Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Click to continue drawing shape.
cs_cz: Klikněte pro pokračování v kreslení plochy
da_dk: Klik for at forsætte med at tegne områdeformen.
de_de: Klicke, um mit dem Zeichnen der Form fortzufahren.
fi_fi: Klikkaa jatkaaksesi muodon piirtämistä.
nl_nl: Klik om door te gaan met tekenen van een vorm.

source: Click first point to close this shape.
cs_cz: Klikněte na první bod pro uzavření plochy
da_dk: Klik på det første punkt igen for at fastlåse områdeformen.
de_de: Klicke auf den ersten Punkt, um diese Form zu schließen.
fi_fi: Klikkaa ensimmäistä pistettä sulkeaksesi tämän muodon.
nl_nl: Klik op het eerste punt om deze vorm te sluiten.

source: Click to start drawing line.
cs_cz: Klikněte pro začátek zakreslení linie
da_dk: Klik for at begynde at tegne en streg.
de_de: Klicke, um mit dem Zeichnen der Linie zu beginnen.
fi_fi: Klikkaa aloittaaksesi viivan piirtäminen.
nl_nl: Klik om te beginnen met een lijn.

source: Click to continue drawing line.
cs_cz: Klikněte pro pokračování v kreslení linie.
da_dk: Klik for at fortsætte med at tegne streger.
de_de: Klicke, um mit dem Zeichnen der Linie fortzufahren.
fi_fi: Klikkaa jatkaaksesi viivan piirtämistä.
nl_nl: Klik om door te gaan met het tekenen van een lijn.

source: Click last point to finish line.
cs_cz: Klikněte na poslední bod pro ukončení linie.
da_dk: Klik på det første punkt igen for at afslutte streg.
de_de: Klicke auf den letzten Punkt, um die Linie zu beenden.
fi_fi: Klikkaa viimeistä pistettä lopettaaksesi viivan piirtämisen.
nl_nl: Klik op het laatste punt om het tekenen van de lijn te beëindigen.

source: Drag handles or markers to edit features.
cs_cz: Přetáhněte vodítka nebo značky pro editaci tvaru.
da_dk: Hiv i punkterne eller markørerne for redigere område.
de_de: Bewege Ziehpunkte oder Markierungen, um Merkmale zu bearbeiten.
fi_fi: Vedä kahvoista tai merkkipisteistä muokataksesi muotoja.
nl_nl: Sleep markeerpunten om ze te bewerken.

source: Click cancel to undo changes.
cs_cz: Klikněte pro zrušení změn.
da_dk: Klik på annuller for a fortryde ændringerne.
de_de: Klicke auf Abbrechen, um Änderungen rückgängig zu machen.
fi_fi: Klikkaa peruuta hylätäksesi tekemäsi muutokset.
nl_nl: Klik Annuleren om veranderingen niet op te slaan.

source: You can reset the app data to its default settings.
cs_cz: Můžete vrátit data aplikace do základního nastavení.
da_dk: Du kan nulstille appen til dens standardindstillinger.

source: Added Polish and Romanian languages
de_de: Polnisch und Rumänisch hinzugefügt

source: Added Moth trap location setup
de_de: Standort für Nachtfalter-Fallen hinzugefügt

source: Increase temperature range selection from -0 to +40
de_de: Auswahl des Temperaturbereichs von -0 bis +40 erhöhen

source: Added a day-flying moths filter setting
de_de: Filtereinstellung für tagaktive Nachtfalter hinzugefügt

source: Added +5 species count shortcut
de_de: Tastaturkürzel +5 Artenzahl hinzugefügt

source: Added species guide search and filters
de_de: Suche und Filter für Artenkatalog hinzugefügt

source: Updated species common names
de_de: Aktualisierte deutsche Artnamen

source: Added Catalan and Danish species common names
de_de: katalanische und dänische Artnamen hinzugefügt

source: Added new survey fields
de_de: Neue Beobachtungsfelder hinzugefügt

source: Improved user reports
de_de: Verbesserte Nutzerberichte

source: Updated UI design
de_de: Aktualisiertes UI-Design

source: Various bug fixes
de_de: Verschiedene Fehlerkorrekturen

source: Updated translations
de_de: Aktualisierte Übersetzung

source: No photo has been added
fi_fi: Valokuvaa ei ole lisätty
