Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: You haven't joined any projects yet. Go to the "All projects" tab to join a project.<br/><br/>Pull the page down to refresh the list.
bg_bg: Още не сте се присъединили към никакви проекти. Отидете в раздела „Всички проекти“, за да се присъедините към проект. <br/><br/> Издърпайте страницата надолу, за да обновите списъка.
ca_es: Encara no t'has unit a cap projecte. Ves a la pestanya "Tots els projectes" per unir-te a un projecte. <br/><br/> Estira la pàgina cap avall per actualitzar la llista.
el_gr: Δεν έχετε γίνει μέλος σε κάποιο πρόγραμμα ακόμα. Μεταβείτε στην καρτέλα "Όλα τα προγράμματα μου" για να συνδεθείτε σε κάποιο πρόγραμμα.<br/><br/>Σύρετε τη σελίδα προς τα κάτω για να ανανεώσετε τη λίστα.
es_es: Aún no te has unido a ningún proyecto. Vaya a la pestaña "Todos los proyectos" para unirse a un proyecto.<br/><br/>Deslice la página hacia abajo para actualizar la lista.
gl_es: Aínda non se uniu a ningún proxecto. Vaia á lapela de Todos os proxectos para participar nalgún deles. <br/><br/>Pase o dedo cara a abaixo para actualizar a listaxe.
it_it: Non ti sei ancora unito a nessun progetto. Vai a "Tutti i progetti" per unirti a un progetto. <br/><br/>Trascina la pagina verso il basso per ricaricare la lista.
lt_lt: Jūs dar nesate prisijungę prie jokių projektų. Naudokite "Visi projektai" puslapį jeigu norite prisijungti.<br/><br/>Pataukite puslapį į apačią jeigu norite atnaujinti šį sąrašą.
pt_pt: Ainda não adicionou nenhum projeto. Carregue em "Todos os projetos" para adicionar um projeto. 1 2 Puxe a página para baixo para fazer refresh na lista.
sr: Нисте се придружили ни једном пројекту. Да се придружите пројекту идите на картицу „Сви пројекти“.<br/><br/>Повуците страницу на доле да освежите списак.
tr_tr: Henüz herhangi bir projeye katılmadınız. <br/><br/>Bir projeye katılmak için “Tüm projeler” sekmesine gidin. Listeyi yenilemek için sayfayı aşağı çekin.

source: <0>{{country}}</0>There are currently no new projects available to join.<br/><br/>Pull the page down to refresh the list.
bg_bg: <0>{{country}}</0>В момента няма други налични проекти, към които да се присъедините.<br/><br/>Издърпайте страницата надолу, за да обновите списъка.
ca_es: <0>{{país}}</0> Actualment no hi ha nous projectes per unir-s'hi. <br/><br/> Estira la pàgina cap avall per actualitzar la llista.
el_gr: <0>{{country}}</0>Προς το παρόν δεν υπάρχουν νέα προγράμματα διαθέσιμα για ένταξη.<br/><br/>Σύρετε τη σελίδα προς τα κάτω για να ανανεώσετε τη λίστα.
es_es: <0>{{country}}</0>Actualmente no hay nuevos proyectos disponibles para unirse.<br/><br/>Deslice la página hacia abajo para actualizar la lista.
gl_es: <0>{{country}}</0> Arestora non hai ningún proxecto novo para se unir a el. <br/><br/> Pase o dedo cara a abaixo para actualizar a listaxe.
it_it: <0>{{nazione}}</0> Non ci sono nuovi progetti disponibili al momento.<br/><br/> Trascina la pagina verso il basso per ricaricare la lista.
lt_lt: <0>{{country}}</0>Nėra jokių projektų prie kurių galėtumėte prisijungti.<br/><br/> Patraukite puslapį į apačią jeigu norite atnaujinti šį sąrašą.
pt_pt: 1 {{Portugal}} 1 Atualmente não há novos projetos disponíveis para adicionar. 2 3 Puxe a página para baixo para fazer refresh na lista.
sr: <0>{{country}}</0>Нема нових пројеката на које се можете пријавити.<br/><br/>Повуците страницу на доле да освежите списак.
tr_tr: <0>{{country}} </0>Şu anda katılabileceğin yeni bir proje bulunmamaktadır. <br/><br/>Listeyi yenilemek için sayfayı aşağı doğru çek.

source: Successfully joined the project.
bg_bg: Успешно се присъединихте към проекта.
ca_es: T'has unit amb èxit al projecte.
el_gr: Ενταχθήκατε επιτυχώς στο πρόγραμμα.
es_es: Se ha unido con éxito al proyecto.
gl_es: Uniuse correctamente ao proxecto.
it_it: Ti sei unito al progetto con successo.
lt_lt: Sėkmingai prisijungėte prie projekto.
pt_pt: O projeto foi adicionado com sucesso.
sr: Успешно сте се пријавити на пројекат.
tr_tr: Projeye başarıyla katıldın.

source: Leave
bg_bg: Напусни
ca_es: Sortir
el_gr: Αποχωρήστε
es_es: Salir
gl_es: Saír
it_it: Abbandona
lt_lt: Palikti
pt_pt: Sair
sr: Напусти
sv_se: Lämna
tr_tr: Çık

source: Successfully left the project.
bg_bg: Успешно напуснахте проекта.
ca_es: Has deixat amb èxit el projecte.
el_gr: Αποχωρήσατε επιτυχώς από το πρόγραμμα.
es_es: Ha abandonado con éxito el proyecto.
gl_es: Abandonou correctamente o proxecto
it_it: Hai abbandonato il progetto con successo.
lt_lt: Sėkmingai palikote projektą.
pt_pt: Saiu do projeto com êxito.
sr: Успешно сте напустили пројекат.
tr_tr: Projeden başarıyla çıktınız

source: Sensitive
bg_bg: Поверително
ca_es: Sensible
el_gr: Ευαίσθητη
es_es: Sensible
gl_es: Sensible
it_it: Sensibile
lt_lt: Privatus
pt_pt: Sensível
sr: Осетљиво
tr_tr: Hassas

source: This survey has sensitive species and should not be included in public reports.
bg_bg: Това преброяване съдържа видове, данните за които са поверителни, и не бива да се включва в общодостъпни източници.
ca_es: Aquest mostreig té espècies sensibles i no s'ha d'incloure als informes públics.
el_gr: Αυτή η δειγματοληψία περιλαμβάνει ευαίσθητα είδη και δεν θα πρέπει να περιλαμβάνεται σε δημόσιες αναφορές.
es_es: Esta encuesta tiene especies sensibles y no debe incluirse en los informes públicos.
gl_es: Esta mostraxe contén especies sensibles e non se debería incluír en informes públicos.
it_it: Questo campionamento contiene specie sensibili e non dovrebbe essere inclusa nei report pubblici
lt_lt: Šis įrašas turi jautrių rūšių ir neturėtų būti rodomas viešose ataskaitose.
pt_pt: Esta amostragem tem espécies sensíveis que não devem ser incluídas em relatórios públicos.
sr: Овај обилазак садржи податке о осетљивим врстама које не треба укључити у јавне извештаје.
tr_tr: Bu sayım hassas türler içermektedir ve kamuya açık raporlara dahil edilmemelidir.

source: Europe
tr_tr: Avrupa

source: Asia
tr_tr: Asya

source: Africa
tr_tr: Afrika

source: North America
tr_tr: Kuzey Amerika

source: South America
tr_tr: Güney Amerika

source: Ecuador
tr_tr: Ekvador

source: Show common names in guide
ca_es: Veure els noms comuns a la guia
cs_cz: V průvodci použij české názvy
da_dk: Vis danske navne for arter i vejledningen
de_de: Deutsche Namen im Leitfaden anzeigen
el_gr: Εμφάνιση κοινών ονομάτων στον οδηγό
es_es: Mostrar los nombres comunes en la guía
fr_fr: Afficher les noms vernaculaires dans le guide
gl_es: Amosar os nomes comúns na guía
hu_hu: Magyar fajnevek a határozóban
it_it: Mostra i nomi comuni nella guida
ja_jp: 一般名をガイドに表示する
lt_lt: Rodyti bendrinius rūšių pavadinimus gide
pl_pl: Pokaż nazwy zwyczajowe w przewodniku
pt_pt: Mostrar nomes comuns no guia
ro_ro: Arata denumiri comune in ghid
sk_sk: V sprievodcovi zobraziť bežné názvy
sl_si: V vodniku prikaži pogoste vrste
sv_se: Visa vanliga namn i din guide.
tr_tr: Kılavuzdaki yaygın adları göster

source: HH:mm
bg_bg: ЧЧ:мм
da_dk: TT:mm
de_de: Stunde:Minute
el_gr: ΩΩ:λλ
hr_hr: sat:min
hu_hu: ÓÓ:pp
lt_lt: VV:mm
nl_nl: UU:mm
pl_pl: GG:mm
sl_si: UU:mm
tr_tr: SS:dd

source: Butterflies are captivating insects, but they are in decline in many parts of Europe. As shown by this graph of The Grassland Butterfly Indicator for the EU.
cs_cz: Motýli patří mezi oblíbenou hmyzí skupinu, ale v mnoha evropských částech ubývají. Tak jako ukazuje tento Indikátor lučních motýlů v EU
da_dk: Sommerfugle er betagende insekter, men deres bestand er i nedgang mange steder i Europa. Dette kan ses på grafen, der indikerer bestandsudviklingen hos græsmark sommerfugle i Europa.
de_de: Schmetterlinge sind faszinierende Insekten, aber in vielen Teilen Europas gehen sie zurück, wie aus dieser Grafik des Grassland Butterfly Indicator für die EU zu sehen ist.
fi_fi: Päiväperhoset ovat kiehtovia hyönteisiä, mutta ne ovat vähentyneet laajalti Euroopassa. Esimerkkinä oheinen EU:n ruohostomaiden päiväperhosten tilaa kuvastava indikaattori.
fr_fr: Les papillons sont des insectes emblématiques et fascinants. Cependant, leurs populations sont menacées ! Ce graphique, issu de l'Indicateur européen des papillons de prairie, illustre leur déclin.
gl_es: As bolboretas son insectos engaiolantes cuxas poboacións están a minguar en moitos lugares de Europa, tal e como se amosa neste gráfico do Indicador europeo de bolboretas da pradaría.
hr_hr: Leptiri su zadivljujući kukci, ali njihov broj i dalje opada u mnogim dijelovima Europe, kao što je vidljivo na grafu indikatora travnjačkih staništa.
hu_hu: A lepkék varázslatos rovarok. Sajnos, Európa nagy részén pusztulóban vannak. Ezt mutatja a Gyepi Lepkeközösségek Indikátorának (Grassland Butterfly Indicator) uniós alakulása is az alábbi grafikonon.
ja_jp: チョウは魅惑的な昆虫ですが、EUの草原チョウ類指標の図が示すように、ヨーロッパの多くの地域で減少しています。
lt_lt: Dieniniai drugiai yra nuostabūs vabzdžiai, tačiau jie nyksta daugelyje Europos šalių. Ši grafa parodo Europos dieninių drugių populiacijų mažėjimą.
nl_nl: Dagvlinders zijn fascinerende insecten, maar ze gaan in grote delen van Europa achteruit. Dat ziet u in deze grafiek van de Europese Graslandvlinder Indicator.
pl_pl: Motyle są urzekającymi owadami, ale w wielu częściach Europy ich liczba spada. Jak pokazuje ten wykres wskaźnika motyli łąkowych dla UE.
pt_pt: As borboletas são insetos cativantes, mas estão em declínio em muitas partes da Europa, como se vê no gráfico do Indicador de Borboletas de Prados na UE.
sk_sk: Motýle sú fascinujúcim hmyzom, ale v mnohých častiach Európy sa ich počet znižuje. Tak, ako je to znázornené v tomto grafe Ukazovateľa motýľov na trvalých trávnatých porastoch pre Európsku úniu.
sl_si: Metulji so očarljive žuželke, vendar kljub temu njihovo število v mnogih delih Europe upada. Trend upadanja njihovega števila nakazuje tudi spodaj prikazan graf 'Indikator travniških vrst metuljev v EU'.
sv_se: Fjärilar är fängslande insekter, men minskar i antal i stora delar av Europa. Det framgår av diagrammet över EU:s miljöindikator för gräsmarksfjärilar

source: We lack information on butterfly numbers in many parts of Europe, as shown by the density of records currently available to assess butterfly status.
cs_cz: Z mnoha evropských míst nemáme dostatek informací o počtech motýlů, jak ilustruje hustota záznamů, které jsou aktuálně k dispozici
da_dk: Vi mangler viden om bestanden af sommerfugle i mange dele af Europa. Dette kan ses på den nuværende mængde af tilgængelige observationer, der bliver brugt til at vurdere sommerfuglenes bestand.
de_de: In vielen Teilen Europas fehlen Informationen zu den Schmetterlingszahlen, wie aus der Dichte der Meldungen hervorgeht, die derzeit zur Beurteilung des Schmetterlingsstatus verfügbar sind.
fi_fi: Monessa osin Eurooppaa tiedot päiväperhosista ovat puutteellisia. Tämä ilmenee suurena vaihteluna havaintomäärien tiheydessä.
fr_fr: Nous manquons d'information sur l'abondance des papillons dans de nombreuses parties d'Europe, comme illustré par la densité de données actuellement disponibles pour évaluer les statuts des papillons de jour.
gl_es: Non dispoñemos de información sobre bolboretas en moitos lugares de Europa, como evidencia a densidade de rexistros arestora dispoñibles para avaliar o estado das súas poboacións.
hr_hr: U mnogim dijelovima Europe nedostaju nam podaci o o brojnosti leptira što je vidljivo u gustoći podataka upotrijebljenih za analizu njihova statusa.
hu_hu: Európa sok részéről még nincs elegendő információnk a lepkék egyedszámára (abundancia) vonatkozóan, ahogy ez az adatsűrűséget ábrázoló ábrán is látszik.
ja_jp: チョウの状態を評価するために現在利用可能な記録の密度が示すように、ヨーロッパの多くの地域でチョウの個体数に関する情報が不足しています。
lt_lt: Mums dar trūksta informacijos apie dieninių drugių būklę daugelyje Europos vietų, tai rodo šiuo metu žemėlapyje turimų pateiktų įrašų tankumas dieninių drugių būklei įvertinti.
nl_nl: Uit grote delen van Europa hebben we nog te weinig gegevens. Dat is te zien aan de dichtheid van waarnemingen die nu beschikbaar is om de status van dagvlinders vast te stellen.
pl_pl: Brakuje nam informacji na temat liczebności motyli w wielu częściach Europy, o czym świadczy gęstość dostępnych obecnie danych umożliwiających ocenę stanu motyli.
pt_pt: Falta informação sobre os números de borboletas em muitas partes da Europa, como se vê na densidade de registos atualmente disponíveis para avaliar o estatuto das borboletas.
sk_sk: Ako ukazuje nízka hustota dostupných záznamov, na posúdenie stavu populácií motýľov nám chýbajú informácie o počte motýľov vo viacerých častiach Európy.
sl_si: V številnih delih Evrope primanjkuje podatkov o distribuciji vrst metuljev, kar predstavlja težavo pri določanju statusa posameznih vrst.
sv_se: Vi saknar information om hur vanliga fjärilar är i många delar av Europa, något som framgår av fördelningen av fynd som används för att bedöma fjärilspopulationernas tillstånd.

source: The app was developed as part of the Assessing Butterflies in Europe (ABLE) project.
cs_cz: Tato aplikace byla zhotovena jako součást Projektu pro vyhodnocení stavu evropských motýlů (Assessing Butterflies in Europe, ABLE)
da_dk: Denne app er udviklet som led i vurderingen af sommerfuglebestandene i Europa via "the Assessing Butterflies in Europe (ABLE)" projekt.
de_de: Die App wurde im Rahmen des ABLE-Projekts (Assessing Butterflies in Europe) entwickelt.
fi_fi: Tämä sovellus on kehitetty osana EU-rahoitteista Assessing Butterflies in Europe (ABLE) -projektia.
fr_fr: L'application a été développée dans le cadre du projet ABLE ("Assessing Butterflies in Europe", Évaluation des papillons en Europe).
gl_es: A apli desenvolveuse no marco do proxecto de Avaliación das bolboretas en Europa (ABLE, pola sigla en inglés).
hr_hr: Aplikacija je razvijena kao dio Projekta procjene stanja leptira Europe (ABLE).
hu_hu: Az alkalmazás az Assessing Butterflies in Europe (ABLE) projekt részeként került kifejlesztésre.
ja_jp: このアプリは、ヨーロッパのチョウの評価(ABLE)プロジェクトの一環として開発されました。
lt_lt: Ši aplikacija yra 'Assessing Butterflies in Europe (ABLE)' projekto dalis.
nl_nl: Deze app is ontwikkeld als onderdeel van het EU project 'Assessing Butterflies in Europe' (ABLE).
pl_pl: Aplikacja powstała w ramach projektu Assessing Butterflies in Europe (ABLE).
pt_pt: A app foi desenvolvida como parte do projeto Avaliar BorboLetas na Europa (ABLE).
sk_sk: Táto aplikácia bola vyvinutá ako súčasť Projektu Hodnotenie motýľov v Európe (Assessing Butterflies in Europe, ABLE).
sl_si: Aplikacija je bila razvita kot del projekta ABLE (Assessing Butterflies in Europe).
sv_se: Den här appen har utvecklats som en del av projektet Assessing Butterflies in Europe (ABLE).

source: The ABLE project is a partnership between
cs_cz: Projekt ABLE představuje partnerství mezi
da_dk: ABLE projektet er et samarbejde mellem
de_de: Das ABLE-Projekt ist eine Partnerschaft zwischen
fi_fi: ABLE-projektin toteuttajia ovat
fr_fr: Le projet ABLE est un partenariat entre
gl_es: O proxecto ABLE é froito da colaboración entre
hr_hr: Projekt ABLE je partnerstvo između
hu_hu: Az ABLE projekt partneri együttműködés az alábbi szervezetek között:
ja_jp: ABLE プロジェクトは、パートナーシップ
lt_lt: ABLE projektas yra šių organizacijų partnerystė
nl_nl: Het ABLE project is een samenwerkingsverband van
pl_pl: Projekt ABLE to partnerstwo pomiędzy
pt_pt: O projeto ABLE é uma parceria entre
sk_sk: Projekt ABLE je partnerstvom medzi
sl_si: Projekt ABLE je partnerstvo med
sv_se: ABLE-projektet är ett samarbete mellan

source: and
cs_cz: a
da_dk: og
de_de: und
fi_fi: ja
fr_fr: et
gl_es: e
hr_hr: i
hu_hu: és
ja_jp: と
lt_lt: ir
nl_nl: en
pl_pl: i
pt_pt: e
sk_sk: a
sl_si: in
sv_se: och

source: If the record has reached the database a red
cs_cz: Pokud bude záznam odeslán do databáze, červené
da_dk: Hvis observationen er blevet indsendt til databasen vil en rød
de_de: Wenn die Meldung die Datenbank erreicht hat, wird sie von rot
fi_fi: Jos havaintosi on päässyt tietokantaan, punainen
hr_hr: Ako je zapis dospio u bazu podataka crveno
hu_hu: Ha a felmérés sikeresen fel lett töltve az adatbázisba, a piros nyíl
ja_jp: レコードがデータベースに到達した場合は赤
lt_lt: Jei įrašo simbolis pasiekė duomenų bazę raudonas
nl_nl: Als de telling is ontvangen door de database, zal een rood
pt_pt: Se o registo tiver chegado à base de dados, o vermelho
sk_sk: Keď bude záznam odoslaný do databázy, červená
sl_si: Ko je popis shranjen v bazo podatkov se iz rdeče barve
sv_se: Om uppgifterna har nått databasen kommer den röda markeringen

source: (set for submission & saved locally) will become green
cs_cz: (nastavený pro odeslání a lokálně uložený) označení se změní na zelené
da_dk: (klar til indsendelse og gemt lokalt) blive en grøn
de_de: (zur Einreichung eingestellt und lokal gespeichert) zu grün wechseln.
fi_fi: (valmiina lähetettäväksi & tallennettu laitteelle) merkkivalo muuttuu vihreäksi.
hr_hr: (priprema za predaju i lokalna pohrana) će postati zeleno
hu_hu: (feltöltésre vár, helyi eszközön) zöldre vált
ja_jp: （提出用に設定され、ローカルに保存されます）は緑色になります
lt_lt: (paruoštas pateikimui & išsaugotas įrenginyje) taps žalias
nl_nl: (klaar voor indienen en lokaal opgeslagen) wordt groen
pt_pt: (submetido e gravado localmente) passará a verde
sk_sk: (pripavené na odoslanie a uložené lokálne) sa zmení na zelenú
sl_si: (pripravljeno za oddajo) spremeni v zeleno
sv_se: (klart för sändning & sparat på enheten) att bli grön

source: synced to the database
cs_cz: synchronizováno s databází
da_dk: synkroniseret med databasen
de_de: mit der Datenbank synchronisiert
fi_fi: synkronoitu tietokantaan
hr_hr: sinhronizirano s bazom podataka
hu_hu: (adatbázisba feltöltve)
ja_jp: データベースに同期
lt_lt: susinchronizuotas su duomenų baze
nl_nl: gesynchroniseerd met de database
pt_pt: sincronizado com a base de dados
sk_sk: synchronizované s databázou
sl_si: sinhronizirano z bazo podatkov
sv_se: synkroniserad med databasen

source: The preferred method is to conduct a 15-minute Count. This can be done at any place and at any time when butterflies are active (i.e. when the weather is warm and preferably sunny). You can also use the app to record your established butterfly transects. Later in 2020, the app will also include the ability to submit casual records. The notes below tell you how to use the currently available methods.
cs_cz: Preferovanou metodou je 15 minutový Součet. To můžete provádět kdekoli a kdykoli, když jsou motýli aktivní (tedy pokud je dostatečně teplo a slunečno). Aplikaci také můžete použít pro již probíhající transektové sčítání motýlů Pozdějí během roku 2020 bude aplikace také umožňovat vkládání nahodilých záznamů. Poznámka dole Vám řekne, jak použít metody, které jsou v současnosti dostupné.
da_dk: Den foretrukne metode for observatører er at lave en 15-minuts Observation. Denne metode kan startes hvor som helst og når som helst, i så fald at sommerfuglene er aktive (dvs. når vejret er varmt og helst også solrigt). Du kan også bruge appen til at observere på dine etablerede sommerfugletransekter. Senere i 2020 vil appen også give dig mulighed for at indsende mere uformelle observationer. Punkterne nedenfor viser, hvordan du bruger de tilgængelige metoder i appen.
de_de: Die bevorzugte Methode ist die Durchführung einer Viertelstundenzählung. Diese kann an jedem Ort und zu jeder Zeit durchgeführt werden, wenn die Schmetterlinge aktiv sind (d.h. wenn das Wetter warm und es vorzugsweise sonnig ist). Du kannst die App auch dazu verwenden, Deine bereits bestehenden Schmetterlingstransekte aufzuzeichnen. Später im Jahr 2020 wird die App auch die Möglichkeit bieten, Einzelfundmeldungen zu erfassen. In den folgenden Anmerkungen erfährst Du, wie Du die derzeit verfügbaren Methoden verwenden kannst.
fi_fi: Suosittelemme havainnointia 15 minuutin ajastettuna laskentana. Sellaisen voi tehdä missä tahansa ja koska tahansa päiväperhoset ovat aktiisivia (eli sää on lämmin ja aurinkoinen). Sovelluksella voit myös tallentaa havaintoja laskentalinjalta. Myöhemmin vuonna 2020 sovellukseen tulee mahdollisuus tallentaa myös yksittäishavaintoja. Alla olevat ohjeet opastavat käyttämään kahta nyt tarjolla olevaa menetelmää.
hr_hr: Poželjna metoda je provođenje 15-minutnog brojanja. To možete učiniti na bilo kojem mjestu i u bilo koje vrijeme kada su leptiri aktivni (tj. kada je toplo i po mogućnosti sunčano). Aplikaciju možete koristiti i za snimanje utvrđenih transekata leptira. Kasnije u 2020., aplikacija će sadržavati i mogućnost slanja povremenih zapisa. Bilješke u nastavku govore vam kako koristiti trenutno dostupne metode.
nl_nl: De voorkeursmethode is een kwartiertelling. Deze kan altijd en overal gedaan worden zolang dagvlinders actief zijn (bv. als het lekker warm en liefst zonnig is). Deze app kan ook gebruikt worden op vlindertransecten, maar niet in Nederland (ga daarvoor naar de site van De Vlinderstichting). Later in 2020 kunnen ook losse waarnemingen worden doorgegeven met deze app. Hieronder wordt uitgelegd hoe de huidige methoden gebruikt kunnen worden.
sk_sk: Preferovanou metódou je 15-minútový monitoring. Ten môžete robiť kdekoľvek a kedykoľvek, keď sú motýle aktívne (teda keď je dostatočne teplo a slnečno). Aplikáciu môžete taktiež použiť na transektové sčítanie motýľov. Neskôr v roku 2020 bude aplikácia umožnovať aj vkladanie náhodných záznamov. Nižšie nájdete informácie o tom, ako fungujú metódy monitorovania, ktoré sú v súčasnosti dostupné.
sl_si: Najprimernejša metoda je 15-minutni popis vrst. To lahko opravite kjerkoli in kadarkoli, ko so metulji aktivni (tj. ko je vreme toplo in sončno). Aplikacijo lahko uporabite tudi za opravljanje obstoječih transektov za metulje. V letu 2020 bo aplikacija vsebovala tudi možnost predložitve priložnostnih popisov. Spodnje opombe vam povedo, kako uporabljati trenutno razpoložljive metode.

source: Reset the application
cs_cz: Reset aplikace
da_dk: Nulstil applikationen
de_de: Zurücksetzen der Applikation
fi_fi: Palauta sovelluksen lähtöasetukset
nl_nl: Reset de applicatie

source: Go to the application settings page
cs_cz: Přejděte na nastavení aplikace
da_dk: Gå til applikationens indstillingsside
de_de: Geh zu Einstellungen
fi_fi: Siirry sovelluksen asetuksiin
nl_nl: Ga naar de instellingen pagina

source: and click on the Reset
cs_cz: a klikněte na Reset
da_dk: og klik på Nulstil
de_de: und klicke auf die Reset
fi_fi: ja klikkaa Uudelleenmääritä
nl_nl: en klik Reset

source: button
cs_cz: tlačítko
da_dk: knappen
de_de: Taste
fi_fi: kuvaketta
nl_nl: knop

source: Are you sure you want to reset the application to its initial state?
cs_cz: Opravdu chcete aplikaci resetovat do původního stavu?
da_dk: Er du sikker på at du vil nulstille applikationen til dens starttilstand?
de_de: Bist du sicher, dass du die Anwendung in den Ausgangszustand zurücksetzen möchtest?
fi_fi: Haluatko varmasti palauttaa sovelluksen lähtöasetuksiinsa?
nl_nl: Weet u zeker dat u de app wil resetten naar de fabrieksinstellingen?

source: This will wipe all the locally stored app data!
cs_cz: Toto odstraní všechna lokálně uložená data aplikace!
da_dk: Dette vil slette alt data gemt lokalt på appen!
de_de: Hierdurch werden alle lokal gespeicherten App-Daten gelöscht!
fi_fi: Tämä hävittää kaikki laitteelle tallentuneet tiedot!
nl_nl: Dit verwijdert alle lokaal opgeslagen gegevens!

source: Delete last point
cs_cz: Smažte poslední bod
da_dk: Slet sidste punkt
de_de: Letzten Punkt löschen
fi_fi: Poista viimeisin piste
nl_nl: Verwijder laatste punt

source: Clear All
cs_cz: Smazat vše
da_dk: Ryd alt
de_de: Alles löschen
fi_fi: Poista kaikki
nl_nl: Alles leegmaken

source: Click to start drawing shape.
cs_cz: Klikněte pro začátek zakreslování plochy
da_dk: Klik for at begynde at tegne.
de_de: Klicke, um mit dem Zeichnen einer Form zu beginnen.
fi_fi: Klikkaa aloittaaksesi muodon piirtäminen.
nl_nl: Klik om te beginnen met het tekenen van een vorm.
