Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Please specify the wind direction.
bg_bg: Моля уточнете посоката на вятъра.
ca_es: Si us plau especifica la direcció del vent.
cs_cz: Prosím, specifikujte směr větru
da_dk: Angiv venligst vindretningen.
de_de: Bitte gib die Windrichtung an.
el_gr: Παρακαλώ προσδιορίστε την κατεύθυνση του ανέμου.
es_es: Por favor especifique la dirección del viento
fi_fi: Määrittele tuulen suunta.
fr_fr: Veuillez renseigner la direction du vent.
gl_es: Por favor, indique a dirección do vento.
hr_hr: Navedite smjer vjetra.
hu_hu: Add meg a jellemző szélirányt!
it_it: Per favore, specificare la direzione del vento
ja_jp: 風向きを入力してください。
lt_lt: Prašome pasirinkti vėjo kryptį.
nl_nl: Vul de windrichting in.
pl_pl: Określ kierunek wiatru.
pt_pt: Por favor especifique a direção do vento.
ro_ro: Vă rugăm să specificați direcția vântului.
sk_sk: Špecifikujte, prosím, smer vetra.
sl_si: Navedite smer vetra.
sr: Одаберите правац ветра.
sv_se: Ange vindriktning.
tr_tr: Lütfen rüzgar yönünü belirtiniz

source: Smoke rises vertically
bg_bg: Димът се издига право нагоре
ca_es: El fum s'eleva verticalment
cs_cz: Kouř stoupá vzhůru
da_dk: Røg stiger lige op
de_de: Rauchfahne steigt senkrecht auf
el_gr: Ο καπνός ανεβαίνει κάθετα
es_es: Humo asciende vertical
fi_fi: Savu nousee kohtisuoraan.
fr_fr: La fumée s'élève verticalement
gl_es: O fume ascende de xeito vertical
hr_hr: Dim se diže uspravno
hu_hu: A füst függőlegesen felfelé száll.
it_it: Il fumo aumenta verticalmente
ja_jp: 0：煙はまっすぐ昇る
lt_lt: Dūmai ore kyla vertikaliai aukštyn
nl_nl: Rook stijgt (bijna) recht omhoog
pl_pl: Dym unosi się pionowo
pt_pt: O fumo sobe verticalmente
ro_ro: Fumul se ridică vertical
sk_sk: Dym stúpa hore
sl_si: Dim se dviguje navpično
sr: Дим иде навише
sv_se: Rök stiger rakt upp
tr_tr: Duman dik bir şekilde yükselir

source: Slight smoke drift
bg_bg: Димът се отнася леко встрани
ca_es: El fum es mou lleugerament en una direcció
cs_cz: Kouř je lehce unášen pryč
da_dk: Røgen viser netop vindens retning
de_de: Wind an Rauchfahnen sichtbar
el_gr: Ο καπνός εμφανίζει μικρή παρέκκλιση
es_es: Ligera deriva del humo
fi_fi: Savu kääntyy hieman
fr_fr: La fumée dérive légèrement
gl_es: Lixeira desviación do fume
hr_hr: Dim se kreće u smjeru vjetra
hu_hu: A felszálló füst gyengén ingadozik, a szél alig érezhető.
it_it: Leggero spostamento del fumo
ja_jp: 1：煙はわずかにたなびく
lt_lt: Dūmai ore juda į šoną
nl_nl: Windrichting goed af te leiden uit rookpluimen
pl_pl: Lekkie pochylenie strużki dymu
pt_pt: O fumo deriva ligeiramente
ro_ro: Ușoară derivă de fum
sk_sk: Jemné šírenie dymu
sl_si: Dim se počasi razhaja
sr: Дим се мало криви
sv_se: Rök driver lite
tr_tr: Duman hafifçe sürüklenir

source: Wind felt on face, leaves rustle
bg_bg: Вятърът се усеща по лицето, нападалите листа леко шумят
ca_es: El vent es nota a la cara, les fulles cruixen
cs_cz: Vítr je cítit na tváři, listy ševelí
da_dk: Vinden kan mærkes i ansigtet, bladene rasler
de_de: Wind am Gesicht fühlbar, Blätter rascheln
el_gr: Ο άνεμος γίνεται αισθητός στο πρόσωπο, τα φύλλα θροΐζουν
es_es: Viento se siente en la cara y el susurro de las hojas
fi_fi: Tuulenvire kasvoilla, lehdet havisee
fr_fr: Vent ressenti sur le visage, bruissement des feuilles
gl_es: Séntese o vento na cara e no murmurio das follas
hr_hr: Vjetar se osjeća na licu, lišće treperi
hu_hu: A fák levelei zizegnek, az arcon érezhető a légmozgás.
it_it: Il vento si sentiva sul viso, si percepisce il fruscio delle foglie
ja_jp: 2：顔に風を感じる。木の葉が揺れる
lt_lt: Vėjas jaučiamas and veido, medžių lapai kruta
nl_nl: Wind voelbaar in gezicht, blad ritselt
pl_pl: Wiatr wyczuwany na skórze. Liście szeleszczą.
pt_pt: O vento sente-se na cara, as folhas fazem ruído ao agitar
ro_ro: Se simte văntul pe față, frunzele foșnesc
sk_sk: Vietor je cítiť na tvári, listy ševelia
sl_si: Rahel veter, šušljanje listov
sr: Ветар се осећа на лицу, шуштање лишћа
sv_se: Vinden känns i ansiktet, löven prasslar
tr_tr: Rüzgar yüzde hissedilir, yapraklar hışırdar

source: Leaves and twigs in slight motion
bg_bg: Листата и тънките клонки се раздвиждват леко
ca_es: Les fulles es s'aixequen en un moviment lleuger
cs_cz: Listy a větvičky se lehce pohybují
da_dk: Blade og kviste bevæger sig en smule
de_de: Blätter und Zweige in leichter Bewegung
el_gr: Φύλλα και κλαδάκια έχουν μία ελαφριά κίνηση
es_es: Hojas y ramitas en ligero movimiento.
fi_fi: Lehdet ja pienet oksat heiluvat
fr_fr: Feuilles et brindilles en léger mouvement
gl_es: Lixeiro movemento das follas e das pólas
hr_hr: Lišće se zajedno s grančicama njiše i šušti
hu_hu: A szél a fák leveleit, vékony hajtásait mozgatja.
it_it: Foglie e ramoscelli in leggero movimento
ja_jp: 3：木の葉や小枝が揺れる
lt_lt: Lapai ir mažos šakelės truputėlį linguoja
nl_nl: Bladeren en takken bewegen af en toe
pl_pl: Liście i gałązki lekko się poruszają
pt_pt: A folhas e os ramos mexem-se ligeiramente
ro_ro: Frunze și crenguțe într-o mișcare ușoară
sk_sk: Listy a konáriky sú v jemnom pohybe
sl_si: Listi in vejice so v rahlem gibanju
sr: Лишће на гранама се полако клати
sv_se: Löv och kvistar sätts rör sig lite
tr_tr: Yapraklar ve ince dallar hafifçe kıpırdar

source: Dust raised and small branches move
bg_bg: Вдига се прах, малко по-дебелите клони се разклащат
ca_es: La pols s'aixeca i es mouen petites branques
cs_cz: Zvedá se prach a menší větve se hýbají
da_dk: Støv løftes og små grene bevæger sig
de_de: Staub wird aufgewirbelt und kleine Äste bewegen sich
el_gr: Σηκώνεται σκόνη και μικρά κλαδιά κινούνται
es_es: Polvo y pequeñas ramas se mueven
fi_fi: Pöly nousee, oksat heiluvat
fr_fr: Poussières soulevées et branches fines agitées
gl_es: Levantouse a voaxa e as pólas pequenas móvense
hr_hr: Diže se prašina i njišu manje grane
hu_hu: A szél a fák gallyait, kisebb ágait állandóan mozgatja.
it_it: La polvere si solleva e si muovono piccoli ramoscelli
ja_jp: 4：ほこりが上がり、大枝が動く
lt_lt: Sujudinamos dulkės ir mažos medžių šakelės
nl_nl: Opwaaiend stof, bladeren en takken bewegen
pl_pl: Kurz unosi się i gałęzie zaczynają się poruszać.
pt_pt: O pó levanta e os pequenos ramos movem-se
ro_ro: Praf ridicat și ramurile mici se mișcă
sk_sk: Dvíha sa prach a malé vetvičky sa hýbu
sl_si: Prah se dviguje, manjše veje se premikajo
sr: Прашина се диже, а мање гране се клате
sv_se: Damm rörs upp och mindre grenar rör sig
tr_tr: Toz kalkmıştır ve küçük dallar hareket eder

source: Small trees in leaf begin to sway
bg_bg: Млади дървета с листа започват да се разклащат
ca_es: Arbres petits en fulla es comencen a sacsejar
cs_cz: Malé stromky s listím se začínají houpat
da_dk: Små løvtræer svajer en smule
de_de: Kleine belaubte Bäume schwanken im Wind
el_gr: Μικρά δέντρα με φύλλα αρχίζουν να λικνίζονται
es_es: Pequeños árboles se tambalean
fi_fi: Pienet puut huojuvat
fr_fr: Les arbustes feuillus commencent à se balancer
gl_es: As árbores pequenas con folla empezan a abanearse
hr_hr: Njišu se manja stabla s lišćem
hu_hu: A nagyobb faágak is mozognak, a levegő mozgása jól hallható.
it_it: Le foglie di piccoli alberi iniziano a ondeggiare
ja_jp: 5：葉のある灌木が揺れ始める
lt_lt: Maži sužaliavę medžio lapeliai pradeda truputį judėti
nl_nl: Kleine bomen met blad bewegen
pl_pl: Małe drzewa zaczynają się poruszać.
pt_pt: As árvores pequenas começam a balançar
ro_ro: Arborii mici în frunze încep să se legene
sk_sk: Malé stromy s listami sa začínajú hýbať
sl_si: Zibajo se manjša drevesa in listi
sr: Мања стабла са лишћем почињу да се њишу
sv_se: Små, lövklädda träd börjar svaja
tr_tr: Küçük ağaçlar yapraklarıyla sallanmaya başlar.

source: Large branches move and trees sway
bg_bg: Дебели клони се раздвижват, дърветата се разлюляват
ca_es: Branques grosses es sacsegen i els arbres es balancegen
cs_cz: Velké větve se hýbají, stromy se houpají
da_dk: Store grene bevæger sig og træer svajer
de_de: Große Äste bewegen sich und Bäume schwanken im Wind
el_gr: Μεγάλα κλαδιά κινούνται και τα δέντρα λικνίζονται
es_es: Grandes ramas se mueven y los árboles se balancean
fi_fi: Isot oksat liikkuvat, puut huojuvat
fr_fr: Les grosses branches bougent et les arbres se balancent
gl_es: As pólas grandes móvense e as árbores abanéanse
hr_hr: Svijaju se velike grane i stabla
hu_hu: A legvastagabb ágak is mozognak; a drótkötelek, villanyvezetékek zúgnak.
it_it: Gli alberi ondeggiano e si muovono i rami grandi
ja_jp: 6：木の大枝が揺れ、木が揺れる
lt_lt: Didelės medžių šakos juda ir medžiai linguoja
nl_nl: Dikke takken en bomen bewegen
pl_pl: Duże gałęzie się poruszają i drzewa się kołyszą.
pt_pt: Os ramos grandes movem-se e as árvores balançam
ro_ro: Ramurile mari se mișcă și arborii se leagănă
sk_sk: Veľké vetvy a stromy sa hýbu
sl_si: Zibajo se večje veje in drevesa
sr: Велике гране се померају и дрвеће се клати
sv_se: Stora grenar rör sig och träd svajar
tr_tr: Büyük dallar hareket eder ve ağaçlar salınır

source: Please specify the wind speed.
bg_bg: Моля уточнете скоростта на вятъра.
ca_es: Si us plau especifica la velocitat del vent.
cs_cz: Prosím, specifikujte rychlost větru
da_dk: Angiv venligst vindhastighed.
de_de: Bitte gib die Windgeschwindigkeit an.
el_gr: Παρακαλώ προσδιορίστε την ένταση του ανέμου.
es_es: Por favor especifique la velocidad del viento
fi_fi: Määrittele tuulen nopeus.
fr_fr: Veuillez préciser la vitesse du vent.
gl_es: Por favor, indique a velocidade do vento.
hr_hr: Navedite brzinu vjetra.
hu_hu: Add meg a szélerősséget!
it_it: Per favore specificare la direzione del vento
ja_jp: 風力を入力してください。
lt_lt: Prašome pasirinkti vėjo greitį.
nl_nl: Vul de windsnelheid in.
pl_pl: Proszę podaj prędkość wiatru.
pt_pt: Por favor especifique a velocidade do vento.
ro_ro: Vă rugăm să specificați viteza vântului.
sk_sk: Prosím, špecifikujte rýchlosť vetra.
sl_si: Prosimo navedite hitrost vetra.
sr: Унесите брзину ветра.
sv_se: Ange vindstyrka
tr_tr: Lütfen rüzgar hızını belirtiniz.

source: Transects
bg_bg: Трансекти
ca_es: Transsectes
cs_cz: Transekty
da_dk: Transekter
de_de: Transekte
el_gr: Διαδρομές
es_es: Transectos
fi_fi: Laskentalinjat
fr_fr: Sites
gl_es: Transectos
hr_hr: Transekt
hu_hu: Transzektek
it_it: Transetti
ja_jp: トランセクト調査地
lt_lt: Transektos
nl_nl: Transecten
pl_pl: Transekty
pt_pt: Contagens
ro_ro: Transecte
sk_sk: Transekty
sl_si: Transekt
sr: Трансекти
sv_se: slingor
tr_tr: Gözlem Hatları

source: Transect list was successfully updated.
bg_bg: Списъкът с трансекти беше актуализиран успешно.
ca_es: La llista de transsectes s'ha actualitzat correctament.
cs_cz: Seznam transektů byl úspěšně aktualizován
da_dk: Transektliste opdateret.
de_de: Die Transekt-Liste wurde erfolgreich aktualisiert.
el_gr: Η λίστα της διαδρομής ενημερώθηκε επιτυχώς.
es_es: Lista de transectos actualizados correctamente
fi_fi: Lista laskentalinjoista on ladattu.
fr_fr: La liste des sites a été mise à jour avec succès.
gl_es: A listaxe de transectos actualizouse correctamente.
hr_hr: Popis transekata je uspješno ažuriran.
hu_hu: A transzekt-lista sikeresen frissült.
it_it: La lista dei transetti è stata caricata con successo.
ja_jp: トランセクトのリストが正常に更新されました。
lt_lt: Transektų sąrašas buvo sėkmingai atnaujintas.
nl_nl: Update transectlijst succesvol
pl_pl: Lista transektów została pomyślnie zaktualizowana.
pt_pt: Lista de contagens foi atualizada com sucesso.
ro_ro: Lista transectelor a fost actualiză cu succes.
sk_sk: Zoznam transektov bol úspešne atualizovaný.
sl_si: Transektni seznam je bil uspešno posodobljen.
sr: Списак трансекта је успешно ажуриран.
sv_se: Listan över slingor har uppdaterats.
tr_tr: Gözlem hattı listesi başarılı bir biçimde güncellendi.

source: Section
bg_bg: Участък
ca_es: Secció
cs_cz: Sekce
da_dk: Sektion
de_de: Abschnitt
el_gr: Τμήμα
es_es: Sección
fi_fi: Laskentalohko
fr_fr: Transect
gl_es: Sección
hr_hr: Odsječak
hu_hu: Szakasz
it_it: Sezione
ja_jp: セクション
lt_lt: Ruožas
nl_nl: Sectie
pl_pl: Odcinek
pt_pt: Secção
ro_ro: Secțiune
sk_sk: Sekcia
sl_si: Odsek
sr: Секција
sv_se: Segment
tr_tr: Kesit

source: Reliability
bg_bg: Надеждност
ca_es: Fiabilitat
cs_cz: Věrohodnost
da_dk: Pålidelighed
de_de: Zuverlässigkeit
el_gr: Αξιοπιστία
es_es: Fiabilidad
fi_fi: Luotettavuus
fr_fr: Fiabilité
gl_es: Fiabilidade
hr_hr: Pouzdanost
hu_hu: Megfelelőség
it_it: Affidabilità
ja_jp: 信頼度
lt_lt: Patikimumas
nl_nl: Betrouwbaarheid
pl_pl: Niezawodność
pt_pt: Fiabilidade
ro_ro: Exactitate
sk_sk: Spoľahlivosť
sl_si: Zanesljivost
sr: Поузданост
sv_se: Tillförlitlighet
tr_tr: Güvenilirlik

source: Please specify the reliability of the section count.
bg_bg: Моля уточнете надеждността на преброяването на участъка.
ca_es: Si us plau especifica la fiabilitat del comptatge de la secció.
cs_cz: Prosím, specifikujte věrohodnost v sekci početnosti
da_dk: Angiv venligst pålideligheden af observationen i denne sektion.
de_de: Bitte gib die Zuverlässigkeit der Abschnittszählung an.
el_gr: Παρακαλώ προσδιορίστε την αξιοπιστία για αυτό το τμήμα της διαδρομής.
es_es: Especifique la veracidad en los recuentos por secciones
fi_fi: Tarkenna lohkojen lukumäärän oikeellisuutta.
fr_fr: Veuillez préciser les conditions de suivi du transect.
gl_es: Por favor, describa a fiabilidade das contaxes nesta sección.
hr_hr: Odredite pouzdanost podataka na odsječcima
hu_hu: Az adott szakaszon mennyire voltak megfelelőek a feltételek?
it_it: Per favore specificare l'affidabilità del conteggio nelle sezioni
ja_jp: このセクションでの調査の信頼度を入力してください。
lt_lt: Prašome pasirinkti šios dalies įrašų patikimumą.
nl_nl: Vul de betrouwbaarheid van de telling van deze sectie in.
pl_pl: Proszę określ wiarygodność liczby obserwacji na danym fragmencie.
pt_pt: Por favor especifique qual a fiabilidade da contagem da secção.
ro_ro: Vă rugăm să specificați fiabiliatea numărului de secțiuni.
sk_sk: Určite prosím spoľahlivosť počtov v sekciách.
sl_si: Prosimo določite zanesljivost štetja posameznih odsekov.
sr: Иаберите поузаданост бројања унутар секције.
sv_se: Ange hur tillförlitligt antalen i segmentet angetts
tr_tr: Lütfen kesit sayımının güvenilirliğini açıklayın.

source: Suitable conditions
bg_bg: Подходящи условия
ca_es: Condicions adequades
cs_cz: Vhodné podmínky
da_dk: Egnede forhold
de_de: Geeignete Bedingungen
el_gr: Κατάλληλες συνθήκες
es_es: Condiciones adecuadas
fi_fi: Sopivat sääolot
fr_fr: Conditions propices
gl_es: Condicións axeitadas
hr_hr: Povoljni uvjeti
hu_hu: Megfelelő feltételek
it_it: Condizioni adeguate
ja_jp: 適切なコンディション
lt_lt: Tinkamos sąlygos
nl_nl: Gunstige omstandigheden
pl_pl: Odpowiednie warunki
pt_pt: Condições adequadas
ro_ro: Condiții potrivite
sk_sk: Vhodné podmienky
sl_si: Primerni pogoji
sr: Одговарајући услови
sv_se: Lämpliga förhållanden
tr_tr: Uygun koşullar

source: Unsuitable conditions
bg_bg: Неподходящи условия
ca_es: Condicions no adequades
cs_cz: Nevhodné podmínky
da_dk: Uegnede forhold
de_de: Ungeeignete Bedingungen
el_gr: Ακατάλληλες συνθήκες
es_es: Condiciones inadecuadas
fi_fi: Epäsopivat sääolot
fr_fr: Conditions inadéquates
gl_es: Condicións desfavorables
hr_hr: Nepovoljni uvjeti
hu_hu: Nem megfelelő feltételek
it_it: Condizioni inadeguate
ja_jp: 不適切なコンディション
lt_lt: Netinkamos sąlygos
nl_nl: Ongunstige omstandigheden
pl_pl: Nieodpowiednie warunki
pt_pt: Condições desadequadas
ro_ro: Condiții nepotrivite
sk_sk: Nevhodné podmienky
sl_si: Neprimerni pogoji
sr: Неодговарајући услови
sv_se: Olämpliga förhållanden
tr_tr: Uygun olmayan koşullar

source: Unable to survey
bg_bg: Невъзможност да се проведе преброяването
ca_es: No possible de mostrejar
cs_cz: Průzkum nebylo možné provést
da_dk: Ude af stand til at starte observation
de_de: Erfassung nicht möglich
el_gr: Αδυναμία διενέργειας
es_es: No se puede realizar el muestreo
fi_fi: Laskenta ei ole mahdollinen
fr_fr: Incapable de réaliser le suivi
gl_es: Imposible de examinar
hr_hr: Nije moguće provesti istraživanje
hu_hu: Nem lehetett felmérni
it_it: Impossibile per il campionamento
ja_jp: 調査ができなかった
lt_lt: Stebėjimas negalimas
nl_nl: Tellen niet mogelijk
pl_pl: Nie można wypełnić formularza
pt_pt: Não é possível amostrar
ro_ro: Nu se poate face sondajul
sk_sk: Nepodarilo sa zrealizovať pozorovanie
sl_si: Popis ni mogoč
sr: Обилазак није могућ
sv_se: Kan ej inventeras
tr_tr: Gözlem yapmaya uygun değil

source: 15min Count
bg_bg: 15-минутно преброяване
ca_es: Comptatge 15-min
cs_cz: 15 minutový Součet
da_dk: 15min observation
de_de: Viertelstundenzählung
el_gr: 15-λεπτο Σημείο
es_es: Recuento 15 minutos
fi_fi: 15min laskenta
fr_fr: Comptage de 15 min
gl_es: Contaxe de 15 min
hr_hr: 15-minutni obilazak
hu_hu: Ált. 15p számlálás
it_it: Conteggio a tempo
ja_jp: 15分カウント
lt_lt: 15min stebėjimas
nl_nl: Kwartiertelling
pl_pl: Motylowy Kwadrans
pt_pt: Contagem 15 min
ro_ro: Numărare de 15 minute
sk_sk: 15-minútový monitoring
sl_si: 15min Popis
sr: Бројање у 15 минута
sv_se: 15-min öppen inventering
tr_tr: 15 dakikalık sayım

source: 15min Single Species Count
bg_bg: 15-минутно преброяване на единичен вид
ca_es: Comptatge 15-min d'una espècie
cs_cz: 15 minutový záznam jednoho druhu
da_dk: 15min Enkeltartsobservation
de_de: Viertelstundenzählung einer einzelnen Art
el_gr: 15-λεπτο Σημείο Ενός Είδους
es_es: Recuento de 15 min única especie
fr_fr: Comptage d'une seule espèce de 15 minutes
gl_es: Contaxe de 15 min dunha única especie
hr_hr: 15 - minutno brojanje pojedinačnih vrsta
hu_hu: 1-faj. 15p számlálás
it_it: Conteggio di 15 minuti per singola specie
ja_jp: 15 分間の単一種カウント
lt_lt: 15min Vienos Rūšies Stebėjimas
nl_nl: 15min Soortspecifieke telling
pl_pl: 15 min zliczanie jednego gatunku
pt_pt: Contagem de 15 min única espécie
ro_ro: 15min Numărarea unei singure specii
sk_sk: 15-minútový monitoring vybraného druhu
sl_si: Enkratni 15-minutni popis vrst
sr: Бројање једне врсте у 15 минута
sv_se: 15-min enarts-inventering
tr_tr: 15 dakikalık Tek Tür Sayımı

source: eBMS Transect
bg_bg: Трансект на eBMS
ca_es: Transsecte eBMS
cs_cz: Transekt eBMS
da_dk: eBMS Transekt
de_de: eBMS Transekt
el_gr: Διαδρομή eBMS
es_es: Transecto eBMS
fi_fi: eBMS Laskentalinja
fr_fr: Suivi Sterf (eBMS)
gl_es: Transecto eBMS
hr_hr: eBMS transekt
hu_hu: eBMS transzekt
it_it: Transetti eBMS
ja_jp: eBMSトランセクト
lt_lt: eBMS Transekta
pl_pl: Transekt eBMS
pt_pt: Transecto eBMS
ro_ro: Transectul eBMS
sk_sk: Transekt eBMS
sl_si: eBMS Transekt
sr: eBMS трансект
sv_se: eBMS-slinga
tr_tr: eBMS Gözlem Hattı

source: Please add any extra info about this record.
bg_bg: Добавете допълнителна информация за това наблюдение, ако има такава.
ca_es: Si us plau afegeix qualsevol informació extra sobre aquest registre.
cs_cz: Vložte, prosím, další informace k tomuto záznamu
da_dk: Tilføj venligst yderligere oplysninger om denne observation.
de_de: Bitte füge zusätzliche Informationen zu dieser Meldung hinzu.
el_gr: Παρακαλώ προσθέστε οποιαδήποτε επιπλέον πληροφορία για αυτή την καταγραφή.
es_es: Por favor añada cualquier otra información extra sobre este recuento
fi_fi: Anna lisätietoja tästä havainnosta.
fr_fr: Veuillez préciser les informations à propos de ce suivi.
gl_es: Por favor, engada información adicional sobre este rexistro.
hr_hr: Dodajte još podataka ovom zapisu.
hu_hu: Adj meg további információkat!
it_it: Per favore aggiungi alcune informazioni extra su questo campionamento.
ja_jp: この記録に関する追加情報を追加してください。
lt_lt: Prašome papildyti įrašą kita susijusia informacija.
nl_nl: Geef extra informatie over deze waarneming.
pl_pl: Dodaj dodatkowe informacje o tym rekordzie.
pt_pt: Por favor adicione quaisquer informações extra acerca deste registo.
ro_ro: Vă rugăm să adăugați orice informații suplimentare despre această înregistrare.
sk_sk: Vložte, prosím, ďalšie informácie k tomuto záznamu.
sl_si: Prosimo dodajte morebitne dodatne podatke o tem popisu.
sr: Унесите додатне податке уз овај налаз.
sv_se: Ange ev. övrig information om dessa observationer
tr_tr: Lütfen bu kayıtla ilgili ilave bilgi girin.

source: Enter more information here...
bg_bg: Добавете повече информация тук...
ca_es: Entra més informació aquí...
cs_cz: Vložte víc informací zde
da_dk: Indtast oplysninger her ...
de_de: Gib hier weitere Informationen ein.....
el_gr: Εισάγετε επιπλέον πληροφορίες εδώ...
es_es: Introducir más información aquí...
fi_fi: Syötä lisätiedot tähän...
fr_fr: Renseignez plus d'information ici...
gl_es: Introduza máis información aquí...
hr_hr: Podatke upišite ovdje
hu_hu: Bármi egyéb, ami fontos...
it_it: Inserisci più informazioni qui...
ja_jp: ここに詳細情報を入力してください...
lt_lt: Įvesti daugiau informacijos čia...
nl_nl: Geef hier meer informatie...
pl_pl: Wprowadź więcej informacji tutaj ...
pt_pt: Introduza mais informação aqui...
ro_ro: Introduceți mai multe informații aici...
sk_sk: Sem vložte viac informácií...
sl_si: Tu vnesete več informacij ...
sr: Овде унесите додатне податке…
sv_se: Lägg till mer information här
tr_tr: Buraya daha fazla bilgi girin...

source: Please specify the person responsible for identifying the species.
bg_bg: Посочете лицето, определило вида.
ca_es: Si us plau especifica la persona responsable de la identificació de l'espècie.
cs_cz: Specifikujte, prosím, osobu zodpovědnou za určení druhů
da_dk: Angiv venligst den ansvarlige for artsbestemmelsen af observationen.
de_de: Bitte gib die Person an, die für die Bestimmung der Art verantwortlich ist.
el_gr: Παρακαλώ προσδιορίστε το υπεύθυνο άτομο για την αναγνώριση του είδους.
es_es: Especifique la persona responsable para identificar las especies.
fi_fi: Kerro havainnon määrittäjä.
fr_fr: Veuillez préciser le nom de la personne ayant identifié l'espèce.
gl_es: Por favor, indique quen se encargou de identificar a especie.
hr_hr: Navedite ime osobe odgovorne za identifikaciju vrste.
hu_hu: Add meg a határozó személy nevét!
it_it: Per favore specificare la persona responsabile per l'identificazione della specie.
ja_jp: 種の識別を行った調査責任者を入力してください。
lt_lt: Prašome nurodyti žmogų atpažinusį šio įrašo rūšis.
nl_nl: Geef aan wie er verantwoordelijk is voor het op naam brengen van de soort.
pl_pl: Proszę podać osobę odpowiedzialną za identyfikację gatunków.
pt_pt: Por favor indique qual é a pessoa responsável pela identificação da espécie.
ro_ro: Vă rugăm să specificați persoana responsabilă pentru identificarea speciilor.
sk_sk: Upresnite, prosím, osobu zodpovednú za identifikáciu druhu.
sl_si: Prosimo navedite osebo, odgovorno za identifikacijo vrste.
sr: Унесите особу која је одговорна за идентификацију врста.
sv_se: Ange vem som gjort artbestämningen.
tr_tr: Lütfen türü tanımlayan kişiyi belirtiniz.

source: Please specify the % of cloud cover.
bg_bg: Моля уточнете процентното покритие на облаците.
ca_es: Especifica el % de cobertura de núvols
cs_cz: Specifikujte, prosím, % oblačnosti.
da_dk: Angiv venligst det procentmæssige skydække.
de_de: Bitte gib die Bewölkung in % an.
el_gr: Παρακαλώ προσδιορίστε το ποσοστό % της νέφωσης.
es_es: Especifique el % de cobertura de nubes.
fi_fi: Määrittele pilvisyys prosentteina, 0-100.
fr_fr: Veuillez renseigner le pourcentage de couverture nuageuse.
gl_es: Por favor, indique a % de nebulosidade
hr_hr: Navedite % oblaka.
hu_hu: Add meg a ⁒-os felhőborítottságot!
it_it: Per favore specificare la percentuale di copertura nuvolosa.
ja_jp: 雲のカバー率を記入してください。
lt_lt: Prašome nurodyti debesuotumą %.
nl_nl: Geef het % van de bewolking aan.
pl_pl: Podaj procentowe zachmurzenie.
pt_pt: Por favor especifique qual a % de nebulosidade.
ro_ro: Vă rugăm să specificați procentul de acoperire cu nori.
sk_sk: Upresnite, prosím, percentuálny podiel oblačnosti.
sl_si: Prosimo navedite stopnjo oblačnosti v procentih.
sr: Унесите % облачности.
sv_se: Ange molntäcke i %
tr_tr: Lütfen bulut örtüsü yüzdesini belirtin.
