Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: To start with the transect count, hold down the + button (a long-press) at the bottom of the screen and select eBMS Transect. The Transect page will appear with all the options to be completed. First, you have to select your transects (you will need to be logged in for this, and for transect routes to be linked to your user account). Once you have selected your transect site, you can fill out the necessary weather details (e.g. temperature, wind speed etc) and other required information (e.g. start time) on the Transect page. You then add a list of species seen and the number counted for each transect section, in the same way as for a 15-minute count. Once you have finished your Transect and checked that the species and numbers seen are correct, press the FINISH button to submit.
bg_bg: За да започнете преброяването на даден трансект, натиснете и задръжте бутона + (дълго натискане) в долната част на екрана и изберете Трансект на еBMS. Ще се появи страницата „Трансект“ с всички опции, които трябва да бъдат избрани или попълнени. Първо, трябва да изберете трансекта си (за това ще трябва да влезете в профила си, а трансектите трябва предварително да бъдат добавени в базата данни и да бъдат свързани с потребителския ви профил от националния координатор). След като сте избрали трансект, попълнете необходимите данни за времето (напр. температура, скорост на вятъра и т.н.) и друга необходима информация (например начален час) на страницата „Трансект“. След това добавете наблюдаваните видове и броя екземпляри от всеки вид за всеки участък от трансекта - по същия начин, както за 15-минутното броене. След като приключите преброяването на трансекта и проверите дали видовете и бройките са верни, натиснете бутона ЗАВЪРШВАНЕ, за да изпратите доклада с данните от преброяването.
ca_es: Per començar amb el recompte de transectes, mantigues premut el botó + (uns segons) a la part inferior de la pantalla i selecciona Transecte eBMS. Apareixerà la pàgina Transecte amb totes les opcions a completar. En primer lloc, selecciona els teus transectes (hauràs d'haver iniciat sessió perquè les rutes de transectes s'enllacin al teu compte d'usuari). Un cop hàgis seleccionat el teu lloc de transecte, pots omplir els detalls meteorològics necessaris (per exemple, temperatura, velocitat del vent, etc.) i altra informació necessària (per exemple, hora d'inici) a la pàgina Transecte. A continuació, afegeix una llista d'espècies vistes i el nombre comptat per a cada secció del transecte, de la mateixa manera que en un recompte de 15 minuts. Un cop hàgis acabat el Transecte i comprovat que les espècies i els números vists són correctes, prem el botó FINALITZAR per enviar.
cs_cz: Abyste mohli začít s transektovým sčítáním, podržte tlačítko + (dlouhé stisknutí) vespodu displeje a vyberte eBMS Transekt. Objeví se Transektová stránka se všemi možnostmi k vyplnění. Zaprvé, musíte vybrat Váš transekt (na to musíte být přihlášeni a transektové trasy musí být propojeny s Vaším účtem). Jakmile vyberete Vaše transektové místo, vyplňte na Transektové stránce všechna nezbytná data o počasí (např. teplotu, rychlost větru atd.) a další požadované informace (čas na začátku). Pak vložte seznam pozorovaných druhů a jejich počty pro každý úsek Vašeho tranektu, podobně jako u 15 minutového Sčítání. Až Váš transekt dokončíte a zkontrolujete druhy a počty pozorovaných motýlů, stiskněte tlačítko Dokončit pro odeslání dat.
da_dk: For at starte med transektobservationen skal du holde + knappen nede (længere tryk) nederst på skærmen og vælge eBMS Transekt. Transekt-siden viser alle de oplysninger for observationen, der skal udfyldes. Først skal du vælge dine transekter (du skal være logget ind, og dine transektruter skal være knyttet til din brugerkonto). Når du har valgt dit transektområde, kan du udfylde de nødvendige vejroplysninger (f.eks. temperatur, vindhastighed osv.) og andre nødvendige oplysninger (f.eks. starttidspunkt) på Transekt-siden. Du tilføjer derefter en liste over sete arter og antallet optalt for hver transektsektion, på samme måde som for 15-minuts observationen. Når du har afsluttet dit Transekt og tjekket, at de sete arter og antal er korrekte, skal du trykke på AFSLUT-knappen for at indsende observationen.
de_de: Um mit der Transektzählung zu beginnen, halte die +-Taste (lange drücken) am unteren Bildschirmrand gedrückt und wähle eBMS Transekt. Die Transekt-Seite erscheint mit allen zu vervollständigenden Optionen. Zuerst musst du dein Transekte auswählen (dazu musst du eingeloggt sein und die Transektstrecken müssen mit deinem Benutzerkonto verknüpft sein). Nachdem du dein Transekt ausgewählt hast, kannst du auf der Transekt-Seite die notwendigen Wetterangaben (z.B. Temperatur, Windgeschwindigkeit usw.) und andere erforderliche Informationen (z.B. Startzeit) ausfüllen. Dann fügst du eine Liste der gesehenen Arten und die Anzahl der gezählten Arten für jeden Transektabschnitt hinzu, wie bei einer Viertelstundenzählung. Wenn du die Transektbegehung beendet und überprüft hast, ob die gesehenen Arten und Zahlen korrekt sind, drücke die Schaltfläche FINISH, um die Zählung abzuschließen.
el_gr: Για να ξεκινήσετε τη διαδρομή σας, πατήστε (παρατεταμένα) το κουμπί + στο κάτω μέρος της οθόνης και επιλέξτε τη Διαδρομή eBMS. Θα εμφανιστεί η σελίδα της Διαδρομής στην οποία πρέπει να συμπληρώσετε κάποια στοιχεία. Αρχικά, πρέπει να επιλέξετε τη διαδρομή που θέλετε (πρέπει να έχετε συνδεθεί με τον ίδιο λογαριασμό με την πλατφόρμα, για να περαστούν οι διαδρομές σας στην εφαρμογή). Μόλις επιλέξετε τη διαδρομή σας, μπορείτε να συμπληρώσετε τους παράγοντες περιβάλλοντος (π.χ. θερμοκρασία, ένταση ανέμου κ.λ.π.) και άλλα απαιτούμενα στοιχεία (π.χ. ώρα έναρξης) στη σελίδα της Διαδρομής. Μετά προσθέτετε μία λίστα ειδών που παρατηρήσατε και τον αριθμό τους για κάθε τμήμα της διαδρομής σας, όπως και με το 15-λεπτο σημείο. Μόλις έχετε ολοκληρώσει τη Διαδρομή σας και ελέγξετε ότι τα είδη και οι αριθμοί τους είναι σωστοί, πατήστε το κουμπί ΤΕΛΟΣ.
es_es: Para comenzar con el recuento de transectos, mantenga presionado el botón + (una pulsación larga) en la parte inferior de la pantalla y seleccione eBMS Transect. La página Transecto aparecerá con todas las opciones para completar. Primero, debe seleccionar su transecto (deberá iniciar sesión para esto y para que las rutas de transectos se vinculen a su cuenta de usuario). Una vez que haya seleccionado su sitio de transecto, puede completar los detalles climáticos necesarios (por ejemplo, temperatura, velocidad del viento, etc.) y otra información requerida (por ejemplo, hora de inicio) en la página Transecto. Luego puede empezar a añadir una lista de especies vistas y el número contado para cada sección del transecto, de la misma manera que para un recuento de 15 minutos. Una vez que haya terminado su Transecto y verifique que las especies y los números vistos son correctos, presione el botón TERMINAR para enviar el transecto.
fi_fi: Aloittaakseni linjalaskennan, paina pitkään + kuvaketta näytön alalaidassa ja valitse eBMS Laskentalinja. Avautuvalla sivulla pyydetään tekemään joukko valintoja. Ensin, valitse laskentalinja. Sen jälkeen lisää pyydetyt säätiedot (lämpö, tuulisuus ym.) ja kellonaika avaussivulle. Sitten lisää lajinimiä tarpeen mukaan, sekä kullakin laskentalohkolla havaitsemasi yksilömäärä samoilla periaatteilla kuin ajastetussa laskennassa. Kun laskenta on valmis, tarkista ja korjaa syöttämäsi tiedot. Sitten paina FINISH / LOPETA kuvaketta lähettääksesi tiedot.
fr_fr: Pour commencer le suivi de transect, maintenez enfoncé le bouton + (appui long) en bas de l'écran et sélectionnez Transect STERF-eBMS. La page Transect apparaîtra avec toutes les options à compléter. Tout d'abord, vous devez sélectionner vos sites (pour ce faire, assurez-vous d'être connecté(e), et les itinéraires de transects de chaque site seront ainsi également liés à votre compte utilisateur). Une fois que vous avez sélectionné votre site de transects, vous pouvez remplir les détails météorologiques nécessaires (par exemple, la température, la vitesse du vent, etc.) et d'autres informations requises (par exemple, l'heure de début) sur la page Transect. Vous ajoutez ensuite une liste d'espèces vues et le nombre compté pour chaque transect, de la même manière que pour un comptage de 15 minutes. Une fois que vous avez terminé votre transect et vérifié que les espèces et les nombres vus sont corrects, appuyez sur le bouton "Terminer" pour envoyer vos observations.
gl_es: Para comezar a contaxe do transecto, manteña premido o botón + (cunha pulsación longa) na parte inferior da pantalla e seleccione Transecto eBMS. A páxina do transecto aparecerá con todas as opcións para completar. Primeiro, terá que seleccionar os seus transectos (necesitará rexistrarse para facelo e para que as rutas do transecto se vencellen á súa conta). Unha vez escolla o seu transecto, poderá consignar nesa páxina os datos meteorolóxicos necesarios (por exemplo, temperatura, velocidade do vento etc.) e outra información necesaria (por exemplo, a hora de inicio). A continuación, poderá engadir unha listaxe das especies observadas e o número de veces que as albiscou en cada sección do transecto, igual que no caso dunha contaxe de 15 minutos. Cando remate o seu transecto e comprobe que as especies e os números son correctos, prema o botón REMATAR para enviar os datos.
hr_hr: Da biste započeli brojanje duž transekta, držite tipku + (dugim pritiskom) na dnu zaslona i odaberite eBMS transekt. Pojavit će se stranica Transekt sa svim opcijama koje treba dovršiti. Prvo morate odabrati svoje transekte (za to ćete morati biti prijavljeni i da bi rute transekta bile povezane s vašim korisničkim računom). Nakon što odaberete mjesto transekta, možete ispuniti potrebne vremenske prilike (npr. temperaturu, brzinu vjetra itd.) i ostale potrebne podatke (npr. vrijeme početka) na stranici Transekt. Zatim dodajte popis viđenih vrsta i broj na svakom odsječku transekta, na isti način kao kod 15-minutnog brojanja. Nakon što završite svoj Transekt i provjerite jesu li viđene vrste i brojevi ispravni, pritisnite gumb ZAVRŠI za predaju.
hu_hu: A transzekt menti számlálás megkezdéséhez koppints az alsó ikonsor közepén lévő, marha nagy "+" (plusz) gombra, majd a megjelenő felmérési módok közül az "eBMS Transzekt" feliratra! Ezután válaszd ki a kívánt transzektet (ezt csak bejelentkezve tudod megtenni, és csak a felhasználói fiókodhoz hozzárendelt transzekt választható). Ekkor megjelenik a kiválasztott transzekt adatlapja a kitöltendő mezőkkel. Töltsd ki a szükséges adatokat (hőmérséklet, szélerősség, kezdési- és befejezési idő, stb.)! Ezután, transzekt-szakaszonként, add hozzá az észlelt fajokat a fajlistához, a megfelelő egyedszámokkal - ugyanúgy, mint a 15-perces számlálásnál. Ha egy szakasszal végeztél, a "Szakaszok"-ra koppintva válaszd ki a következő szakaszt. Minden szakaszról készíts egy jellemző élőhelyfotót is! Miután befejezted a Transzektet, és leellenőrizted, hogy a fajokat és az egyedszámokat helyesen írtad be, koppints a "BEFEJEZ" gombra. A befejezett transzektlejárásokat, megfelelő hálózati kapcsolatnál, a "FELTÖLT" gombra koppintva töltheted fel az adatbázisba.
it_it: Per iniziare con il transetto, tenere premuto il pulsante + (con una pressione prolungata) alla fine dello schermo e selezionare Transetti eBMS. La pagina dei transetti verrà visualizzata con tutte le opzioni da completare. Innanzitutto, devi selezionare il tuo transetto (dovrai effettuare l'accesso per questo, poiché i transetti sono collegati al tuo profilo utente). Una volta selezionato il sito del transetto, è possibile compilare i dettagli meteorologici necessari (es. temperatura, velocità del vento ecc.) e altre informazioni richieste (es. tempo di inizio) nella videata del transetto. Quindi aggiungi l'elenco di specie viste e il numero di individui contati per ogni sezione del transetto, allo stesso modo di un conteggio di 15 minuti. Quando hai terminato il transetto e controlla che le specie e il numero di avvistamenti sia corretto, poi premi il tasto FINE per inviare.
ja_jp: トランセクト調査（トランセクト・カウント）を開始するには、画面の下部にある「+」ボタン（長押し）を押しながら、eBMSのトランセクトを選択します。トランセクトのページが表示され、完成させる必要のあるすべてのオプションが示されます。 最初に、トランセクト調査地を選択する必要があります（これにはログインする必要があり、トランセクト調査地をユーザーアカウントにリンクさせる必要があります）。トランセクト調査地を選択したら、トランセクトのページで必要な気象天候の詳細（気温、風速など）やその他に必要な情報（開始時間など）を入力できます。次に、15分間のカウントと同じ方法で、各トランセクトのセクションにおいて、見られた種のリストと個体数を追加します。トランセクト調査が終了したら、表示されている種と個体数が正しいことを確認し、「終了」ボタンを押して送信します。
lt_lt: Norėdami pradėti su transektų skaičiavimu, palaikykite nuspaudę mygtuką + (palaikykite ilgai) ekrano apačioje ir pasirinkite „eBMS Transekta“. Pirmiausia turite pasirinkti savo transektas (tam reikės prisijungti, o transektų maršrutus susieti su jūsų vartotojo sąskaita). Pasirinkę savo transektos vietą, puslapyje „Transekta“ galite užpildyti reikiamą aplinkos informaciją (pvz., Temperatūrą, vėjo greitį ir kt.) Ir kitą būtiną informaciją (pvz., Pradžios laiką). Tada pridėkite matytų rūšių sąrašą ir kiekvienos transektos sekcijoje suskaičiuotą individų skaičių, taip pat kaip atliekant 15 min stebėjimą. Baigę transektą ir patikrinę ar visos stebėtos rūšys suvestos ir individų skaičiai teisinga, paspauskite mygtuką UŽBAIGTI, kad pateiktumėte duomenis
nl_nl: Om een telling op het transect te beginnen, houd de + toets ingedrukt (een lange druk op de toets) onderaan het scherm en selecteer de eBMS route. De route-pagina zal verschijnen met alle opties die moeten worden ingevuld. Eerst moet u uw routes selecteren (u moet hiervoor ingelogd zijn, en de transectroutes moeten aan uw gebruikersaccount gekoppeld zijn). Zodra u uw route hebt geselecteerd, kunt u de nodige weersgegevens (bv. temperatuur, windsnelheid, enz.) en andere vereiste informatie (bv. starttijd) invullen op de routepagina. Vervolgens voegt u een lijst van waargenomen soorten en het getelde aantal exemplaren toe voor elk transectgedeelte, op dezelfde manier als voor een 15-minutentelling. Zodra u klaar bent met uw route en gecontroleerd hebt of de getelde soorten en aantallen correct zijn, drukt u op de knop FINISH om te verzenden.
pl_pl: Aby rozpocząć liczenie na transekcie, przytrzymaj przycisk + (długie naciśnięcie) u dołu ekranu i wybierz eBMS Transect. Pojawi się strona Transect z wszystkimi opcjami do wypełnienia. Po pierwsze, musisz wybrać swoje transekty (w tym celu musisz być zalogowany, a trasy transektów muszą być powiązane z Twoim kontem użytkownika). Po wybraniu miejsca transektu, na stronie Transekt możesz wypełnić niezbędne dane pogodowe (np. temperatura, prędkość wiatru itp.) oraz inne wymagane informacje (np. czas rozpoczęcia). Następnie dodajesz listę zaobserwowanych gatunków i liczbę zliczonych osobników dla każdego odcinka transektu, w taki sam sposób jak w przypadku liczenia 15-minutowego. Po zakończeniu transektu i sprawdzeniu, że gatunki i liczba zaobserwowanych osobników są poprawne, naciśnij przycisk ZAKOŃCZ, aby wysłać dane.
pt_pt: Para iniciar a contagem no transecto, pressione demoradamente o botão + , no fundo do ecrã, e selecione a opção Transecto eBMS. Terá depois acesso a uma página com várias opções para completar. Primeiro, deverá selecionar os seus transectos (para tal, deverá ter sessão iniciada e os percursos dos transectos deverão estar ligados à sua conta de utilizador). Após selecionar o local do transecto, poderá preencher os restantes campos relativos às condições meteorológicas (por ex., temperatura e velocidade do vento) e outras informações pedidas (por ex., hora de início) na página do Transecto. Depois, deverá adicionar a lista de espécies observadas e o número de indivíduos contados em cada secção do transecto, da mesma forma que o faz para as Contagens de 15 minutos. Quando tiver terminado o seu Transecto e confirmado que as espécies e os números estão corretos, pressione o botão Terminar para as submeter.
ro_ro: Pentru a începe cu transectele de numărare, țineți apăsat butonul + (o apăsare lungă) din partea de jos a ecranului și selectați Transect eBMS. Va apărea pagina Transect cu toate opțiunile de completat. În primul rând, trebuie să vă selectați transectele (va trebui să fiți autentificat pentru aceasta, iar rutele transectelor să fie conectate la contul dvs. de utilizator). După ce ați selectat zona transectului puteți completa detaliile meteo necesare (de exemplu, temperatura, viteza vântului etc.) și alte informații necesare (de exemplu, ora începerii) pe pagina zonei de transect. Apoi adăugați o listă de specii observate și numărul acestora pentru fiecare secțiune de transect, în același mod ca pentru o numărare de 15-minute. Odată ce ați terminat transectul și ați verificat toate speciile observate și numerele sunt corecte, apăsați butonul Finalizare pentru a trimite.
sk_sk: Ak chcete začať monitorovať transekt, podrže tlačidlo + (dlhé stlačenie) v spodnej časti displeja a vyberte eBMS transekt. Objaví sa transektová stránka so všetkými možnosťami na vyplnenie. Najprv si musíte vybrať Váš transekt (musíte byť prihlásený a transekty musia byť prepojené s Vaším účtom). Vyberte si svoj transekt a vyplňte všetky potrebné údaje o počasí (napr. teplota, rýchlosť vetra, atď.) a ďalšie požadované informácie (čas začiatku monitorovania). Potom vložte zoznam pozorovaných druhov a ich počty pre každý úsek Vášho transektu, a to rovnakým spôsobom ako pri 15 minútovom počítaní. Keď monitoring transektu dokončíte a skontrolujete druhy a počty pozorovaných motýľov, stlačte tlačidlo Dokončiť pre odoslanie dát.
sl_si: Na začetku transektnega popisa na dnu zaslona držite pritisnjeno tipko + (daljši pritisk) in izberite eBMS Transekt. Prikazala se vam bo stran Transekt z vsemi možnostmi, ki jih je treba dokončati. Najprej morate izbrati svoje transekte (za to, da se bodo transekti povezali z vašim računom boste morali biti prijavljeni). Ko izberete mesto transekta, na strani Transekt izpolnite potrebne vremenske podatke (npr. temperatura, hitrost vetra itd.) In druge potrebne informacije (npr. čas začetka popisa). Nato dodate seznam popisanih vrst in njihovo število, ki se šteje za vsak odsek posebej, tako kot pri 15-minutnem popisu. Ko končate svoj Transekt in preverite, ali so popisane vrste in število opaženih osebkov pravilno, za pošiljanje pritisnite gumb KONČAJ.
sr: Да би почели бројање дуж трансекта, притисните дугме + мало дуже и одаберите Трансект. Појавиће се страница за унос трансекта са потребним пољима за попуњавање. Најпре је потребно да изаберете ваш трансект (за шта је неопходно да будете пријављени и да имате отворене руте трансекта у нашем систему). Када изаберете локацију трансекта, можете попунити потребне податке о временским приликама (као што је температура или брзина ветра) и остале податке (време почетка трансекта). Затим можете додавати врсте на свакој деоници трансекта, на исти начин као што сте то радили код бројања у 15 минута. Када завршите трансект и проверите називе врста и број јединки кликните на дугме за крај и пошаљите податке на сервер.
sv_se: För att börja en slinginventering trycker du på plus-knappen (en lång tryckning) längst ner på skärmen och väljer eBMS Slinga. Sidan för slingor visas, med alla uppgifter som ska anges. Först väljer du din slinga (du måste vara inloggad för att kunna göra det, och för att observationerna längs slingan ska länkas till ditt användarkonto). När du valt din fjärilsslinga kan du fylla i väderuppgifter (t.ex temperatur, vindstyrka mm.) och annan obligatorisk information (t.ex starttid) på sling-sidan. Sedan kan du på samma sätt som vid en 15-min öppen inventering lägga till en lista på de arter du sett och antalet individer för varje segment av slingan. När du har avslutat din slinginventering och kontrollerat att arter och antal stämmer, trycker du på knappen KLART för att skicka iväg uppgifterna.
tr_tr: Gözlem hattında sayıma başlamak için ekranın altında bulunan + tuşuna uzun basın ve eBMS Gözlem Hattı'nı seçin. Diğer seçenekleri de içeren Gözlem Hattı sayfası karşınıza çıkacak. İlk olarak, hattınızı seçmelisiniz (Gözlem hattı rotalarınızın kullanıcı hesabınızla eşleştirilmesi için oturumu açmış olmanız gerekiyor). Gözlem hattınızın bulunduğu alanı seçtikten sonra gerekli hava durumu detaylarını (sıcaklık, rüzgar hızı gibi) ve diğer bilgileri (başlangıç zamanı gibi) Gözlem Hattı sayfasında girebilirsiniz. Sonrasında, aynı 15 dakikalık sayımda olduğu gibi, görülen türlerin bir listesini ve sayılarını her gözlem hattındaki kesitlere ekleyin. Gözlem hattını yürümeyi tamamlayıp türlerin ve sayılarının doğruluğunu kontrol ettiğinizde, göndermek için TAMAMLA butonuna basın.

source: Survey section
bg_bg: Преброяване на участък
ca_es: Secció del transsecte
cs_cz: Průzkumová část
da_dk: Observationssektionen
de_de: Erfassungs-Abschnitt
el_gr: Καρτέλα Δειγματοληψίες
es_es: Sección Muestreos
fi_fi: Laskentalohko
fr_fr: Transect
gl_es: Sección da mostraxe
hr_hr: Odsječci istraživanja
hu_hu: "Felmérések" lap
it_it: Sezione Campionamenti
ja_jp: セクションの調査
lt_lt: Įrašų skyrius
nl_nl: Sectie
pl_pl: Formularz odcinka
pt_pt: Secção de Amostragem
ro_ro: Secțiunea de sondaje
sk_sk: Pozorovania
sl_si: Območje popisa
sr: Обилазак деонице
sv_se: Slingsegment
tr_tr: Gözlem bölümü
