Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Warning - This will discard the survey information you have entered so far.
bg_bg: Внимание - това ще изтрие данните, които сте въвели досега.
ca_es: Avís - Això descartarà la informació del mostreig que has entrat de moment
el_gr: Προσοχή - Αυτό θα αφαιρέσει τις πληροφορίες για τη δειγματοληψία που έχετε εισάγει ως τώρα.
es_es: Advertencia - Esto descartará la información del muestreo que ha introducido hasta ahora.
fr_fr: Avertissement - Cette opération annule les informations sur le suivi que vous avez saisies jusqu'à présent.
gl_es: Atención! Esta acción ha eliminar a información da mostraxe que rexistrase ata o momento.
it_it: Attenzione - In questo modo verranno scartate le informazioni del campionamento inserite fino ad ora.
lt_lt: Dėmesio - šis veiksmas pašalins visą iki šiol užfiksuotą stebėjimo informaciją
pt_pt: Aviso - Esta opção descarta a informação da amostragem que introduziu até agora.
ro_ro: Atenție - Aceasta va anula informațiile pe care le-ați introdus până acum în sondaj.
sk_sk: Varovanie - Týmto sa vymažú informácie o pozorovaní, ktoré ste doteraz zadali.
sr: Упозорење – овим ћете занемарити податке о обиласцима које сте до сада унели.
tr_tr: Uyarı - Bu, şu ana kadar girdiğiniz anket bilgilerini siler.

source: Fresh
bg_bg: Пресен
ca_es: Nova
el_gr: Φρέσκο
es_es: Nueva
fr_fr: Frais
gl_es: Nova
hu_hu: Friss
it_it: Nuove
lt_lt: Neseniai išsiritęs
pt_pt: Novinho em folha
ro_ro: Proaspat
sk_sk: Čerstvý
sr: Свежа
sv_se: Ny
tr_tr: Taze

source: Worn
bg_bg: Стар
ca_es: Volada - vella
el_gr: Φθαρμένο
es_es: Desgastada
fr_fr: Usé
gl_es: Gastada
hu_hu: Kopott
it_it: Consumate
lt_lt: Nusitrynęs
pt_pt: Desgastado
ro_ro: Uzat
sk_sk: Olietaný
sr: Стара
sv_se: Sliten
tr_tr: Yıpranmış

source: Normal
bg_bg: Нормален
el_gr: Κανονικό
hu_hu: Átlagos
it_it: Normale
lt_lt: Normalus
sk_sk: Normálny
sr: Уобичајена

source: Please specify the nectar source.
bg_bg: Моля уточнете източника на нектар.
ca_es: Especifica la font de nèctar
el_gr: Παρακαλώ προσδιορίστε τη πηγή νέκταρ.
es_es: Por favor, especifique la fuente de néctar.
fr_fr: Veuillez spécifier la source de nectar.
gl_es: Por favor, concrete a fonte de alimento.
hu_hu: Add meg a nektárforrást!
it_it: Per favore, specifica la fonte di nettare
lt_lt: Prašome nurodyti nektaro šaltinį.
pt_pt: Por favor especifique a fonte de néctar.
ro_ro: Specifica sursa de nectar
sk_sk: Uveďte prosím zdroj nektáru.
sr: Изаберите нектарску биљку
sv_se: Specificera näktarkällan.
tr_tr: Lütfen nektar kaynağını belirtin.

source: Please add the egg laying option.
bg_bg: Моля добавете опцията за яйцеснасяне.
ca_es: Afegeix l'opció d'ovoposició.
el_gr: Παρακαλώ προσθέστε την επιλογή ωοτοκίας.
es_es: Por favor, añada la opción de puesta de huevos.
fr_fr: Veuillez ajouter l'option de ponte.
gl_es: Por favor, engada a opción de posta de ovos.
it_it: Per favore, aggiungere l'opzione di deposizione delle uova.
lt_lt: Prašome pridėkite informaciją apie kiaušinių dėjimą
pt_pt: Por favor adicione a opção de postura de ovos.
ro_ro: Adăugați opțiunea de depunere a ouălor
sk_sk: Pridajte, prosím, možnosť kladenia vajíčok.
sr: Додајте податке о полагању јаја.
sv_se: Lägg till äggläggningalternativ.
tr_tr: Lütfen yumurta bırakma seçeneğini ekleyin.

source: Please add the mating option.
bg_bg: Моля добавете опцията за копулация.
ca_es: Afegeix l'opció d'aparellament.
el_gr: Παρακαλώ προσθέστε την επιλογή ζευγαρώματος.
es_es: Por favor, añada la opción de apareamiento.
fr_fr: Veuillez ajouter l'option d'accouplement.
gl_es: Por favor, engada a opción de apareamento.
hu_hu: Párzáson belül, mit csinált?
it_it: Per favore, aggiungere le opzioni di di accoppiamento
lt_lt: Prašome pridėti informaciją apie poravimasi
pt_pt: Por favor adicione a opção de acasalamento.
ro_ro: Adăugați opțiunea de împerechere.
sk_sk: Pridajte, prosím, možnosť párenia.
sr: Додајте податке о парењу.
tr_tr: Lütfen çiftleşme seçeneğini ekleyin.

source: Nectar source
bg_bg: Източник на нектар
ca_es: Font de nèctar
el_gr: Πηγή νέκταρ
es_es: Fuente de néctar
fr_fr: Source de nectar
gl_es: Fonte de alimento
hu_hu: Nektárforrás
it_it: Fonte di nettare
lt_lt: Nektaro šaltinis
pt_pt: Fonte de néctar
ro_ro: Sursa de nectar
sk_sk: Zdroj nektáru
sr: Нектарска биљка
sv_se: Näktarkälla
tr_tr: Nektar kaynağı

source: Please add the nectar option.
bg_bg: Моля добавете опцията за нектар.
ca_es: Afegeix la font de nèctar
el_gr: Παρακαλώ προσθέστε την επιλογή νέκταρ.
es_es: Por favor, añada la opción de néctar.
fr_fr: Veuillez ajouter l'option du nectar.
gl_es: Por favor, engada a fonte de alimento.
hu_hu: Válaszd ki a ”táplálkozott” opciót!
it_it: Per favore, aggiungi l'opzione nettare
lt_lt: Prašome pridėti nektaro šaltinio informaciją
pt_pt: Por favor adicione a opção de néctar.
ro_ro: Adăugați opțiunea de hrană cu nectar.
sk_sk: Pridajte, prosím, možnosť - nektár.
sr: Додајте податке о нектарским биљкама.
tr_tr: Lütfen nektar seçeneğini ekleyin.

source: Please add the direction option.
bg_bg: Моля добавете опцията за посока.
ca_es: Afegeix la direcció del vent
el_gr: Παρακαλώ προσθέστε την επιλογή κατεύθυνσης.
es_es: Por favor, añada la opción de dirección.
fr_fr: Veuillez ajouter l'option de direction.
gl_es: Por favor, engada a opción de dirección.
it_it: Per favore, inserire l'opzione direzione
lt_lt: Prašome pridėti krypties informaciją.
pt_pt: Por favor adicione a opção de direção.
ro_ro: Adăugați opțiunea de direcție.
sk_sk: Pridajte, prosím, možnosť - smer.
sr: Додајте податке о смеру.
tr_tr: Lütfen yön seçeneğini ekleyin.

source: Please add the altitude option.
bg_bg: Моля добавете опцията за надморска височина.
ca_es: Afegeix l'alçada
el_gr: Παρακαλώ προσθέστε την επιλογή υψομέτρου.
es_es: Por favor, añada la opción de altitud.
fr_fr: Veuillez ajouter l'option d'altitude.
gl_es: Por favor, engada a opción de altitude.
it_it: Per favore, aggiungere l'opzione altitudine
lt_lt: Prašome pridėti aukščio informaciją
pt_pt: Por favor adicione a opção de altitude.
ro_ro: Adăugați opțiunea de altitudine.
sk_sk: Pridajte, prosím, možnosť - nadmorská výška.
sr: Додајте податке о надморској висини.
tr_tr: Lütfen irtifa seçeneğini işaretleyin.

source: Egg-laying hostplants
bg_bg: Хранителни растения за яйцеснасяне
ca_es: Plantes nutrícies
el_gr: Φυτά ξενιστές για εναπόθεση αυγών
es_es: Puesta de huevos en planta huésped
fr_fr: Plantes hôtes
gl_es: Ovopositando nas plantas nutricias
hu_hu: Petenövény
it_it: Piante nutrici con uova deposte
lt_lt: Augalas ant kurio dėjo kiaušinius
pt_pt: Plantas hospedeiras de posturas de ovos
ro_ro: Plante gazdă pentru depunerea ouălor
sk_sk: Rastliny vhodné pre kladenie vajíčok
sr: Биљке за полагање јаја
tr_tr: Yumurta bırakılan konukçu bitki

source: Migrating
bg_bg: Мигриращи
ca_es: Migrant
el_gr: Μετανάστευση
es_es: Migrando
fr_fr: Migrateur
gl_es: A migrar
hu_hu: Vándorolt
it_it: In migrazione
lt_lt: Migravo
pt_pt: Em migração
ro_ro: Migrație
sk_sk: Migrujúci
sr: Мигрира
sv_se: Migration
tr_tr: Göç ediyor

source: Nectaring
bg_bg: Хранещи се с нектар
ca_es: Libant nèctar
el_gr: Πόση νέκταρος
es_es: Libando
fr_fr: Nectar
gl_es: A libar
hu_hu: Táplálkozott
it_it: In alimentazione
lt_lt: Maitinosi
pt_pt: A alimentar-se de néctar
ro_ro: Hrănire cu nectar
sk_sk: Sajúci nektár
sr: Храни се
tr_tr: Nektarla besleniyor

source: Mating
bg_bg: Копулиращи
ca_es: Comportament reproductor
el_gr: Ζευγάρωμα
es_es: Apareándose
fr_fr: Accouplement
gl_es: A cortexar
hu_hu: Párzott
it_it: In accoppiamento
lt_lt: Poravosi
pt_pt: Em acasalamento
ro_ro: In copula
sk_sk: Párenie
sr: Пари се
tr_tr: Çiftleşiyor

source: Unsupported device
bg_bg: Неподдържано устройство
ca_es: Dispositiu no compatible
el_gr: Μη υποστηριζόμενη συσκευή
es_es: Dispositivo no compatible
fr_fr: Appareil non pris en charge
gl_es: Dispositivo incompatible
it_it: Dispositivo non supportato
lt_lt: Įrenginys nepalaikomas
pt_pt: Aparelho não suportado
ro_ro: Dispozitiv neacceptat
sk_sk: Nepodporované zariadenie
sr: Уређај није подржан
sv_se: Enhet som inte stöds
tr_tr: Desteklenmeyen cihaz

source: Unfortunately, it looks like your device doesn't have the necessary sensor for the compass to function correctly. The compass relies on this sensor to detect the earth's magnetic field and determine your device's orientation relative to magnetic north. Thus, you will not be able to use compass on this device.
bg_bg: За съжаление, това устройство няма необходимия сензор за определяне на земното магнитно поле и на ориентацията на устройството спрямо магнитния север. Затова не може да използвате функцията компас на това устройство.
ca_es: Malauradament, sembla que el teu dispositiu no té el sensor necessari perquè la brúixola funcioni correctament. La brúixola es basa en aquest sensor per detectar el camp magnètic terrestre i determinar l'orientació del dispositiu en relació al nord magnètic. Per tant, no podrràs utilitzar la brúixola en aquest dispositiu.
el_gr: Δυστυχώς, φαίνεται πως η συσκευή σας δεν διαθέτει τον απαραίτητο αισθητήρα για να λειτουργεί σωστά η πυξίδα. Η πυξίδα βασίζεται σε αυτόν τον αισθητήρα για να ανιχνεύει το μαγνητικό πεδίο της γης και να προσδιορίζει τον προσανατολισμό της συσκευής σας σε σχέση με τον μαγνητικό βορρά. Συνεπώς, δεν μπορείτε να χρησιμοποιήσετε τη πυξίδα σε αυτή τη συσκευή.
es_es: Desafortunadamente, parece que tu dispositivo no tiene el sensor necesario para que la brújula funcione correctamente. La brújula depende de este sensor para detectar el campo magnético terrestre y determinar la orientación de su dispositivo con respecto al norte magnético. Por lo tanto, no podrás utilizar la brújula en este dispositivo.
fr_fr: Malheureusement, il semble que votre appareil ne dispose pas du capteur nécessaire au bon fonctionnement de la boussole. La boussole s'appuie sur ce capteur pour détecter le champ magnétique terrestre et déterminer l'orientation de votre appareil par rapport au nord magnétique. Vous ne pourrez donc pas utiliser la boussole sur cet appareil.
gl_es: Infelizmente, semella que o seu dispositivo non conta co sensor necesario para que o compás funcione de modo correcto. O compás precísao para detectar o campo magnético terrestre e determinar a orientación do seu dispositivo en relación co norte magnético. Daquela, non vai poder empregar o compás neste dispositivo.
it_it: Sfortunatamente, sembra che il dispositivo non disponga del sensore necessario per il corretto funzionamento della bussola. La bussola si basa su questo sensore per rilevare il campo magnetico terrestre e determinare l'orientamento del dispositivo rispetto al Nord magnetico. Pertanto, non sarà possibile utilizzare la bussola su questo dispositivo.
lt_lt: Deja, panašu, kad jūsų prietaise nėra jutiklio, reikalingo tinkamam kompaso veikimui. Kompasas remiasi šiuo jutikliu, kad aptiktų žemės magnetinį lauką ir nustatytų jūsų prietaiso orientaciją magnetinės šiaurės platumos atžvilgiu. Taigi šiuo prietaisu negalėsite naudoti kompaso.
pt_pt: Infelizmente o seu aparelho não parece ter o sensor necessário ao funcionamento correto da bússola. A bússola depende deste sensor para detetar o campo magnético da Terra e determinar o orientação do aparelho relativamente ao norte magnético. Assim, não é possivel utilizar a bússola neste aparelho.
ro_ro: Din păcate, dispozitivul dvs. nu are senzorul necesar pentru ca busola să funcționeze corect. Busola folosește câmpul magnetic al Pământului pentru orientarea device-ului spre nord. Prin urmare, nu puteți utiliza acest device pentru orientare spațială.
sk_sk: Bohužiaľ, Vaše zariadenie zrejme nemá senzor potrebný pre správne fungovanie kompasu. Kompas potrebuje tento senzor na detekovanie magnetického poľa Zeme, a zároveň určuje orientáciu Vášho zariadenia voči severu. Preto nebudete môcť používať kompas na tomto zariadení.
sr: Нажалост, изгледа да ваш уређај нема неопходан сензор да би компас радио како треба. Компас се ослања на овај сензор приликом праћења магнетног поље Земље у односу на смер вашег уређаја. Због тога нећете моћи да користите компас на овом уређају.
tr_tr: Maalesef, cihazınızın pusulasının düzgün çalışması için gerekli sensöre sahip olmadığı görünüyor. Pusula, cihazınızın manyetik kuzeyle olan oryantasyonunu belirlemek ve dünyanın manyetik alanını algılamak için bu sensöre bağlıdır. Bu nedenle, bu cihazda pusulayı kullanamayacaksınız.

source: Territorial defence: other
bg_bg: Териториално поведение: друго
ca_es: Comportament territorial: altres
el_gr: Άμυνα επικράτειας: άλλο
es_es: Defensa territorial: otra
fr_fr: Défense territoriale : autres
gl_es: A defender o territorio: outros
hu_hu: Territoriális viselkedés: egyéb
it_it: Difesa del territorio: altro
lt_lt: Teritorijos gynyba: kita
pt_pt: Defesa de território: outra
ro_ro: Apărare teritorială: altele
sk_sk: Ochrana územia: iné
sr: Брани територију: друго
tr_tr: Arazi savunması: diğer

source: Territorial defence: hill-topping
bg_bg: Териториално поведение: хилтопинг
ca_es: Comportament territorial: encimballament (hill-topping)
el_gr: Άμυνα επικράτειας: hill-topping
es_es: Defensa territorial: hill-topping
fr_fr: Défense territoriale : hill-topping
gl_es: A defender o territorio: hill-topping
hu_hu: Territoriális viselkedés: dombtetőzés
it_it: Difesa del territorio: hill-topping
lt_lt: Teritorijos gynyba: skraido kalvos viršuje
pt_pt: Defesa de território: hill-topping
ro_ro: Apărare teritorială: hill-topping
sk_sk: Ochrana územia: hill-topping
sr: Брани територију: на врху брда
tr_tr: Arazi savunması: tepe bekçiliği

source: What was the butterfly flying altitude? (meters)
bg_bg: На каква надморска височина (в метри) летеше пеперудата?
ca_es: Quina era l'alçada de vol de la papallona? (metres)
el_gr: Ποιο ήταν το υψόμετρο στο οποίο πετούσε η πεταλούδα; (μέτρα)
es_es: ¿Cuál era la altitud de vuelo de la mariposa? (metros)
fr_fr: Quelle était l'altitude de vol du papillon ? (en mètres)
gl_es: Cal é a altitude de voo da bolboreta (en metros)?
it_it: Qual era l'altitudine di volo della farfalla (metri)
lt_lt: Kokiame aukštyje skrido stebėtas drugys? (metrais)
pt_pt: Qual foi a altitude de voo da borboleta? (metros)
ro_ro: La ce altitudine zbura fluturele? (în metri)
sk_sk: Aká bola výška letu motýľa? (v metroch)
sr: Која је надморска висина на којој лети лептир? (у метрима)
tr_tr: Kelebeğin uçuş yüksekliği nedir? (metre)

source: Other hostplant
bg_bg: Друго хранително растение
ca_es: Altres plantes hoste
el_gr: Άλλο φυτό ξενιστής
es_es: Otra planta huésped
fr_fr: Autre plante hôte
gl_es: Outra planta nutricia
hu_hu: Milyen egyéb?
it_it: Altre piante nutrici
lt_lt: Kiti mitybiniai augalai
pt_pt: Outra planta hospedeira
ro_ro: Alte plante gazdă
sk_sk: Iná hostiteľská rastlina
sr: Друге биљке хранитељке
sv_se: Annan värdväxt
tr_tr: Diğer konukçu bitkiler

source: Desert nettle
bg_bg: Американска пустинна коприва – Eucnide urens
ca_es: Ortiga del desert
el_gr: Τσουκνίδα της ερήμου - desert nettle
es_es: Ortiga del desierto
fr_fr: Ortie du désert
gl_es: Estruga
hu_hu: Eucnide urens
it_it: Ortica del deserto
lt_lt: Dykuminė dilgėlė
pt_pt: Pappostipa speciosa
ro_ro: Urzica deșertului
sk_sk: Žihľava
sr: Пустињска коприва (Eucnide urens)
tr_tr: Setaria viridis - Yeşil Sıçansaçı

source: Mallow
bg_bg: Слез
ca_es: Malva
el_gr: Μολόχα
es_es: Malva
fr_fr: Mauve
gl_es: Malva
hu_hu: Mályva
it_it: Malva
lt_lt: Dedešva
pt_pt: Malvas
ro_ro: Specii de nalbă
sk_sk: Slez
sr: Слез
tr_tr: Ebegümeci

source: Thistles
bg_bg: Паламида или Магарешки бодил
ca_es: Cards
el_gr: Γαϊδουράγκαθα
es_es: Cardos
fr_fr: Chardon
gl_es: Cardos
hu_hu: Bogáncs
it_it: Cardi
lt_lt: Usnis
pt_pt: Cardos
ro_ro: Specii de scai
sk_sk: Bodliaky
sr: Чкаљ
tr_tr: Devedikenleri

source: Hostplants
bg_bg: Хранителни растения
ca_es: Plantes nutrícies
el_gr: Φυτά ξενιστές
es_es: Planta huésped
fr_fr: Plantes hôtes
gl_es: Plantas nutricias
hu_hu: Táp- vagy petenövény
it_it: Piante nutrici
lt_lt: Mitybiniai augalai
pt_pt: Plantas hospedeiras
ro_ro: Plante gazdă
sk_sk: Hostiteľské rastliny
sr: Биљке хранитељке
sv_se: Värdväxt
tr_tr: Konukçu bitkiler

source: Please select the hostplants.
bg_bg: Моля изберете хранителните растения.
ca_es: Si us plau selecciona les plantes nutrícies
el_gr: Παρακαλώ επιλέξτε τα φυτά ξενιστές.
es_es: Seleccione la planta huésped.
fr_fr: Veuillez sélectionner les plantes hôtes.
gl_es: Por favor, seleccione as plantas nutricias.
hu_hu: Válszd ki a növényt!
it_it: Per favore, seleziona una pianta nutrice
lt_lt: Prašome pasirinkti mitybinius augalus.
pt_pt: Por favor selecione as plantas hospedeiras.
ro_ro: Selectează plantele gazdă
sk_sk: Prosím vyberte hostiteľské rastliny.
sr: Изаберите биљке хранитељке.
tr_tr: Lütfen konukçu bitkileri seçiniz.

source: You don't have any <1>{{prettySpeciesName}}</1> records in your list.
bg_bg: Нямате наблюдения на <1>{{prettySpeciesName}}</1> във Вашия списък.
ca_es: No tens cap registre de <1>{{prettySpeciesName}}</1> a la teva llista.
el_gr: Δεν έχετε καμία <1>{{prettySpeciesName}}</1> καταγραφή στη λίστα σας.
es_es: No tiene ningún registro de<1>{{prettySpeciesName}}</1> en su lista.
fr_fr: Vous n'avez aucune observation de <1>{{prettySpeciesName}}</1> dans votre liste.
gl_es: Non ten ningún rexistro de <1>{{prettySpeciesName}}</1> na súa listaxe.
hu_hu: Még nincs <1>{{prettySpeciesName}}</1> észlelésed.
it_it: Non hai <1>{{prettySpeciesName}}</1> campionamenti nella tua lista
lt_lt: Jūs neturi jokių <1>{{prettySpeciesName}}</1> įrašų savo sąraše.
pt_pt: Não existem registos de <1>{{prettySpeciesName}}</1> na sua lista.
ro_ro: Nu ai nicio <1>{{prettySpeciesName}}</1>înregistrare în listă.
sk_sk: Nemáte žiadne <1> {{prettySpeciesName}} </1>záznamy v zozname.
sr: Немате уноса врсте <1>{{prettySpeciesName}}</1> у вашем списку.
tr_tr: "Listende hiç <1>{{prettySpeciesName}}</1> kaydın bulunmuyor."

source: Tip: Copy attributes
bg_bg: Съвет: Копирайте атрибутите
ca_es: Consell: copia els atributs
el_gr: Συμβουλή: Αντιγράψτε τα χαρακτηριστικά
es_es: Consejo: Copie atributos
fr_fr: Conseil : Copier les attributs
gl_es: Suxestión: copie os atributos
hu_hu: Tipp: Tulajdonságok másolása
it_it: Suggerimento: Copiare le caratteristiche
lt_lt: Patarimas: Kopijuokite atributus
pt_pt: Dica: Copie atributos
ro_ro: Sfat: copiază atributele
sk_sk: Tip: Kopírovať atribúty
sr: Савет: копирајте особине
tr_tr: İpucu: Özellikleri Kopyala

source: Wing condition
bg_bg: Състояние на крилата
ca_es: Condició alar
el_gr: Κατάσταση φτερών
es_es: Estado de las alas
fr_fr: Etat des ailes
gl_es: Características da á.
hu_hu: Szárnyak állapota
it_it: Condizioni delle ali
lt_lt: Sparnų būklė
pt_pt: Condição da asa
ro_ro: Condiția aripii
sk_sk: Stav krídla
sr: Стање крила
tr_tr: Kanat durumu

source: Nectar
bg_bg: Нектар
ca_es: Font de nèctar
el_gr: Νέκταρ
es_es: Néctar
gl_es: Alimento
hu_hu: Nektárforrás
it_it: Nettare
lt_lt: Nektaras
pt_pt: Néctar
ro_ro: Sursa de nectar
sk_sk: Nektár
sr: Нектар
sv_se: Näktar
tr_tr: Nektar

source: Enter the nectar source here
bg_bg: Въведете източника на нектар тук
ca_es: Entra aquí la font de nèctar
el_gr: Εισάγετε τη πηγή νέκταρ εδώ
es_es: Introduzca aquí la fuente de néctar
fr_fr: Saisissez la source de nectar ici
gl_es: Introduza a fonte de alimento aquí
hu_hu: Írd be a nektárforrást!
it_it: Inserisci qui la fonte di nettare
lt_lt: Įveskite čia nektaro šaltinį
pt_pt: Introduza aqui a fonte de néctar
ro_ro: Adaugă sursa de nectar aici
sk_sk: Sem zadajte zdroj nektáru
sr: Унесите извор нектара на овој локацији
tr_tr: Buraya nektar kaynağını girin

source: Other species
bg_bg: Други видове
ca_es: Altres espècies
el_gr: Άλλα είδη
es_es: Otras especies
fr_fr: Autres espèces
gl_es: Outras especies
hu_hu: Egyéb növény
it_it: Altre specie
lt_lt: Kitos rūšys
pt_pt: Outras espécies
ro_ro: Alte specii
sk_sk: Iné druhy
sr: Друге врсте
sv_se: Andra arter
tr_tr: Diğer türler

source: What kind of thistle was it?
bg_bg: За какъв тип Паламида или Магарешки бодил става дума?
ca_es: De quin tipus de card es tracta?
el_gr: Τι είδος γαϊδουράγκαθου ήταν;
es_es: ¿Qué tipo de cardo era?
fr_fr: Quelle espèce de Chardon était-ce ?
gl_es: Que tipo de cardo é?
hu_hu: Milyen bogáncsfajon volt?
it_it: Che tipo di cardo è questo?
lt_lt: Kokios rūšies usnis tai buvo?
pt_pt: Que tipo de cardo era?
ro_ro: Ce specie de scai a fost?
sk_sk: Aký druh bodliaka to bol?
sr: Која врста чкаља је била?
tr_tr: Bu hangi tür bir devedikeni?

source: Thistle species
bg_bg: Вид Паламида или Магарешки бодил
ca_es: Espècie de card
el_gr: Είδη γαϊδουράγκαθου
es_es: Especie de cardo
fr_fr: Espèce de Chardon
gl_es: Especies de cardo
hu_hu: Bogáncsfaj
it_it: Specie di cardo
lt_lt: Usnies rūšis
pt_pt: Espécies de cardo
ro_ro: Specii de scai
sk_sk: Druhy bodliakov
sr: Врсте чкаља
sv_se: Tistelarter
tr_tr: Devedikeni türü

source: Copied!
bg_bg: Копирано!
ca_es: Copiat!
el_gr: Αντιγράφτηκε!
es_es: ¡Copiado!
fr_fr: Copié !
gl_es: Copiado!
it_it: Copiato!
lt_lt: Nukopijuota!
pt_pt: Copiado!
ro_ro: Copiat!
sk_sk: Skopírované!
sr: Копирано!
sv_se: Kopierad!
tr_tr: Kopyalandı

source: To copy a list entry swipe it to the right and press<1><0></0></1>icon.
bg_bg: За да копирате даден запис от списъка, плъзнете го надясно и натиснете иконката <1><0></0></1>.
ca_es: Per copiar una entrada en una llista fes-la lliscar cap a la dreta i apreta l'icona <1><0></0></1>.
el_gr: Για να αντιγράψετε μία εγγραφή της λίστας σύρετε την προς τα δεξιά και πατήστε το<1><0></0></1>εικονίδιο.
es_es: Para copiar una entrada de la lista, deslícela hacia la derecha y pulse el icono<1><0></0></1>.
fr_fr: Pour copier une entrée de liste, faites-la glisser vers la droite et appuyez sur les icônes <1><0></0></1>.
gl_es: Para copiar a entrada dunha listaxe, pase o dedo cara á dereita e prema a icona <1><0></0></1>
hu_hu: Egy listaelem másolásához húzd az ujjad balról jobbra, és koppints a megjelenő <1><0></0></1>gombra!
it_it: Per copiare una voce dell'elenco, scorri il dito verso destra e premi <1><0></0></1>l'icona.
lt_lt: Norėdami nukopijuoti įrašų sąrašą braukite į dešinę ir paspauskite <1><0></0></1>.
pt_pt: Para copiar uma linha da lista arraste-a para a direita e pressione o ícon<1><0></0></1>.
ro_ro: Pentru a copia o înregistrare în listă, gilsează la dreapta și apăsați<1><0></0>pe pictogramă.
sk_sk: Keď chcete skopírovať záznam, potiahnite ho doprava a stlačte<1><0></0></1> ikonu.
sr: Да копирајте унос са списка превуците га на десно и притисните иконицу <1><0></0></1>.
tr_tr: Bir liste girdisini kopyalamak için sağa kaydırın ve <1><0></0></1> simgesine dokunun.

source: Height above ground (meters)
bg_bg: Височина над земята (метри)
ca_es: Alçada del terra (metres)
el_gr: Ύψος πάνω από το έδαφος (μέτρα)
es_es: Altura sobre el suelo (metros)
fr_fr: Hauteur au-dessus du sol (en mètres)
gl_es: Altura sobre o chan (metros)
hu_hu: Milyen magasan? (méter)
it_it: Altezza dal suolo (metri)
lt_lt: Aukštis virš žemės (metrais)
pt_pt: Altura acima do solo (metros)
ro_ro: Înălțime de la sol (în metri)
sk_sk: Výška nad zemou (metre)
sr: Висина изнад земље (у метрима)
sv_se: Höjd över marken (meter)
tr_tr: Yerden Yükseklik (metre)

source: Height
bg_bg: Височина
ca_es: Alçada
el_gr: Ύψος
es_es: Altura
fr_fr: Hauteur
gl_es: Altura
hu_hu: Magasság
it_it: Altezza
lt_lt: Aukštis
pt_pt: Altura
ro_ro: Inălțime
sk_sk: Výška
sr: Висина
sv_se: Höjd
tr_tr: Yükseklik

source: Start Count
bg_bg: Започни броенето
ca_es: Començar comptatge
el_gr: Έναρξη Καταμέτρησης
es_es: Inicio Recuento
fr_fr: Commencer le suivi
gl_es: Comezar a contaxe
it_it: Inizio conteggio
lt_lt: Pradėti skaičiavimą
pt_pt: Iniciar contagem
ro_ro: Începe numărarea
sk_sk: Začať sčítanie
sr: Започни бројање
sv_se: Starta räkning
tr_tr: Sayımı başlat
