Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Sign in
bg_bg: Вписване
ca_es: Entra
cs_cz: Přihlášení
da_dk: Log ind
de_de: Anmelden
el_gr: Συνδεθείτε
es_es: Iniciar sesión
fi_fi: Kirjaudu sisään
fr_fr: S'identifier
gl_es: Inicie sesión
hr_hr: Prijavi se
hu_hu: Bejelentkezés
it_it: Entra
ja_jp: サインイン
lt_lt: Prisijungti
nl_nl: Login
pl_pl: Zaloguj się
pt_pt: Entre
ro_ro: Conectare
sk_sk: Prihlásiť sa
sl_si: Vpiši se
sr: Пријави се
sv_se: Logga in
tr_tr: Oturum aç

source: Register
bg_bg: Регистрация
ca_es: Registra't
cs_cz: Registrace
da_dk: Opret ny konto
de_de: Registrieren
el_gr: Εγγραφείτε
es_es: Registrarse
fi_fi: Rekisteröidy
fr_fr: Créer un compte
gl_es: Rexístrese
hr_hr: Registriraj se
hu_hu: Regisztráció
it_it: Registrati
ja_jp: 登録する
lt_lt: Registruotis
nl_nl: Registreer
pl_pl: Zarejestruj się
pt_pt: Registe-se
ro_ro: Înregistrează-te
sk_sk: Registrácia
sl_si: Registracija
sr: Регистрација
sv_se: Skapa konto
tr_tr: Kayıt ol

source: Forgot password?
bg_bg: Забравена парола?
ca_es: Has oblidat la contrassenya?
cs_cz: Zapomenuté heslo?
da_dk: Har du glemt dit kodeord?
de_de: Passwort vergessen?
el_gr: Ξεχάσατε τον κωδικό πρόσβασης;
es_es: ¿Se te olvidó tu contraseña?
fi_fi: Salasana unohtui?
fr_fr: Mot de passe oublié ?
gl_es: Esqueceu o contrasinal?
hr_hr: Zaboravljena lozinka?
hu_hu: Elfelejtetted a jelszavad?
it_it: Hai dimenticato la password?
ja_jp: パスワードを忘れた場合？
lt_lt: Pamiršote slaptažodį?
nl_nl: Wachtwoord vergeten?
pl_pl: Zapomniałeś hasło?
pt_pt: Esqueceu-se da palavra-passe?
ro_ro: Ați uitat parola?
sk_sk: Zabudli ste heslo?
sl_si: Ste pozabili geslo?
sr: Заборавили сте лозинку?
sv_se: Glömt lösenordet?
tr_tr: Şifremi unuttum

source: User not found.
bg_bg: Потребителят не е намерен
ca_es: Usuari no trobat
cs_cz: Uživatel nenalezen
da_dk: Kontoen blev ikke fundet.
de_de: Benutzer nicht gefunden.
el_gr: Ο χρήστης δεν βρέθηκε.
es_es: Usuario no encontrado
fi_fi: Käyttäjää ei löydy.
fr_fr: Utilisateur introuvable.
gl_es: Non se atopou a/o usuaria/o.
hr_hr: Korisnik nije pronađen.
hu_hu: Ismeretlen felhasználó
it_it: Utente non trovato
ja_jp: ユーザーが見つかりません
lt_lt: Vartotojas nerastas.
nl_nl: Gebruiker niet gevonden.
pl_pl: Użytkownik nie został znaleziony.
pt_pt: Utilizador não encontrado.
ro_ro: Utilizatorul nu a fost găsit.
sk_sk: Užívateľ nebol nájdený.
sl_si: Uporabnik ni najden
sr: Корисник није пронађен.
sv_se: Användaren kunde inte hittas
tr_tr: Kullanıcı adı bulunamadı

source: Login
bg_bg: Вход в профила
ca_es: Iniciar sessió
cs_cz: Uživatelské jméno
da_dk: Log ind
el_gr: Συνδεθείτε
es_es: Iniciar sesión
fi_fi: Kirjaudu sisään
fr_fr: Connexion
gl_es: Conectar
hr_hr: Prijavi se
hu_hu: Bejelentkezés
ja_jp: ログイン
lt_lt: Prisijungti
pt_pt: Entrar
ro_ro: Autentificare
sk_sk: Prihlásenie
sl_si: Pridruži se
sr: Пријава
sv_se: Logga in
tr_tr: Giriş yap

source: Settings
bg_bg: Настройки
ca_es: Configuració
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Ajustes
fi_fi: Asetukset
fr_fr: Paramètres
gl_es: Axustes
hr_hr: Postavke
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: セッティング
lt_lt: Nustatymai
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Configurações
ro_ro: Setări
sk_sk: Nastavenia
sl_si: Nastavitve
sr: Подешавања
sv_se: Inställningar
tr_tr: Ayarlar

source: Info
bg_bg: Информация
ca_es: Informació
cs_cz: Informace
el_gr: Πληροφορίες
es_es: Información
fi_fi: Tiedot
fr_fr: Informations
hr_hr: Informacije
hu_hu: Információk
ja_jp: 情報
lt_lt: Informacija
pl_pl: Informacje
pt_pt: Informação
ro_ro: Informații
sk_sk: Informácie
sl_si: Informacije
sr: Подаци
tr_tr: Bilgi

source: About
bg_bg: За приложението
ca_es: Sobre
cs_cz: O aplikaci
da_dk: Om denne app
de_de: über
el_gr: Σχετικά με την εφαρμογή
es_es: Acerca de
fi_fi: Lisätietoja
fr_fr: À propos
gl_es: Acerca de
hr_hr: O
hu_hu: Névjegy
it_it: Chi siamo
ja_jp: このアプリについて
lt_lt: Apie
nl_nl: Over
pl_pl: o
pt_pt: Sobre
ro_ro: Despre
sk_sk: O aplikácii
sl_si: O aplikaciji
sr: О програму
sv_se: Om
tr_tr: Hakkında

source: Help
bg_bg: Помощ
ca_es: Ajuda
cs_cz: Nápověda
da_dk: Hjælp
de_de: Hilfe
el_gr: Βοήθεια
es_es: Ayuda
fi_fi: Auta
fr_fr: Aide
gl_es: Axuda
hr_hr: Pomoć
hu_hu: Hogyan kell...
it_it: Aiuto
ja_jp: ヘルプ
lt_lt: Pagalba
pl_pl: Pomoc
pt_pt: Ajuda
ro_ro: Ajutor
sk_sk: Nápoveda
sl_si: Pomoč
sr: Помоћ
sv_se: Hjälp
tr_tr: Yardım

source: Privacy Policy
bg_bg: Политика на поверителност
ca_es: Política de privacitat
cs_cz: Nastavení soukromí
da_dk: Privatlivspolitik
de_de: Datenschutzbestimmungen
el_gr: Πολιτική Απορρήτου
es_es: Política de privacidad
fi_fi: Yksityisyyden suoja
fr_fr: Politique de confidentialité
gl_es: Política de privacidade
hr_hr: Politika zaštite privatnosti
hu_hu: Adatkezelési nyilatkozat
it_it: Privacy
ja_jp: プライバシーポリシー
lt_lt: Privatumo nuostatai
nl_nl: Privacy
pl_pl: Polityka prywatności
pt_pt: Política de Privacidade
ro_ro: Politica de confidențialitate
sk_sk: Ochrana osobných údajov
sl_si: Politika zasebnosti
sr: Политика приватности
sv_se: Integritetspolicy
tr_tr: Gizlilik Politikası

source: Credits
bg_bg: Сътрудници
ca_es: Crèdits
cs_cz: Zásluha
da_dk: Tak til
de_de: Impressum
el_gr: Ευχαριστίες
es_es: Créditos
fi_fi: Kiitokset
fr_fr: Crédits
gl_es: Créditos
hr_hr: Krediti
hu_hu: Készítők
ja_jp: クレジット
lt_lt: Padėkos
pl_pl: Kredyty
pt_pt: Créditos
ro_ro: Credite
sk_sk: Zásluhy
sl_si: Zahvala
sr: Заслуге
sv_se: Tack
tr_tr: Emeği geçenler

source: Email
bg_bg: Имейл адрес
es_es: Correo Electrónico
fi_fi: Sähköpostiosoite
gl_es: Correo-e
hr_hr: E-pošta
hu_hu: E-mail cím
ja_jp: Eメール
lt_lt: El.paštas
sl_si: E-naslov
sr: Е-пошта
sv_se: E-post
tr_tr: E-posta

source: First Name
bg_bg: Лично име
ca_es: Nom
cs_cz: Jméno
da_dk: Fornavn
de_de: Vorname
el_gr: Όνομα
es_es: Nombre
fi_fi: Etunimi
fr_fr: Prénom
gl_es: Nome
hr_hr: Ime
hu_hu: Utónév (Keresztnév)
it_it: Nome
ja_jp: 名前
lt_lt: Vardas
nl_nl: Voornaam
pl_pl: Imię
pt_pt: Primeiro Nome
ro_ro: Prenume
sk_sk: Meno
sl_si: Ime
sr: Име
sv_se: Förnamn
tr_tr: İsim

source: Surname
bg_bg: Фамилия
ca_es: Cognoms
cs_cz: Příjmení
da_dk: Efternavn
de_de: Nachname
el_gr: Επίθετο
es_es: Apellido
fi_fi: Sukunimi
fr_fr: Nom de famille
gl_es: Apelido
hr_hr: Prezime
hu_hu: Vezetéknév
it_it: Cognome
ja_jp: 名字
lt_lt: Pavardė
nl_nl: Achternaam
pl_pl: Nazwisko
pt_pt: Apelido
ro_ro: Nume de familie
sk_sk: Priezvisko
sl_si: Priimek
sr: Презиме
sv_se: Efternamn
tr_tr: Soyisim

source: I agree to
bg_bg: Съгласен съм с
ca_es: D'acord
cs_cz: Souhlasím s
da_dk: Jeg accepterer
de_de: Ich stimme zu
el_gr: Συμφωνώ
es_es: Estoy de acuerdo con
fi_fi: Suostun
fr_fr: J'accepte
gl_es: Estou de acordo
hr_hr: Prihvaćam
hu_hu: Elfogadom a következőket:
it_it: Sono d'accordo
ja_jp: これに賛成します。
lt_lt: Aš sutinku su
nl_nl: Ik ben het eens met
pl_pl: Zgadzam się
pt_pt: Concordo
ro_ro: Sunt de acord să
sk_sk: Súhlasím s
sl_si: Strinjam se z
sr: Слажем се да
sv_se: Jag godkänner
tr_tr: Kabul ediyorum

source: Terms and Conditions
bg_bg: Правилата и условията
ca_es: Termes i condicions
cs_cz: Všeobecné podmínky
da_dk: Vilkår og Betingelser
de_de: Allgemeine Geschäftsbedingungen
el_gr: Όροι και Προϋποθέσεις
es_es: Términos y Condiciones
fi_fi: Luvat ja käyttöehdot
fr_fr: Conditions d'utilisation
gl_es: Termos e condicións
hr_hr: Odredbe i uvjeti
hu_hu: Felhasználási feltételek
it_it: Termini e Condizioni
ja_jp: 利用規約
lt_lt: Nuostatais
nl_nl: Voorwaarden
pl_pl: Regulamin
pt_pt: Termos e Condições
ro_ro: Termeni și condiții
sk_sk: Podmienky použitia
sl_si: Pogoji uporabe
sr: Услови коришћења
sv_se: Villkor
tr_tr: Şartlar ve koşullar

source: Reset
bg_bg: Нулиране на настройките
da_dk: Nulstil
de_de: zurücksetzen
el_gr: Επαναφορά
es_es: Reiniciar
fi_fi: Päivitä
fr_fr: Réinitialisation
gl_es: Restablecer
hr_hr: Promijeni
hu_hu: Alapállapot
ja_jp: リセット
lt_lt: Atstatyti
pl_pl: Zrestartuj
pt_pt: Recuperar
ro_ro: Resetează
sk_sk: Reštart
sl_si: Ponastavi
sr: Поврати
sv_se: Återställ
tr_tr: Sıfırla

source: Records
bg_bg: Данни от отброяванията
ca_es: Registres
cs_cz: Záznamy
da_dk: Observationer
de_de: Aufzeichnungen
el_gr: Καταγραφές
es_es: Registros
fi_fi: Havainnot
fr_fr: Suivis
gl_es: Rexistros
hr_hr: Zapisi
hu_hu: Rekordok
it_it: Registrazioni
ja_jp: 記録
lt_lt: Įrašai
nl_nl: Waarnemingen
pl_pl: Rekordy
pt_pt: Registos
ro_ro: Înregistrări
sk_sk: Záznamy
sl_si: Podatki
sr: Налази
sv_se: Observationer
tr_tr: Kayıtlar

source: Upload All
bg_bg: Изпращане на всички
ca_es: Carrega-ho tot
cs_cz: Nahraj všechno
da_dk: Upload alt
de_de: Alles hochladen
el_gr: Μεταφόρτωση όλων
es_es: Enviar todo
fi_fi: Lataa kaikki
fr_fr: Tout télécharger
gl_es: Cargar todo
hr_hr: Učitaj sve
hu_hu: Összes feltöltése
it_it: Carica tutto
ja_jp: すべてをアップロードする
lt_lt: Išsiųsti Visus
nl_nl: Alles uploaden
pl_pl: Dodaj wszystko
pt_pt: Carregar todos
ro_ro: Încărcați tot
sk_sk: Nahrať všetko
sl_si: Prenesi vse
sr: Пошаљи све
sv_se: Ladda upp alla
tr_tr: Hepsini Yükle

source: Remove All Saved
bg_bg: Премахване на всички записани
ca_es: Elimina tots els desats
cs_cz: Odstraň všechny uložené
da_dk: Slet alle gemte observationer
de_de: Alles Gespeicherte löschen
el_gr: Αφαίρεση όλων των αποθηκευμένων
es_es: Eliminar todos los guardados
fi_fi: Poista kaikki tallennukset
fr_fr: Retirer tous les éléments sauvegardées
gl_es: Eliminar todo o gardado
hr_hr: Ukloni sve pohranjeno
hu_hu: Összes mentett eltávolítása
it_it: Rimuovi tutto
ja_jp: 保存したすべてを削除
lt_lt: Ištrinti Visus Išsaugotus
nl_nl: Verwijder opgeslagen
pl_pl: Usuń wszystkie zapisane
pt_pt: Remover Todos os Guardados
ro_ro: Eliminați tot ce este salvat
sk_sk: Odstrániť všetky uložené
sl_si: Odstrani vse shranjeno
sr: Уклони све сачуване
sv_se: Radera allt sparat
tr_tr: Tüm Kaydedilenleri Silin

source: Application
bg_bg: Приложение
ca_es: Aplicació
cs_cz: Aplikace
da_dk: Applikation
de_de: Anwendung
el_gr: Εφαρμογή
es_es: Aplicación
fi_fi: Sovellus
gl_es: Aplicación
hr_hr: Aplikacija
hu_hu: Megjelenítés és extrák
it_it: Applicazione
ja_jp: アプリケーション
lt_lt: Aplikacija
nl_nl: Applicatie
pl_pl: Aplikacja
pt_pt: Aplicação
ro_ro: Aplicație
sk_sk: Aplikácia
sl_si: Uporaba
sr: Апликација
sv_se: Applikation
tr_tr: Uygulama

source: Training Mode
bg_bg: Режим "тренировка"
ca_es: Mode d'entrenament
cs_cz: Simulace
da_dk: Træningstilstand
de_de: Trainingsmodus
el_gr: Εκπαιδευτική Λειτουργία
es_es: Modo de entrenamiento
fi_fi: Kokeiluversio
fr_fr: Mode apprentissage
gl_es: Modo de adestramento
hr_hr: Trening način rada
hu_hu: Tréning-mód
it_it: Modalità di allenamento
ja_jp: トレーニングモード
lt_lt: Mokymosi Režimas
nl_nl: Training modus
pl_pl: Tryb szkoleniowy
pt_pt: Modo de Treino
ro_ro: Mod de antrenament
sk_sk: Simulácia
sl_si: Usposabljanje
sr: Режим за тренинг
sv_se: Tränings-läge
tr_tr: Eğitim Modu

source: Experimental Features
bg_bg: Експериментални функции
ca_es: Característiques experimentals
cs_cz: Experimentální funkce
da_dk: Eksperimentelle funktioner
de_de: Experimentelle Funktionen
el_gr: Δοκιμαστικές Λειτουργίες
es_es: Características experimentales
fi_fi: Kokeellisia ominaisuuksia
fr_fr: Fonctions expérimentales
gl_es: Características experimentais
hr_hr: Eksperimentalne značajke
hu_hu: Kísérleti funkciók
it_it: Modalità sperimentale
ja_jp: 試験的な機能
lt_lt: Bandomosios funkcijos
nl_nl: Experimentele onderdelen
pl_pl: Właściwości eksperymentalne
pt_pt: Funcionalidades Experimentais
ro_ro: Caracteristici experimentale
sk_sk: Experimentálne funkcie
sl_si: Provizorične nastavitve
sr: Експерименталне могућности
sv_se: Funktioner under utveckling
tr_tr: Deneysel Özellikler

source: Welcome
bg_bg: Добре дошли!
ca_es: Benvingut/da
cs_cz: Vítejte
da_dk: Velkommen
de_de: Willkommen
el_gr: Καλώς ήρθατε
es_es: Bienvenido
fi_fi: Tervetuloa
fr_fr: Bienvenue
gl_es: Dámoslle a benvida
hr_hr: Dobrodošli
hu_hu: Üdvözlünk!
it_it: Benvenuto
ja_jp: ようこそ
lt_lt: Sveiki
nl_nl: Welkom
pl_pl: Witamy
pt_pt: Bem-vindo
ro_ro: Bine ați venit
sk_sk: Vitajte
sl_si: Dobrodošli
sr: Добродошли
sv_se: Välkommen
tr_tr: Hoşgeldiniz

source: Lets start!
bg_bg: Да започваме!
ca_es: Comencem!
cs_cz: Začněme!
da_dk: Lad os begynde!
de_de: Los geht's!
el_gr: Ας ξεκινήσουμε!
es_es: ¡Empecemos!
fi_fi: Aloitetaan!
fr_fr: C'est parti !
gl_es: Imos comezar!
hr_hr: Započnimo!
hu_hu: Vágjunk bele!
it_it: Iniziamo!
ja_jp: 始めましょう！
lt_lt: Pirmyn
nl_nl: Laten we beginnen!
pl_pl: Zaczynamy!
pt_pt: Começar!
ro_ro: Să începem!
sk_sk: Začnime!
sl_si: Začnimo!
sr: Хајде да почнемо!
sv_se: Nu börjar vi!
tr_tr: Hadi Başlayalım

source: TOP RECORDERS
bg_bg: ВОДЕЩИ НАБЛЮДАТЕЛИ
ca_es: Observadors Top
cs_cz: Nejlepší mapovatelé
da_dk: BEDSTE OBSERVATØRER
de_de: TOP-ZÄHLER
el_gr: ΚΟΡΥΦΑΙΟΙ ΚΑΤΑΓΡΑΦΕΙΣ
es_es: MEJORES CENSADORES
fi_fi: ENITEN HAVAINTOJA
fr_fr: Observateurs les plus actifs
gl_es: Récord de rexistros
hr_hr: Top opažač
hu_hu: A LEGAKTÍVABB ADATBEKÜLDŐK
it_it: MIGLIORI CAMPIONATORI
ja_jp: トップの記録者
lt_lt: TOP VARTOTOJAI
nl_nl: Topwaarnemers
pl_pl: NAJLEPSZE ODSERWACJE
pt_pt: PRINCIPAIS OBSERVADORES
ro_ro: Topul înregistrărilor
sk_sk: TOP PRISPIEVATELIA
sl_si: TOP POPISOVALCI
sr: ИСТАКНУТИ КОРИСНИЦИ
sv_se: Flest rapporter
tr_tr: EN ÇOK KAYIT GÖNDERENLER

source: Top Species from all timed counts
bg_bg: Най-масовите видове от всички отброявания за фиксирано време
ca_es: Les espècies més observades
cs_cz: Top druhy ze všech časových záznamů
da_dk: Hyppigst fundne arter ud fra alle tidsbestemte observationer
de_de: TOP-ARTEN
el_gr: Κορυφαία Είδη από όλα τα δεκαπεντάλεπτα σημεία
es_es: Especies más registradas en todos los Recuentos de 15 minutos
fi_fi: ENITEN YKSILÖITÄ
fr_fr: Espèces les plus observées dans les suivis chronométrés
gl_es: Especies máis vistas nas contaxes cronometradas
hr_hr: Top vrsta
hu_hu: Leggyakoribb fajok (15-perces számlálás)
it_it: Le specie più trovate nei conteggi a tempo
ja_jp: すべてのタイムカウントのトップ種
lt_lt: 15min stebėjimo populiariausios rūšys
nl_nl: Topsoorten
pl_pl: Gatunki o największej liczbie obserwacji
pt_pt: PRINCIPAIS ESPÉCIES
ro_ro: Topul speciilor din toate numărătorile cronometrate
sk_sk: Top druhy zo všetkých záznamov
sl_si: Vrste, ki so bile najpogosteje popisane
sr: Најбројније врсте из временских бројања
sv_se: Vanligaste arterna från 15-min inventeringar
tr_tr: Tüm zamanların en çok gözlemlenen türleri

source: Back
bg_bg: Назад
ca_es: Tornar
cs_cz: Zpět
da_dk: Tilbage
de_de: Zurück
el_gr: Πίσω
es_es: Atrás
fi_fi: Takaisin
fr_fr: Précédent
gl_es: Atrás
hr_hr: Natrag
hu_hu: Vissza
it_it: Indietro
ja_jp: 戻る
lt_lt: Atgal
nl_nl: Terug
pl_pl: Wróć
pt_pt: Voltar
ro_ro: Înapoi
sk_sk: Späť
sl_si: Nazaj
sr: Назад
sv_se: Tillbaka
tr_tr: Geri

source: Menu
bg_bg: Меню
ca_es: Menú
el_gr: Μενού
fi_fi: Valikko
gl_es: Menú
hr_hr: Izbornik
hu_hu: Menü
ja_jp: メニュー
lt_lt: Meniu
ro_ro: Meniu
sl_si: Meni
sr: Мени
sv_se: Meny
tr_tr: Menü

source: App
bg_bg: Приложение
ca_es: Aplicació
cs_cz: Aplikace
el_gr: Εφαρμογή
es_es: Aplicación
fi_fi: Sovellus
fr_fr: Application
gl_es: Apli
hu_hu: Alkalmazás
ja_jp: アプリケーション
lt_lt: Aplikacija
pl_pl: Aplikacja
ro_ro: Aplicație
sk_sk: Aplikácia
sl_si: Aplikacija
sr: Апликација
tr_tr: Uygulama

source: We are very grateful for all the people that helped to create this app:
bg_bg: Благодарим на всички, които помогнаха за създаването на това приложение:
ca_es: Agraïm a totes les persones que han ajudat a la creació d'aquesta aplicació:
cs_cz: Jsme zavázáni všem lidem, kteří pomohli vytvořit tuto aplikaci:
da_dk: Vi takker alle dem, der har været med til at lave denne app:
de_de: Wir bedanken uns bei allen, die bei der Entwicklung dieser App mitgewirkt haben:
el_gr: Είμαστε ευγνώμων για όλους τους ανθρώπους που βοήθησαν στη δημιουργία της εφαρμογής:
es_es: Estamos muy agradecidos a todas las personas que ayudaron a crear esta aplicación:
fi_fi: Kiitämme tämän sovelluksen laatimiseen osallistuneita:
fr_fr: Un grand merci à toutes les personnes qui ont contribué à la création de cette application :
gl_es: O noso máis fondo agradecemento a todas as persoas que axudaron a crear esta apli:
hr_hr: Najljepše zahvaljujemo svima koji su pomogli stvaranju ove aplikacije:
hu_hu: Köszönjük mindazoknak, akik segítettek az alkalmazás létrejöttében:
it_it: Siamo molto grati a tutte le persone che hanno collaborato alla creazione di questa app
ja_jp: このアプリの作成に協力してくれたすべての人々に感謝します。
lt_lt: Mes labai dėkingi šiems žmonėms prisidėjusiems prie šio projekto:
nl_nl: We bedanken iedereen die heeft geholpen met het bouwen van deze app:
pl_pl: Jesteśmy bardzo wdzięczni wszystkim, którzy pomogli stworzyć tę aplikację:
pt_pt: Agradecemos muito a todas as pessoas que participaram na criação desta app:
ro_ro: Suntem foarte recunoscători pentru toți oamenii care au ajutat la crearea acestei aplicații:
sk_sk: Sme veľmi vďační všetkým, ktorí pomohli vytvoriť túto aplikáciu:
sl_si: Zahvala vsem, ki so pripomogli k ustvarjanju te aplikacije:
sr: Захвални смо свим људима који су помогли да направимо ову апликацију:
sv_se: Vi är mycket tacksamma för bidragen från alla er som som hjälpt oss att skapa den här appen:
tr_tr: Bu uygulamaya oluşturmaya yardımcı olan herkese minnetarız

source: In the UGP+ project*, citizens, policy makers and scientists work together to develop future plans for urban nature in Europe. Counting butterflies in cities is not only a great way to keep track of biodiversity and the quality of urban green spaces, but also to empower all of us to engage with questions of biodiversity, nature policy, and propose new actions for people and the city. The data contributed by participants will be analysed to inform urban biodiversity conservation actions across Europe.
bg_bg: В проекта UGP+* граждани, политици и учени работят заедно за разработване на планове за бъдещето на градската природа в Европа. Броенето на пеперудите в градовете е не само чудесен начин да следите биоразнообразието и качеството на градските зелени площи – то също дава възможност на всички нас да се ангажираме с темите и проблемите на биоразнообразието, природозащитната политика и предлагането на нови мерки и решения за хората и града. Данните, предоставени от участниците, ще бъдат анализирани, за да дадат фактическа основа на мерките за опазване на градското биоразнообразие в цяла Европа.
es_es: En el proyecto UGP+*, ciudadanos, responsables políticos y científicos trabajan juntos para desarrollar planes de futuro para la naturaleza urbana en Europa. El recuento de mariposas en las ciudades no sólo es una excelente manera de hacer un seguimiento de la biodiversidad y la calidad de los espacios verdes urbanos, sino también de capacitarnos a todos para abordar cuestiones relacionadas con la biodiversidad y la política de la naturaleza, y proponer nuevas medidas para las personas y la ciudad. Los datos aportados por los participantes se analizarán para fundamentar acciones de conservación de la biodiversidad urbana en toda Europa.m
gl_es: No proxecto* UGP+, a cidadanía, responsables políticos e a comunidade científica traballan conxuntamente para desenvolver plans para a natureza urbana en Europa. Contar bolboretas nas cidades non so é un xeito de facer un mellor seguimento da biodiversidade e da calidade dos espazos verdes urbáns, tamén serve para animarnos a implicármonos en cuestións de biodiversidade, políticas verdes e propoñer novas accións para as persoas e as cidades. Os datos aportados polos participantes analizaranse para ser parte dos informes nos que basear as accións de conservación da biodiversidade urbana en toda Europa.
it_it: Nel progetto UGP+, i cittadini, le amministrazioni e gli scienziati lavorano insieme per sviluppare piani futuri per la natura urbana in Europa. Contare farfalle nelle città non è solo un ottimo modo per tenere traccia della biodiversità e della qualità degli spazi verdi urbani, ma anche importante per sentirsi parte di questioni relative alla biodiversità, alle politiche sulla natura e di proporre nuove azioni per le persone e la città. I dat raccolti dai partecipanti saranno analizzati e utilizzati per plasmare azioni di conservazione della biodiversità in Europa.
sr: Унутар UGP+ пројекта*, грађани, законодавци и научници раде заједно на развоју будућих планова за урбану природу Европе. Бројање лептира у градовима није само сјајан начин да пратите биодиверзитет и квалитет урбаних зелених подручја, већ може подстаћи и сваког од нас да се позабавимо питањима биодиверзитета, закона о заштити природе и прелога нових иницијатива људи у градовима. Подаци које сарадници доставе ће бити анализирани и помоћи ће у очувању биодиверзитета широм Европе.
tr_tr: UGP+ projesinde* vatandaşlar, politika yapıcılar ve bilim insanları, Avrupa’daki kentsel doğanın geleceğine yönelik planlar geliştirmek için birlikte çalışıyor. Kentlerde kelebek sayımı yapmak, yalnızca biyoçeşitliliği ve yeşil alanların kalitesini izlemek için harika bir yöntem değil; aynı zamanda hepimizi biyoçeşitlilik, doğa politikaları ve şehir için yeni eylemler geliştirme konularında güçlendiren bir araçtır. Katılımcıların sağladığı veriler, Avrupa genelinde kentsel biyoçeşitliliğin korunmasına yönelik eylemleri şekillendirmek için analiz edilecektir.

source: UGP+ stands for Enhancing Urban Greening Plans to Mainstream Biodiversity in Society, and is a project funded by the European Union
bg_bg: UGP+ в превод означава "Подобряване на градските екологични планове за интегриране на биоразнообразието в обществото" и е проект, финансиран от Европейския съюз
es_es: UGP+ (de sus siglas en inglés, Enhancing Urban Greening Plans to Mainstream Biodiversity in Society) significa potenciar los planes de ecologización urbana para integrar la biodiversidad en la sociedad y es un proyecto financiado por la Unión Europea
gl_es: UGP+ quere dicir Promovendo Plans de Revexetación Urgana para Integrar a Biodiversidade na Sociedade (Enhancing Urban Greening Plans to Mainstream Biodiversity in Society), e é un proxecto financiado pola Unión Europea
it_it: UGP+ sta per "Enhancing Urban Greening Plans to Mainstream Biodiversity in Society"-migliorare i piani di inverdimento urbano per integrare la biodiversità nella società- ed è un progetto finanziato dall’Unione Europea
sr: UGP+ скраћеница се може превести као „Побољшање урбаних зелених планова зарад биодиверзитета и друштва“, а финансиран је од стране Европске Уније
tr_tr: UGP+, “Toplumda Biyoçeşitliliği Ana Akıma Yerleştirmek için Kentsel Yeşillendirme Planlarını Güçlendirme” anlamına gelir ve Avrupa Birliği tarafından finanse edilen bir projedir.

source: Home
bg_bg: Начало
ca_es: Pàgina principal
cs_cz: Domů
da_dk: Hjem
de_de: Startseite
el_gr: Αρχική σελίδα
es_es: Inicio
fi_fi: Päävalikko
fr_fr: Accueil
gl_es: Inicio
hr_hr: Početna stranica
hu_hu: Kezdőlap
ja_jp: ホーム
lt_lt: Namai
pt_pt: Início
ro_ro: Acasă
sk_sk: Domov
sl_si: Domov
sr: Почетна
sv_se: Start
tr_tr: Ana Sayfa

source: Guide
bg_bg: Упътване
ca_es: Guia
cs_cz: Průvodce
da_dk: Vejledning
de_de: Handbuch
el_gr: Οδηγός
es_es: Guía
fi_fi: Ohje
gl_es: Guía
hr_hr: Vodič
hu_hu: Ismertető
it_it: Guida
ja_jp: ガイド
lt_lt: Gidas
nl_nl: Gids
pl_pl: Przewodnik
pt_pt: Guia
ro_ro: Ghid
sk_sk: Sprievodca
sl_si: Vodnik
sr: Упутство
tr_tr: Kılavuz

source: Account
bg_bg: Профил
ca_es: Compte
cs_cz: Účet
da_dk: Konto
el_gr: Λογαριασμός
es_es: Cuenta
fi_fi: Käyttäjätili
fr_fr: Compte
gl_es: Conta
hr_hr: Račun
hu_hu: Felhasználói fiók
ja_jp: アカウント
lt_lt: Paskyra
pl_pl: Konto
pt_pt: Conta
ro_ro: Cont
sk_sk: Účet
sl_si: Račun
sr: Налог
sv_se: Konto
tr_tr: Hesabım

source: Offline
bg_bg: Офлайн
ca_es: Sense línia
el_gr: Εκτός σύνδεσης
es_es: Desconectado
fi_fi: Ei verkkoyhteyttä
fr_fr: Hors-ligne
gl_es: Desconectada/o
hr_hr: Izvanmrežno
ja_jp: オフライン
lt_lt: Neprisijungęs
nl_nl: Geen verbinding
pt_pt: Sem ligação
ro_ro: Deconectare
sl_si: Brez povezave
sr: Ван мреже
sv_se: Nedkopplat
tr_tr: Çevirimdışı
