Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Mark any new records as 'training' and exclude from all reports.
bg_bg: Маркирай всички нови наблюдения като "тренировка" и ги изключи от всички доклади.
ca_es: Marca qualsevol dels nous registres com a "entrenament" i exclou dels informes.
cs_cz: Označte jakýkoli záznam jako "simulaci" a vyjměte ho ze všech zpráv.
da_dk: Markerer alle nye observationer som "træner" og undtager dem fra alle rapporter.
de_de: Markiere alle neuen Meldungen als "Training" und schließe sie von allen Berichten aus.
el_gr: Μαρκάρετε τις νέες δειγματοληψίες σας ως "εκπαιδευτικές" και αποκλείστε τις από τα στατιστικά.
es_es: Marca cualquier nuevo registro como "entrenamiento" y excluyeló de todos los informes.
fi_fi: Merkitse uudet havainnot 'harjoitteluksi' ja jätä ne pois raporteista.
fr_fr: Marquez toutes les nouvelles participations comme « entrainement » et les exclure des statistiques.
gl_es: Marcar calquera novo rexistro como de adestramento e excluílo de todos os informes.
hr_hr: Svaki novi zapis označite kao "trening" i isključi ga iz svih izvještaja.
hu_hu: A "tréning-módban" felvett adatok, nem kerülnek be a jelentésekbe.
it_it: Contrassegna tutti i nuovi record come "allenamento" ed escludili da tutti i report.
ja_jp: 新しいレコードを「トレーニング」としてマークし、すべてのレポートから除外します。
lt_lt: Pažymėti naujus įrašus 'testavimui' ir nerodyti jokiuose reportuose.
nl_nl: Markeer een nieuwe telling als 'training' en sluit uit van alle rapporten.
pl_pl: Oznacz wszystkie nowe rekordy jako „szkoleniowe” i wyklucz je ze wszystkich raportów.
pt_pt: Marque os novos registos como "treino" e exclua-os dos relatórios.
ro_ro: Marcați orice înregistrări noi ca „antrenament” și excludeți-le din toate rapoartele.
sk_sk: V móde "Simulácia" sa novopridané záznamy nebudú ukladať do štatistík.
sl_si: Vse nove zapise označite kot "usposabljanje" in jih izključite iz vseh poročil.
sr: Означите било који нови налаз као „вежбу“ и искључите га из свих извештаја.
sv_se: Märk alla nya data som 'träning' och utelämna dem från all rapportering.
tr_tr: Yeni kayıtları 'eğitim' olarak işaretleyin ve tüm raporlardan çıkarın.

source: Use global species lists
bg_bg: Използвай глобалните видови списъци
ca_es: Utilitza les llistes d'espècies globals
el_gr: Χρησιμοποιήστε παγκόσμιες λίστες ειδών
es_es: Usar lista de especies global
gl_es: Empregar listaxes globais de especies
it_it: Utilizza elenchi di specie globali
lt_lt: Naudoti pasaulinį rūšių sąrašą
pt_pt: Usar a lista total de espécies
sr: Користи глобални списак врста
sv_se: Använd global artlista
tr_tr: Küresel tür listesini kullan

source: Don't restrict to local species names in survey searches.
bg_bg: Да не се показват само имената на местните видове при търсене на преброявания.
ca_es: No ho restringeixis a espècies locals en búsquedes de mostrejos.
el_gr: Η αναζήτηση να μην περιορίζεται σε τοπικά είδη κατά τη προσθήκη δειγματοληψιών.
es_es: No limitar a los nombres de especies locales en las búsquedas de encuestas.
gl_es: Non restrinxir as procuras a nomes de especies locais.
it_it: Non limitarti ai nomi delle specie locali nelle ricerche dei campionamenti.
lt_lt: Monitoringo metu neapsiriboti tik vietiniu (šalies) rūšių sąrašu.
pt_pt: Não restringir a procura a nomes de espécies locais.
sr: Не ограничавај на локалне називе врста у претрази током обиласка.
sv_se: Begränsa inte till lokala artnamn i inventeringssökningar
tr_tr: Anket aramalarında tür adlarını yerel isimlerle sınırlama.

source: Share App Analytics
bg_bg: Сподели данни за анализ на приложението
ca_es: Comparteix les analítiques de l'aplicació
cs_cz: Sdílejte analýzy aplikace
da_dk: Del App Analytics
de_de: App Analytics teilen
el_gr: Κοινοποίηση των Αναλυτικών στοιχειών της Εφαρμογής
es_es: Compartir análisis de aplicaciones
fi_fi: Jaa sovelluksen analytiikkaa
fr_fr: Partager l'analyse d'application
gl_es: Compartir as estatísticas da apli
hr_hr: Dijelite analitiku aplikacije
hu_hu: Hibajelentés engedélyezése
it_it: Condividi le statistiche dell'app
ja_jp: アプリ分析を共有する
lt_lt: Dalintis naudojimosi duomenimis
nl_nl: Deel app analysedata
pt_pt: Partilhe as análises da App
ro_ro: Partajați aplicația Analytics
sk_sk: Zdieľať analýzu aplikácie
sl_si: Delitev analize aplikacije
sr: Поделите аналитику апликације
sv_se: Tillåt delning av appens analysresultat
tr_tr: Uygulama analitiğini paylaş

source: Share app crash data so we can make the app more reliable.
bg_bg: Споделете данни за сривове на приложението, за да можем да го направим по-надеждно.
ca_es: Compartir les dades accidentades per tal que puguem fer l'aplicació més fiable.
cs_cz: Sdílejte data hlášení dat, abychom mohli udělat tuto aplikaci důvěryhodnější.
da_dk: Del data om app nedbrud, så vi kan gøre appen mere stabil.
de_de: Teile App-Absturzdaten, damit wir die App zuverlässiger machen können.
el_gr: Κοινοποιήστε τα σφάλματα της εφαρμογής για να καταστήσουμε πιο αξιόπιστη την εφαρμογή.
es_es: Comparta datos de problemasd de la aplicación para que podamos hacerla más confiable.
fr_fr: Partagez les données de plantage de l'application afin que nous puissions rendre l'application plus fiable.
gl_es: Compartir os datos dos fallos da apli para mellorar a súa fiabilidade
hr_hr: Dijelite podatke o padu aplikacije kako bismo aplikaciju mogli učiniti pouzdanijom.
hu_hu: Hibajelentések küldésének engedélyezése, hogy az alkalmazás még stabilabb és jobb legyen!
it_it: Condividi i dati sugli arresti anomali dell'app in modo da rendere l'app più affidabile.
ja_jp: アプリのクラッシュ データを共有して、アプリの信頼性を高めます。
lt_lt: Bendrinkite programos strigčių duomenis, kad galėtume padaryti programą patikimesnę.
nl_nl: Deel uw app crash data zodat de app beter kunnen maken.
pl_pl: Udostępniaj dane o awariach aplikacji, abyśmy mogli uczynić ją bardziej niezawodną.
pt_pt: Partilhe os dados do mal-funcionamento da aplicação para que a possamos tornar mais estável.
ro_ro: Partajați datele despre blocarea aplicației, astfel încât să putem face aplicația mai fiabilă.
sk_sk: Zdieľajte dáta o chybách aplikácie, aby sme ju mohli urobiť spoľahlivejšou.
sl_si: Za izboljšanje aplikacije delite z nami napake, ki ste jih opazili med uporabo.
sr: Поделите податке о паду апликације како би могли да је унапредимо.
sv_se: Dela uppgifter om appen kraschar, för att hjälpa till att göra den mer stabil.
tr_tr: Uygulama kilitlenme verilerini paylaşın, böylece uygulamayı daha güvenilir hale getirebiliriz.

source: Save Draft
bg_bg: Запиши черновата
ca_es: Guardar borrador
cs_cz: Uložte návrh
da_dk: Gem udkast
de_de: Entwurf speichern
el_gr: Αποθήκευση Προσχεδίου
es_es: Guardar borrador
fi_fi: Tallenna luonnos
fr_fr: Enregistrer un brouillon
gl_es: Gardar borrador
hr_hr: Spremiti nacrt
hu_hu: Mentés piszkozatként
it_it: Salva bozza
ja_jp: 下書きを保存
lt_lt: Išsaugoti Juodraštį
nl_nl: Sla concept op
pl_pl: Zapisz wersję roboczą
pt_pt: Guardar Rascunho
ro_ro: Salvați schița
sk_sk: Uložiť návrh
sl_si: Shrani osnutek
sr: Сачувај нацрт
sv_se: Spara utkastet
tr_tr: Taslağı Kaydet

source: Stage
bg_bg: Стадий на развитие
ca_es: Fase
cs_cz: Stadium
da_dk: Livsstadie
de_de: Stadium
el_gr: Στάδιο
es_es: Estado
fi_fi: Vaihe
gl_es: Estado
hr_hr: Stupanj
hu_hu: Fejlődési alak
it_it: Stadio
ja_jp: 生育段階
lt_lt: Stadija
nl_nl: Stadium
pl_pl: Stadium
pt_pt: Estádio
ro_ro: Stadiu
sk_sk: Štádium
sl_si: Stopnja
sr: Стадијум
sv_se: Stadium
tr_tr: Evre

source: Not Recorded
bg_bg: Не е отбелязан
ca_es: No registrat
cs_cz: Nezaznamenáno
da_dk: Ikke observeret
de_de: Nicht gemeldet
el_gr: Δεν Καταγράφηκε
es_es: No registrado
fi_fi: Ei tallennettu
fr_fr: Pas observé
gl_es: Non se rexistrou
hr_hr: Nije zabilježeno
hu_hu: Nincs megadva
it_it: Non campionato
ja_jp: 記録なし
lt_lt: Nepažymėta
nl_nl: Niet opgenomen
pl_pl: Nie zapisane
pt_pt: Não Registado
ro_ro: Neînregistrat
sk_sk: Nezaznamenávané
sl_si: Ni zabeleženo
sr: Није забележено
sv_se: Inte noterat
tr_tr: Kaydedilmedi

source: Adults
bg_bg: Възрастни пеперуди
cs_cz: Dospělci
da_dk: Voksen
de_de: Imagos/Falter
el_gr: Ενήλικα
es_es: Adultos
fi_fi: Aikuisia
fr_fr: Adultes
gl_es: Adultos
hr_hr: Odrasli
hu_hu: Imágó
it_it: Adulti
ja_jp: 成虫
lt_lt: Suaugęs
nl_nl: Adulten
pl_pl: Osobniki dorosłe
pt_pt: Adultos
ro_ro: Adulți
sk_sk: Dospelí
sl_si: Odrasli osebki
sr: Одрасли
sv_se: Adulta
tr_tr: Yetişkinler

source: Larvae
bg_bg: Гъсеници
ca_es: Erugues
cs_cz: Housenky
da_dk: Larve
de_de: Raupen
el_gr: Προνύμφες
es_es: Orugas
fi_fi: Toukkia
fr_fr: Larves
gl_es: Eirugas
hr_hr: Gisjenice
hu_hu: Hernyó
it_it: Larve
ja_jp: 幼虫
lt_lt: Vikšras
nl_nl: Rupsen
pl_pl: Gąsienice
pt_pt: Larvas
ro_ro: Larve
sk_sk: Húsenice
sl_si: Gosenica
sr: Ларва
sv_se: Larver
tr_tr: Larvalar

source: Eggs
bg_bg: Яйца
ca_es: Ous
cs_cz: Vajíčka
da_dk: Æg
de_de: Eier
el_gr: Αυγά
es_es: Huevos
fi_fi: Munia
fr_fr: Oeufs
gl_es: Ovos
hr_hr: Jaja
hu_hu: Pete
it_it: Uova
ja_jp: 卵
lt_lt: Kiaušinėlis
nl_nl: Eitjes
pl_pl: Jaja
pt_pt: Ovos
ro_ro: Ouă
sk_sk: Vajíčka
sl_si: Jajčeca
sr: Јаја
sv_se: Ägg
tr_tr: Yumurtalar

source: Pupae
bg_bg: Какавиди
ca_es: Crisàlides
cs_cz: Kukly
da_dk: Puppe
de_de: Puppen
el_gr: Χρυδαλλίδες
es_es: Pupa/crisálida
fi_fi: Koteloita
fr_fr: Chrysalides
gl_es: Pupas
hr_hr: Kukuljice
hu_hu: Báb
it_it: Pupa
ja_jp: 蛹
lt_lt: Lėliukė
nl_nl: Poppen
pl_pl: Poczwarki
pt_pt: Pupas
ro_ro: Pupe
sk_sk: Kukly
sl_si: Buba
sr: Лутка
sv_se: Puppor
tr_tr: Pupalar

source: Larval webs
bg_bg: Паяжинести гнезда на гъсеници
ca_es: Nius larvaris
cs_cz: Hnízda housenek
da_dk: Larvespind
de_de: Raupengespinste
el_gr: Προνυμφικοί ιστοί
es_es: Seda de oruga
fi_fi: Toukkaverkkoja
fr_fr: Toiles larvaires
gl_es: Niños de eirugas
hr_hr: Mreže
hu_hu: Hernyófészek
it_it: Ragnatele larvali
ja_jp: 幼虫の巣
lt_lt: Vikšro tinklas
nl_nl: Rupsennesten
pl_pl: Oprzędy
pt_pt: Teias de larvas
ro_ro: Pânze larvare
sk_sk: Hniezda húseníc
sl_si: Zapredki gosenic
sr: Мрежа гусеница
sv_se: Larvnät
tr_tr: Larva ağları

source: Adult
bg_bg: Възрастна пеперуда (имаго)
cs_cz: Dospělec
da_dk: Voksen
de_de: Imago/Falter
el_gr: Ενήλικο
es_es: Adulto
fr_fr: Adulte
gl_es: Adulto
hr_hr: Odrasla jedinka
hu_hu: Imágó
it_it: Adulto
ja_jp: 成虫
lt_lt: Suaugęs
pl_pl: Dorosły
pt_pt: Adulto
sk_sk: Dospelý
sl_si: Imago
sr: Одрасли
sv_se: Vuxen
tr_tr: Erişkin

source: Egg
bg_bg: Яйце
ca_es: Ou
cs_cz: Vajíčko
da_dk: Æg
de_de: Ei
el_gr: Αυγό
es_es: Huevo
fr_fr: Oeuf
gl_es: Ovo
hr_hr: Jaje
hu_hu: Pete
it_it: Uova
ja_jp: 卵
lt_lt: Kiaušinėlis
nl_nl: Ei
pl_pl: Jajo
pt_pt: Ovo
ro_ro: Ou
sk_sk: Vajíčko
sl_si: Jajčece
sr: Јаје
sv_se: Ägg
tr_tr: Yumurta

source: Larva
bg_bg: Гъсеница
ca_es: Eruga
cs_cz: Housenka
da_dk: Larve
de_de: Larve/Raupe
el_gr: Προνύμφη
fr_fr: Larve
gl_es: Eiruga
hr_hr: Gusjenica
hu_hu: Hernyó
ja_jp: 幼虫
lt_lt: Vikšras
nl_nl: Rups
pl_pl: Larwa
pt_pt: Lagarta
sk_sk: Húsenica
sl_si: Gosenica
sr: Ларва
sv_se: Puppa

source: Larval web
bg_bg: Мрежа с гъсеници
ca_es: Niu larvari
cs_cz: Hnízdo housenek
da_dk: Larvespind
de_de: Raupengespinst
el_gr: Προνυμφικός ιστός
es_es: Red larval
fr_fr: Toile larvaire
gl_es: Niño de eirugas
hr_hr: Gnijezda gusjenica
hu_hu: Hernyófészek
it_it: Rete larvale
ja_jp: 幼虫の巣
lt_lt: Vikšro tinklas
nl_nl: Rupsennest
pl_pl: Oprzęd larwy
pt_pt: Teia larval
ro_ro: Pânză larvară
sk_sk: Hniezdo húseníc
sl_si: Zapredek
sr: Ларвална мрежа
sv_se: Larvspinn
tr_tr: Larva ağı

source: Pupa
bg_bg: Какавида
cs_cz: Kukla
da_dk: Puppe
de_de: Puppe
el_gr: Χρυσαλλίδα
fr_fr: Chrysalide
hr_hr: Kukuljica
hu_hu: Báb
ja_jp: 蛹
lt_lt: Lėliukė
nl_nl: Pop
pl_pl: Poczwarka
ro_ro: Pupă
sk_sk: Kukla
sl_si: Buba
sr: Лутка
sv_se: Puppa
tr_tr: Koza

source: Transect
bg_bg: Трансект
ca_es: Transsecte
cs_cz: Transekt
da_dk: Transekt
de_de: Transekt
el_gr: Διαδρομή
es_es: Transecto
fi_fi: Laskentalinja
fr_fr: Site
gl_es: Transecto
hr_hr: Transekt
hu_hu: Transzekt
it_it: Transetto
ja_jp: トランセクト
lt_lt: Transekta
pl_pl: Motylowego Spaceru
pt_pt: Contagem
sk_sk: Transekt
sl_si: Transekt
sr: Трансект
sv_se: Slinga
tr_tr: Gözlem Hattı

source: Sections
bg_bg: Участъци
ca_es: Seccions
cs_cz: Sekce
da_dk: Sektioner
de_de: Abschnitte
el_gr: Τμήματα
es_es: Secciones
fi_fi: Laskentalohkot
fr_fr: Transect
gl_es: Seccións
hr_hr: Odsječak
hu_hu: Szakaszok
it_it: Sezioni
ja_jp: セクション数
lt_lt: Ruožai
nl_nl: Secties
pl_pl: Odcinki
pt_pt: Secções
ro_ro: Secțiuni
sk_sk: Sekcie
sl_si: Odseki
sr: Секције
sv_se: Segment
tr_tr: Kısımlar

source: No transect
bg_bg: Няма трансект
ca_es: Sense transsecte
cs_cz: Žádný transekt
da_dk: Intet transekt
de_de: Kein Transekt
el_gr: Καμία διαδρομή
es_es: Sin transecto
fi_fi: Ei laskentalinjaa
fr_fr: Pas de transect
gl_es: Sen transecto
hr_hr: Nema transekta
hu_hu: Nincs transzekt
it_it: Nessun transetto
ja_jp: トランセクトなし
lt_lt: Nėra transektos
nl_nl: Geen transect
pl_pl: Brak transektu
pt_pt: Sem contagem
ro_ro: Niciun transect
sk_sk: Žiadny transekt
sl_si: Ni transekta
sr: Нема трансекта
sv_se: Ingen slinga
tr_tr: Gözlem Hattı Bulunmamakta

source: Start Time
bg_bg: Начален час
ca_es: Iniciar temps
cs_cz: Čas začátku
da_dk: Starttidspunkt
de_de: Uhrzeit von
el_gr: Ώρα Έναρξης
es_es: Hora de Inicio
fi_fi: Aloituskellonaika
fr_fr: Heure de début
gl_es: Hora de inicio
hr_hr: Vrijeme početka
hu_hu: Kezdési idő
it_it: Ora di inizio
ja_jp: 開始時間
lt_lt: Pradžios Laikas
nl_nl: Starttijd
pl_pl: Czas początkowy
pt_pt: Hora inicial
ro_ro: Ora începerii
sk_sk: Začiatok
sl_si: Začetni čas
sr: Време почетка
sv_se: Starttid
tr_tr: Başlangıç zamanı

source: End Time
bg_bg: Краен час
ca_es: Acabar temps
cs_cz: Čas konce
da_dk: Sluttidspunkt
de_de: bis
el_gr: Ώρα Λήξης
es_es: Hora de finalización
fi_fi: Lopetuskellonaika
fr_fr: Heure de fin
gl_es: Hora de remate
hr_hr: Vrijeme završetka
hu_hu: Befejezési idő
it_it: Ora di fine
ja_jp: 終了時間
lt_lt: Pabaigos Laikas
nl_nl: Eindttijd
pl_pl: Czas końcowy
pt_pt: Hora final
ro_ro: Sfârșitul Timpului
sk_sk: Koniec
sl_si: Končni čas
sr: Време завршетка
sv_se: Sluttid
tr_tr: Bitiş zamanı

source: Temperature
bg_bg: Температура
ca_es: Temperatura
cs_cz: Teplota
da_dk: Temperatur
de_de: Temperatur
el_gr: Θερμοκρασία
es_es: Temperatura
fi_fi: Lämpötila
fr_fr: Température
gl_es: Temperatura
hr_hr: Temperatura
hu_hu: Hőmérséklet
it_it: Temperatura
ja_jp: 気温
lt_lt: Oro Temperatūra
nl_nl: Temperatuur
pl_pl: Temperatura
pt_pt: Temperatura
ro_ro: Temperatura
sk_sk: Teplota
sl_si: Temperatura
sr: Температура
sv_se: Temperatur
tr_tr: Sıcaklık

source: Cloud
bg_bg: Облачност
ca_es: Nuvolositat
cs_cz: Oblačnost
da_dk: Skydække
de_de: Wolke
el_gr: Νέφωση
es_es: Nubes
fi_fi: Pilvisyys
fr_fr: Couverture nuageuse
gl_es: Nube
hr_hr: Naoblaka
hu_hu: Felhőzet
it_it: Nuvole
ja_jp: 雲量
lt_lt: Debesuotumas
nl_nl: Bewolking
pl_pl: Zachmurzenie
pt_pt: Nebulosidade
ro_ro: Nori
sk_sk: Oblačnosť
sl_si: Oblačnost
sr: Облачност
sv_se: Moln
tr_tr: Bulut

source: Wind Direction
bg_bg: Посока на вятъра
ca_es: Direcció del vent
cs_cz: Směr větru
da_dk: Vindretning
de_de: Windrichtung
el_gr: Κατεύθυνση Ανέμου
es_es: Dirección del Viento
fi_fi: Tuulen suunta
fr_fr: Direction du vent
gl_es: Dirección do vento
hr_hr: Smjer vjetra
hu_hu: Szélirány
it_it: Direzione del vento
ja_jp: 風向き
lt_lt: Vėjo Kryptis
nl_nl: Windrichting
pl_pl: Kierunek wiatru
pt_pt: Direção do vento
ro_ro: Direcția vântului
sk_sk: Smer vetra
sl_si: Smer vetra
sr: Правац ветра
sv_se: Vindriktning
tr_tr: Rüzgar Yönü

source: Wind Speed
bg_bg: Скорост на вятъра
ca_es: Velocitat del vent
cs_cz: Rychlost větru
da_dk: Vindhastighed
de_de: Windgeschwindigkeit
el_gr: Ένταση Ανέμου
es_es: Velocidad del Viento
fi_fi: Tuulen voimakkuus
fr_fr: Vitesse du vent
gl_es: Velocidade do vento
hr_hr: Brzina vjetra
hu_hu: Szélerősség
it_it: Velocità del vento
ja_jp: 風力
lt_lt: Vėjo Greitis
nl_nl: Windsnelheid
pl_pl: Szybkość wiatru
pt_pt: Velocidade do vento
ro_ro: Viteza vântului
sk_sk: Rýchlosť vetra
sl_si: Hitrost vetra
sr: Брзина ветра
sv_se: Vindhastighet
tr_tr: Rüzgar Hızı

source: Recorder
bg_bg: Наблюдател
ca_es: Observador
cs_cz: Mapovatel
da_dk: Observatør
de_de: Melder
el_gr: Καταγραφέας
es_es: Censador
fi_fi: Havainnoija
fr_fr: Observateur
gl_es: Persoa rexistradora
hr_hr: Opažač
hu_hu: Felmérő
it_it: Campionatore
ja_jp: 記録者
lt_lt: Stebėtojo vardas
nl_nl: Waarnemer
pl_pl: Obserwator
pt_pt: Observador
ro_ro: Înregistrator
sk_sk: Zapisovateľ
sl_si: Popisovalec
sr: Снимач
sv_se: Rapportör
tr_tr: Kaydeden

source: Refresh
bg_bg: Опресняване
ca_es: Actualitzar
cs_cz: Obnovit
da_dk: Genindlæs
de_de: Aktualisieren
el_gr: Ανανέωση
es_es: Actualizar
fi_fi: Päivitä
fr_fr: Actualiser
gl_es: Actualizar
hr_hr: Osvježi
hu_hu: Frissít
it_it: Ricaricare
ja_jp: きれいにする
lt_lt: Atnaujinti
nl_nl: Verversen
pl_pl: Odśwież
pt_pt: Atualizar
sk_sk: Obnoviť
sl_si: Osveži
sr: Освежи
sv_se: Uppdatera
tr_tr: Yenile

source: Please select your transect first.
bg_bg: Първо изберете Вашия трансект.
ca_es: Si us plau selecciona primer el teu transsecte.
cs_cz: Vyberte, prosím, napřed Váš transekt.
da_dk: Vælg venligst dit transekt først.
de_de: Bitte wähle zuerst dein Transekt aus.
el_gr: Παρακαλώ επιλέξτε τη διαδρομή σας πρώτα.
es_es: Por favor, seleccione su transecto primero
fi_fi: Valitse ensin laskentalinjasi.
fr_fr: Veuillez d'abord sélectionner votre site.
gl_es: Por favor, seleccione primeiro o transecto.
hr_hr: Molimo izaberite prvo vaš transekt.
hu_hu: Előbb válaszd ki a transzektet!
it_it: Per favore, selezione prima il transetto.
ja_jp: あなたのトランセクト調査地を最初に選択してください。
lt_lt: Prašome pirma pasirinkti savo transektą.
nl_nl: Selecteer eerst uw transect.
pl_pl: Proszę wybierz najpierw swój transekt.
pt_pt: Por favor selecione primeiro o seu transecto.
ro_ro: Vă rugăm să selectați mai întâi transectul.
sk_sk: Najskôr, prosím, vyberte svoj transekt.
sl_si: Najprej izberite svoj transekt.
sr: Најпре изаберите трансект.
sv_se: Välj din slinga först
tr_tr: Lütfen önce gözlem hattınızı seçin.

source: Invalid server response.
bg_bg: Невалиден отговор от сървъра.
ca_es: Resposta del servidor no vàlida.
cs_cz: Neplatná odpověď serveru.
da_dk: Ugyldigt serversvar.
de_de: Ungültige Serverantwort.
el_gr: Λάθος απόκριση του διακομιστή.
es_es: Respuesta inválida del servidor.
fi_fi: Tallennusvirhe.
fr_fr: Réponse du serveur invalide.
gl_es: Resposta do servidor non válida.
hr_hr: Nevažeći odgovor poslužitelja.
hu_hu: Érvénytelen szerverválasz.
it_it: Risposta non valida del server
ja_jp: 無効なサーバーの反応
lt_lt: Nesuprantamas serverio atsakymas.
nl_nl: Ongeldige server response
pl_pl: Błędna odpowiedź serwera.
pt_pt: Resposta do servidor inválida.
ro_ro: Răspuns server nevalid.
sk_sk: Neplatná odpoveď zo servera.
sl_si: Povezave s strežnikom ni bilo mogoče vzpostaviti.
sr: Неисправан одговор са сервера.
sv_se: Ogiltigt server-svar
tr_tr: Sunucu yanıtı geçersiz

source: Not recorded/no data
bg_bg: Няма наблюдения/данни
ca_es: No registrat/sense dades
cs_cz: Nezaznamenáno/žádná data
da_dk: Ikke optaget/ingen data
de_de: Nicht erfasst / keine Daten
el_gr: Δεν καταγράφηκε/χωρίς δεδομένα
es_es: No registrado/sin datos
fi_fi: Ei tallennettu/ei tietoja
fr_fr: Pas observé/pas de donnée
gl_es: Sen rexistrar/sen datos
hr_hr: Nije zabilježeno/ nema podataka
hu_hu: Nem elérhető/nincs adat
it_it: Nessun dato/Nessun campionamento
ja_jp: 記録なし/データなし
lt_lt: Neužfiksuota / nėra informacijos
nl_nl: Niet opgenomen / geen data
pl_pl: Brak rekordów/brak daty
pt_pt: Não registado/sem dados
ro_ro: Neînregistrat/nu există date
sk_sk: Nezaznamenané / žiadne údaje
sl_si: Ni zabeleženo/ni podatkov
sr: Није снимљено/нема података
sv_se: Ej noterat/Inga uppgifter
tr_tr: Kaydedilmedi/Veri yok

source: Please specify the temperature C°.
bg_bg: Посочете температурата в C°.
ca_es: SI us plau especifica la temperatura en ºC.
cs_cz: Prosím, specifikujte teplotu v °C
da_dk: Angiv venligst temperaturen i °C.
de_de: Bitte gib die Temperatur C° an.
el_gr: Παρακαλώ προσδιορίστε τη θερμοκρασία C°.
es_es: Por favor especifique la temperatura en grados C°.
fi_fi: Ilmoita lämpötila asteina.
fr_fr: Veuillez renseigner la température C°.
gl_es: Por favor, indique a temperatura en ºC.
hr_hr: Navedite temperaturu C°.
hu_hu: Add meg a hőmérsékletet (C°)!
it_it: Per favore, specificare la temperatura C°.
ja_jp: 気温℃を入力してください。
lt_lt: Prašome nurodyti oro temperatūrą C°.
nl_nl: Kies de temperatuur in C°.
pl_pl: Proszę podać temperaturę C °.
pt_pt: Por favor especifique a temperatura ºC.
ro_ro: Vă rugăm să specificați temperatura C°.
sk_sk: Prosím, špecifikujte teplotu v °C.
sl_si: Navedite temperaturo v C°.
sr: Унесите температуру у C°.
sv_se: Ange temperatur, C°.
tr_tr: Lütfen hava sıcaklığını C° cinsinden belirtiniz.

source: S
bg_bg: Юг
cs_cz: J
da_dk: Syd
de_de: Süden
el_gr: Ν
es_es: Sur
fi_fi: Etelä
hr_hr: J
hu_hu: D
it_it: Sud
ja_jp: 南
lt_lt: Pietūs
nl_nl: Z
pl_pl: Południowy
sk_sk: J
sl_si: J
sr: Ј
tr_tr: G

source: SW
bg_bg: Югозапад
ca_es: SO
cs_cz: JZ
da_dk: Sydvest
de_de: Südwesten
el_gr: ΝΔ
es_es: Suroeste
fi_fi: Lounas
fr_fr: SO
gl_es: SO/SW
hr_hr: JZ
hu_hu: DNy
it_it: Sud ovest
ja_jp: 南西
lt_lt: Pietvakariai
nl_nl: ZW
pl_pl: Południowy-zachodni
pt_pt: SO
ro_ro: SV
sk_sk: JZ
sl_si: JZ
sr: ЈЗ
sv_se: SV
tr_tr: GB

source: W
bg_bg: Запад
ca_es: O
cs_cz: Z
da_dk: Vest
de_de: Westen
el_gr: Δ
es_es: Oeste
fi_fi: Länsi
fr_fr: O
gl_es: O/W
hr_hr: Z
hu_hu: Ny
it_it: Ovest
ja_jp: 西
lt_lt: Vakarai
pl_pl: Zachodni
pt_pt: O
ro_ro: V
sk_sk: Z
sl_si: Z
sr: З
sv_se: V
tr_tr: B

source: NW
bg_bg: Северозапад
ca_es: NO
cs_cz: SZ
da_dk: Nordvest
de_de: Nordwesten
el_gr: ΒΔ
es_es: Noroeste
fi_fi: Luode
fr_fr: NO
gl_es: NO/NW
hr_hr: SZ
hu_hu: ÉNy
it_it: Nord ovest
ja_jp: 北西
lt_lt: Šiaurės vakarai
pl_pl: Północno-zachodni
pt_pt: NO
ro_ro: NV
sk_sk: SZ
sl_si: SZ
sr: СЗ
sv_se: NV
tr_tr: KB

source: N
bg_bg: Север
cs_cz: S
da_dk: Nord
de_de: Norden
el_gr: Β
es_es: Norte
fi_fi: Pohjoinen
hr_hr: S
hu_hu: É
it_it: Nord
ja_jp: 北
lt_lt: Šiaurė
pl_pl: Północny
sk_sk: S
sl_si: S
sr: С
tr_tr: K

source: NE
bg_bg: Североизток
cs_cz: SV
da_dk: Nordøst
de_de: Nordosten
el_gr: ΒΑ
es_es: Noreste
fi_fi: Koillinen
gl_es: NL/NE
hr_hr: SI
hu_hu: ÉK
it_it: Nord Est
ja_jp: 北東
lt_lt: Šiaurės rytai
nl_nl: NO
pl_pl: Północno-wschodni
sk_sk: SV
sl_si: SV
sr: СИ
sv_se: NO
tr_tr: KD

source: E
bg_bg: Изток
cs_cz: V
da_dk: Øst
de_de: Osten
el_gr: Α
es_es: Este
fi_fi: Itä
gl_es: L/E
hr_hr: I
hu_hu: K
it_it: Est
ja_jp: 東
lt_lt: Rytai
nl_nl: O
pl_pl: Wschodni
sk_sk: V
sl_si: V
sr: И
sv_se: O
tr_tr: D

source: SE
bg_bg: Югоизток
cs_cz: JV
da_dk: Sydøst
de_de: Südosten
el_gr: ΝΑ
es_es: Sureste
fi_fi: Kaakko
gl_es: SL/SE
hr_hr: JI
hu_hu: DK
it_it: Sud Est
ja_jp: 南東
lt_lt: Pietryčiai
nl_nl: ZO
pl_pl: Południowo-wschodni
sk_sk: JV
sl_si: JV
sr: ЈИ
sv_se: SO
tr_tr: GD

source: No direction
bg_bg: Без посока
ca_es: Sense direcció
cs_cz: Žádný směr
da_dk: Ingen retning
de_de: Keine Richtung
el_gr: Καμία κατεύθυνση
es_es: Sin dirección
fi_fi: Ei suuntaa
fr_fr: Pas de vent.
gl_es: Sen dirección
hr_hr: bez smjera
hu_hu: Nincs szélirány
it_it: Nessuna direzione
ja_jp: 方向なし
lt_lt: Jokios krypties
nl_nl: Geen richting
pl_pl: Kierunek nieokreślony
pt_pt: Sem direção
ro_ro: Fără direcție
sk_sk: Žiadny smer
sl_si: Ni smeri
sr: Без смера
sv_se: Ingen riktning
tr_tr: Yön yok
