Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Sorry, no previous survey to copy species from.
bg_bg: За съжаление няма предишно преброяване, от което да бъдат копирани видове.
ca_es: Perdona, no hi ha un mostreig previ d'on copiar espècies.
cs_cz: Pardon, není žádný předchozí průzkum, ze kterého by se dalo kopírovat.
da_dk: Beklager, ingen tidligere observationer at kopiere artslisten fra.
de_de: Entschuldigung, es gibt keine vorherige Erhebung von denen die Arten kopiert werden können.
el_gr: Συγγνώμη, δεν υπάρχει προηγούμενη δειγματοληψία για να αντιγράψετε τα είδη της.
es_es: Lo sentimos, no hay un muestreo previo para copiar especies.
fr_fr: Désolé, aucun suivi précédent à partir duquel copier des espèces.
gl_es: Sentímolo, non hai unha mostraxe previa da cal poida copiar as especies.
hr_hr: Nažalost, nemate prethodnih istraživanja za kopiranje vrsta.
hu_hu: Hoppá! Nincs korábbi felmérés másolható fajlistával,
it_it: Scusa, nessun campionamento precedente da cui copiare le specie.
ja_jp: すみません、前回の調査からコピーできる種はありません。
lt_lt: Atsiprašome, nebuvo rasta jokių rūšių iš praeito įrašo.
nl_nl: Sorry, er is geen vorige telling om soorten van te kopiëren.
pl_pl: Niestety, nie ma danych z poprzednich zliczeń, z których można by skopiować gatunki.
pt_pt: Desculpe, não existe uma amostragem anterior para copiar espécies.
ro_ro: Ne pare rău, nu există un studiu anterior din care să copiați speciile.
sk_sk: Prepáčte, nenašli sa žiadne predchádzajúce pozorovania, z ktorých by sa dali skopírovať druhy.
sl_si: Oprostite, na voljo ni nobenega seznama vrst iz prejšnjega popisa.
sr: Нема претходних обиласка терена из којих можете копирати врсте.
sv_se: Tyvärr finns inga tidigare inventeringar att kopiera arter från.
tr_tr: Üzgünüz, tür listesi kopyalanabilecek eski gözlem kaydı bulunamadı.

source: Armenia
bg_bg: Армения
ca_es: Armènia
cs_cz: Arménie
da_dk: Armenien
de_de: Armenien
el_gr: Αρμενία
fr_fr: Arménie
hr_hr: Armenija
hu_hu: Örményország
ja_jp: アルメニア
lt_lt: Armėnija
nl_nl: Armenië
pt_pt: Arménia
sk_sk: Arménsko
sl_si: Armenija
sr: Јерменија
sv_se: Armenien
tr_tr: Ermenistan

source: To delete any surveys swipe it to the left.
bg_bg: За да изтриете дадено преброяване, плъзнете го наляво.
ca_es: Per esborrar qualsevol mostreig fes-lo lliscar cap a l'esquerra.
cs_cz: Pro smazání jakéhokoli průzkumu ho přetáhněte doleva.
da_dk: Swipe mod venstre for at slette observationer.
de_de: Um eine Erfassung zu löschen, wische nach links.
el_gr: Για να διαγράψετε οποιαδήποτε δειγματοληψία σύρετε τη προς τα αριστερά.
es_es: Para eliminar cualquier muestreo, deslícela hacia la izquierda.
fr_fr: Pour supprimer un suivi, balayez vers la gauche.
gl_es: Para eliminar unha mostraxe, pase o dedo cara á esquerda.
hr_hr: Da biste izbrisali istraživanje, prijeđite prstom ulijevo.
hu_hu: Felmérés törléséhez koppints a kiválasztott felmérésre, húzd az ujjad jobbról-balra, majd koppints a megjelenő piros "TÖRÖL" gombra!
it_it: Per eliminare eventuali campionamenti scorri verso sinistra.
ja_jp: 調査を削除するには、左にスワイプします。
lt_lt: Norint ištrinti, įrašą braukite į kairę.
nl_nl: Veeg naar links om tellingen weg te gooien.
pl_pl: Aby usunąć dowolny formularz, przesuń palcem w lewo.
pt_pt: Para apagar qualquer amostragem deslize com o dedo para a esquerda.
ro_ro: Pentru a șterge orice sondaj, glisați spre stânga.
sk_sk: Pre vymazanie pozorovania potiahnite záznam doľava.
sl_si: Za izbris popisa povlecite s prstom v levo.
sr: Превуците налево да обришете неки обилазак.
sv_se: För att radera en inventering, svep den åt vänster.
tr_tr: Herhangi bir gözlem kaydını silmek için sola kaydırın.

source: Please check if the recording area is correct before sending the record.
bg_bg: Проверете дали територията на преброяването е вярно очертана, преди да изпратите наблюденията.
ca_es: Si us plau comprova si l'àrea de mostreig és correcte abans d'enviar el registre.
cs_cz: Zkontrolujte prosím před odesláním záznamů, zda je správně zadaná monitorovaná plocha
da_dk: Tjek venligst at observationsområdet er vist korrekt før observationen indsendes.
de_de: Bitte überprüfe ob das Erfassungssgebiet korrekt ist, bevor Du die Meldung hochlädst.
el_gr: Παρακαλώ ελέγξτε εάν η περιοχή της δειγματοληψίας σας είναι σωστή προτού την υποβάλετε.
es_es: Verifique si el área de muestreo es correcta antes de enviar el registro.
fr_fr: Veuillez vérifier si la zone de comptage est correcte avant d'envoyer la participation.
gl_es: Por favor, comprobe que a localización é correcta antes de enviar o rexistro.
hr_hr: Molimo vas provjerite ispravnost područja istraživanja prije slanja podataka.
hu_hu: Feltöltés előtt ellenőrizd, hogy jól lett-e rögzítve a felmért terület!
it_it: Per favore controlla che l'area di campionamento sia corretta prima di inviare il record.
ja_jp: 記録されたエリアが正しいか、記録を送信する前に確認してください。
lt_lt: Prašome pasitikrinti ar teisingai pažymėjote nueitą atstumą.
nl_nl: Controleer aub of het gebied correct is voor het verzenden van de telling.
pl_pl: Przed wysłaniem danych sprawdź, czy obszar zliczeń jest prawidłowy.
pt_pt: Por favor verifique que a área de registo está correta antes de enviar o registo.
ro_ro: Vă rugăm să verificați dacă zona de înregistrare este corectă înainte de a trimite înregistrarea.
sk_sk: Pred odoslaním záznamu, prosím, skontrolujte, či je plocha správna.
sl_si: Preden pošljete posnetek, preverite, ali je območje snemanja pravilno.
sr: Проверите да ли је изабрана права област пре него што пошаљете налаз.
sv_se: Du måste kolla att ditt undersökningsområde är korrekt innan du kan skicka in data.
tr_tr: Lütfen gözleminizi kaydetmeden önce gözlem alanıyla ilgili bilgilerin doğruluğunu kontrol edin.

source: Please do not forget to upload any pending surveys!
bg_bg: Не забравяйте да завършите и изпратите всички недовършени преброявания в изчакване!
ca_es: Si us plau no t'oblidis d'enviar els mostrejos que tens pendents!
cs_cz: Prosím, nezapomeňte nahrát jakékoli neodeslané průzkumy!
da_dk: Glem venligst ikke at uploade ventende observationer!
de_de: Bitte vergiss nicht, ausstehende Erfassungen hochzuladen!
el_gr: Παρακαλώ μη ξεχάσετε να υποβάλετε καμία εκκρεμή δειγματοληψία!
es_es: ¡Por favor, no olvide subir los muestreos pendientes!
fr_fr: N'oubliez pas de télécharger les suivis en attente !
gl_es: Por favor, non esqueza cargar as mostraxes pendentes!
hr_hr: Ne zaboravite prenijeti istraživanja na čekanju!
hu_hu: Ne felejtsd el feltölteni a függőben lévő felméréseket!
it_it: Per favore non dimenticare di caricare eventuali campionamenti in attesa!
ja_jp: 保留中の調査記録をアップロードすることを忘れないでください！
lt_lt: Prašome neužmiršti išsiųsti įrašų, kurie yra užbaigti!
nl_nl: Vergeet aub niet om concept tellingen te uploaden.
pl_pl: Nie zapomnij przesłać wszystkich oczekujących danych ze zliczeń!
pt_pt: Por favor não se esqueça de fazer o upload de nenhuma amostragem pendente.
ro_ro: Vă rugăm să nu uitați să încărcați orice sondaj în așteptare!
sk_sk: Nezabudnite, prosím, nahrať všetky neodoslané pozorovania!
sl_si: Prosimo, ne pozabite naložiti podatke opravljenih popisov!
sr: Не заборавите да пошаљете налазе који су на чекању!
sv_se: Glöm inte att ladda upp avslutade inventeringar!
tr_tr: Lütfen bekleyen gözlemleri yüklemeyi unutmayın!

source: No finished pending surveys.<br/><br/>Press <4></4> to add.
bg_bg: Няма завършени, но неизпратени преброявания. <br/><br/>Натиснете <4></4> за добавяне.
ca_es: Mostrejos pendents no acabats. <br/><br/> Apreta<4></4> per afegir un nou comptatge.
cs_cz: Nejsou žádné nenahrané průzkumy.<br/><br/>Zmáčkněte <4></4> pro jejich vložení.
da_dk: Ingen afsluttede observationer.<br/><br/>Tryk på<4></4>for at tilføje.
de_de: Keine abgeschlossenen ausstehenden Erfassungen.<br/><br/> Klicke <4></4> um hinzuzufügen.
el_gr: Καμία ολοκληρωμένη εκκρεμής δειγματοληψία. <br/><br/>Πατήστε <4></4> για προσθήκη.
es_es: No hay muestreos pendientes terminadas<br/><br/>Presione <4></4> para agregar.
fr_fr: Aucun suivi terminé en attente. <br/><br/>Appuyez <4></4>pour ajouter.
gl_es: Sen mostraxes pendentes rematadas. <br/><br/>Prema <4></4> para engadir algunha.
hr_hr: Nemate završenih istraživanja na čekanju.<br/><br/>pritisni <4></4>za dodavanje.
hu_hu: Nincs függőben lévő befejezett felmérésed.<br/><br/>Új felméréshez koppints ide:<4></4>
it_it: Campionamenti in attesa non terminati <br/><br/> Schiaccia <4></4> per aggiungerli.
ja_jp: 保留中の調査は完了していません。ボタンを押して追加します。
lt_lt: Nėra užbaigtų įrašų.<br/><br/>Paspauskite <4></4> norint pridėti.
nl_nl: Geen afgeronde tellingen.<br/><br/>Druk <4></4> om toe te voegen.
pl_pl: Brak zakończonych, oczekujących na rozpatrzenie formularzy. <br/><br/>Naciśnij <4></4>, aby dodać.
pt_pt: Não há amostragens pendentes.<br/><br/>Carregue <4></4> para adicionar.
ro_ro: Niciun sondaj în așteptare finalizat.<br/><br/>Apăsați <4></4> pentru a adăuga.
sk_sk: Nemáte žiadne ukončené neodoslané pozorovania.<br/><br/>Pre pridanie nového prieskumu stlačte <4></4>.
sl_si: Ni dokončanih popisov. <br/><br/>Pritisnite<4></4>za dodajanje.
sr: Нема завршених обиласка на чекању.<br/><br/>Притисните <4></4> да додате.
sv_se: Inga väntande avslutade inventeringar. <br/><br/>Tryck<4></4>för att lägga till.
tr_tr: Tamamlanmış bekleyen gözlem bulunmamaktadır. <br/><br/> Eklemek için <4></4> e basın.

source: Tip: Finding Help
bg_bg: Съвет: Търсене на помощ
ca_es: Consell: per trobar ajuda
cs_cz: Tip: Hledání nápovědy
da_dk: Tip: Find Hjælp
de_de: Tipp: Hilfe finden
el_gr: Συμβουλή: Μεταβείτε στη Βοήθεια
es_es: Consejo: Cómo encontrar ayuda
fr_fr: Conseil : Trouver de l'aide
gl_es: Suxestión: Atopar axuda
hr_hr: Savjet: Traženje pomoći
hu_hu: Tipp: Segítség
it_it: Suggerimento: Trovare Aiuto
ja_jp: ヒント：ヘルプを探す
lt_lt: Patarimas: Pagalbos radimas
nl_nl: Tip: Gebruik Help
pl_pl: Wskazówka: Szukanie pomocy
pt_pt: Dica: Encontrar ajuda
ro_ro: Sfat: Găsiți ajutor
sk_sk: Tip: Hľadanie Pomoci
sl_si: Nasvet: Iskanje Pomoči
sr: Савет: Тражење помоћи
sv_se: Tips: Hitta hjälp
tr_tr: İpucu: Yardım bulma

source: Please visit the Guide <2></2> and Help <5></5> pages before using the app!
bg_bg: Прегледайте страниците Упътване <2></2> и Помощ <5></5>, преди да почнете да използвате приложението!
ca_es: Visita les pàgines de Guia<2></2> i Ajuda <5></5> abans d'usar l'aplicació!
cs_cz: Prosím, navštivte před použitím této aplikace Průvodce <2></2> a Nápovědu <5></5>!
da_dk: Besøg venligst Vejledningen <2></2> og Hjælpe <5></5> siderne før du begynder at bruge appen!
de_de: Bitte besuche die Anleitung <2></2> und die Hilfeseite <5></5> bevor du die App verwendest!
el_gr: Παρακαλώ μεταβείτε στις σελίδες του Οδηγού <2></2> και της Βοήθειας <5></5> προτού χρησιμοποιήσετε την εφαρμογή!
es_es: ¡Por favor visite las páginas de Guía <2></2> y Ayuda <5></5> en el Menu antes de usar la aplicación!
fr_fr: Veuillez visiter les pages Guide <2></2> et Aide <5></5> avant d'utiliser l'application !
gl_es: Por favor, consulte a Guía <2></2> e a Axuda <5></5> antes de utilizar a aplicación!
hr_hr: Prije upotrebe aplikacije posjetite stranice Vodič <2></2> i Pomoć <5></5>!
hu_hu: Fusd át az "Ismertetőt" <2></2> és a "Hogyan kell..."-t <5></5> az alkalmazás használata előtt!
it_it: Per favore visita le pagine Guida <2></2> e Aiuto <5></5> prima di usare l'app!
ja_jp: アプリを使用する前に、ガイド<2></2>とヘルプページ<5></5>をご覧ください。
lt_lt: Prašome aplankyti Gido <2></2> ir Pagalbos <5></5> puslapius prieš naudojant aplikaciją!
nl_nl: Kijk op de handleiding <2></2> en Help <5></5> pagina's voordat je de app gebruikt!
pl_pl: Przed rozpoczęciem korzystania z aplikacji należy odwiedzić strony Przewodnik<2> </2> i Pomoc <5></5> !
pt_pt: Por vafor visite as páginas Guia <2></2> e Ajuda <5></5> antes de usar a aplicação!
ro_ro: Vă rugăm să vizitați paginilie Ghidului <2></2> și Ajutor <5></5> înainte de a utiliza aplicația!
sk_sk: Pred použitím aplikácie si prosím preštudujte Príručku <2></2> a Pomoc <5></5>!
sl_si: Pred uporabo aplikacije obiščite strani Vodnik<2></2> in Pomoč<5></5>!
sr: Посетите странице са Упутством <2></2> и Помоћ <5></5> пре употребе ове апликације!
sv_se: Använd gärna Guide- <2></2> och Hjälp- <5></5> sidorna innan du använder appen!
tr_tr: Lütfen uygulamayı kullanmadan önce Rehber <2></2> ve Yardım <5></5> sayfalarını inceleyin!

source: More Information
bg_bg: Още информация
ca_es: Més Informació
cs_cz: Více informací
da_dk: Flere oplysninger
de_de: Mehr Informationen
el_gr: Περισσότερες πληροφορίες
es_es: Más información
fr_fr: Plus d'informations
gl_es: Máis información
hr_hr: Više informacija
hu_hu: További információ
it_it: Maggiori informazioni
ja_jp: 追加情報
lt_lt: Daugiau Informacijos
nl_nl: Meer informatie
pl_pl: Więcej informacji
pt_pt: Mais informações
ro_ro: Mai multe informații
sk_sk: Viac informácií
sl_si: Več informacij
sr: Више података
sv_se: Mer information
tr_tr: Daha fazla bilgi

source: Tip: Adding Species
bg_bg: Съвет: Добавяне на видове
ca_es: Consell: Afegint Espècies
cs_cz: Tip: Vložení druhu
da_dk: Tip: Tilføj arter
de_de: Tipp: Arten hinzufügen
el_gr: Συμβουλή: Προσθήκη Ειδών
es_es: Consejo: Añadir especies
fr_fr: Conseil : Ajouter des Espèces
gl_es: Suxestión: Engadir especies
hr_hr: Savjet: Dodavanje vrsta
hu_hu: Tipp: Fajok hozzáadása
it_it: Suggerimento: Aggiungi Specie
ja_jp: ヒント：種の追加
lt_lt: Patarimas: Pridėkite rūšį
nl_nl: Tip: soorten toevoegen
pl_pl: Wskazówka: Dodawanie gatunków
pt_pt: Dica: adicionar espécies
ro_ro: Sfat: Adăugarea speciilor
sk_sk: Tip: Pridanie Druhu
sl_si: Nasvet: Dodaj vrste
sr: Савет: Додавање врста
sv_se: Tips: Lägg till arter
tr_tr: İpucu: Tür ekleme

source: You can bulk copy your previous species lists by long-pressing the Add Species button.
bg_bg: Можете да копирате цели Ваши предишни списъци с видове, като натиснете и задържите бутона Добави вид
ca_es: Podeu copiar de manera massiva les teves llistes d'espècies anteriors prement el botó Afegeix espècies.
cs_cz: Dlouhým stiskem tlačítka Vložit druh můžete dávkově skopírovat předchozí seznam druhů.
da_dk: Du kan massekopiere en tidligere artsliste ved at holde Tilføj Art knappen nede i længere tid.
de_de: Du kannst mehrere Einträge in Deinen vorherigen Artenlisten kopieren, indem Du länger auf die Schaltfläche "Arten hinzufügen" klickst.
el_gr: Μπορείτε να αντιγράψετε μαζικά τις προηγούμενες λίστες ειδών σας, πατώντας παρατεταμένα το κουμπί Προσθήκη Είδους.
es_es: Puede copiar toda su lista de especies anteriores presionando prolongadamente el botón Añadir especies.
fr_fr: Vous pouvez copier en bloc vos listes d'espèces précédentes en appuyant longuement sur le bouton Ajouter une espèce.
gl_es: Pode facer unha copia masiva das súas listaxes de especies mantendo pulsado o botón Engadir especies.
hr_hr: Možete skupno kopirati svoje prethodne popise vrsta dugotrajnim pritiskom na tipku Dodaj vrstu.
hu_hu: Bemásolhatod az előző felmérés fajlistáját, tartósan nyomva tartva a FAJ HOZZÁADÁSA gombot.
it_it: Puoi copiare in blocco i tuoi elenchi di specie precedenti premendo a lungo il pulsante Aggiungi specie.
ja_jp: 「種の追加」ボタンを長押しすると、以前の種リストを一括コピーできます。
lt_lt: Jūs galite nukopijuoti visas rūšis iš buvusio sąrašo palaikydami Pridėti rūšį mygtuką.
nl_nl: Je kunt je vorige soortenlijst kopiëren door lang te drukken op de knop Soorten Toevoegen.
pl_pl: Możesz zbiorczo skopiować swoje poprzednie listy gatunków, naciskając długo przycisk Dodaj gatunki.
pt_pt: Pode copiar em massa as suas listas de espécies anteriores pressionando o botão Adicionar Espécies durante algum tempo.
ro_ro: Puteți copia în bloc listele anterioare de specii apăsând lung pe butonul Adăugați specii.
sk_sk: Môžete hromadne kopírovať svoje predchádzajúce zoznamy druhov dlhým stlačením tlačidla Pridať Druh.
sl_si: Svoje prejšnje sezname vrst lahko kopirate z daljšim pritiskom na gumb Dodaj vrste.
sr: Можете копирати листу свих претходно забележених врста ако дуже притиснете дугме Додај врсту.
sv_se: Du kan kopiera flera eller alla av dina föregående artlistor genom att hålla inne Lägg till Art-knappen länge.
tr_tr: Önceki tür listelerinizi Tür Ekle tuşuna uzun basarak topluca kopyalayabilirsiniz.

source: Hide
bg_bg: Скрий
ca_es: Amagar
cs_cz: Schovat
da_dk: Skjul
de_de: Verbergen
el_gr: Απόκρυψη
es_es: Ocultar
fr_fr: Masquer
gl_es: Ocultar
hr_hr: Sakrij
hu_hu: Elrejt
it_it: Nascondi
ja_jp: 隠れる
lt_lt: Paslėpti
nl_nl: Verberg
pl_pl: Ukryj
pt_pt: Esconder
ro_ro: Ascunde
sk_sk: Skryť
sl_si: Skrij
sr: Сакриј
sv_se: Dölj
tr_tr: Gizle

source: Primary Survey
bg_bg: Главно преброяване
ca_es: Mostreig principal
cs_cz: Původní průzkum
da_dk: Foretrukken metode
de_de: Erste Erfassung
el_gr: Κύρια Δειγματοληψία
es_es: Muestreo Principal
fr_fr: Suivi primaire
gl_es: Mostraxe principal
hr_hr: Primarno istraživanje
hu_hu: Preferált felmérés
it_it: Campionamento primario
ja_jp: 一次調査
lt_lt: Pagrindinis stebėjimas
nl_nl: Hoofdtelling
pl_pl: Formularz podstawowy
pt_pt: Método predefinido
ro_ro: Sondajul Primar
sk_sk: Predvolený prieskum
sl_si: Začetni Popis
sr: Основни обиласци
sv_se: Huvudinventering
tr_tr: Birincil gözlem

source: All Surveys
bg_bg: Всички преброявания
ca_es: Tots els mostrejos
cs_cz: Všechny průzkumy
da_dk: Alle Observationer
de_de: Alle Erfassungen
el_gr: Όλες οι Δειγματοληψίες
es_es: Todos los muestreos
fr_fr: Tous les suivis
gl_es: Todas as mostraxes
hr_hr: Sva istraživanja
hu_hu: Minden felmérés
it_it: Tutti i Campionamenti
ja_jp: すべての調査
lt_lt: Visi stebėjimai
nl_nl: Alle tellingen
pl_pl: Wszystkie formularze
pt_pt: Todas as amostragens
ro_ro: Toate sondajele
sk_sk: Všetky pozorovania
sl_si: Vsi Popisi
sr: Сви обиласци
sv_se: Alla inventeringar
tr_tr: Tüm Gözlemler

source: Representative photo of where the 15 minute count was made
bg_bg: Представителна снимка на мястото, където е извършено 15-минутното преброяване
ca_es: Foto representativa del lloc on s'ha fet el Comptatge de 15 minuts
cs_cz: Reprezentační fotografie místa, kde byl 15-minutový součet prováděn
da_dk: Repræsentativt billede af område hvor 15-minuts observationen blev udført
de_de: Repräsentatives Foto des Standortes der Viertelstundenzählung
el_gr: Αντιπροσωπευτική φωτογραφία της περιοχής του 15-λεπτου σημείου
es_es: Foto representativa donde el recuento de 15 minutos se hizo
fr_fr: Photo représentative de l'endroit où le comptage de 15 minutes a été effectué
gl_es: Fotografía representativa do lugar onde se levou a cabo a contaxe de 15 minutos
hr_hr: Reprezentativna fotografija lokacije gdje je napravljen 15-minutni obilazak
hu_hu: Jellemző fotó a felmért területről
it_it: Foto rappresentativa del luogo in cui è stato fatto il conteggio di 15 minuti.
ja_jp: 15分のカウントが行われた場所の代表的な写真
lt_lt: Reprezentacinė nuotrauka nuo kur buvo pradėtas 15 minučių stebėjimas
nl_nl: Representatieve foto van de plek waar de kwartiertelling is gedaan
pl_pl: Reprezentatywne zdjęcie miejsca, w którym przeprowadzono 15-minutowe liczenie
pt_pt: Foto representativa do local onde a contagem de 15 minutos foi efetuada
ro_ro: Fotografie reprezentativă a locului în care a fost realizată numărarea speciilor în 15 minute
sk_sk: Reprezentatívna fotografia miesta, kde bol 15-minútový monitoring vykonávaný
sl_si: Reprezentativna fotografija, kjer ste opravili 15-minutni popis
sr: Репрезентативна фотографија са бројања у 15 минута
sv_se: Representativt foto av lokalen där 15-min öppna inventeringen gjordes
tr_tr: 15 dakikalık sayımın yapıldığı yerin temsili fotoğrafı

source: No photo has been added.
bg_bg: Не е добавена снимка
ca_es: No s'ha afegit cap foto.
cs_cz: Žádná fotografie nebyla vložena.
da_dk: Intet billede tilføjet.
de_de: Es wurde kein Foto hinzugefügt.
el_gr: Δεν έχει προστεθεί καμία φωτογραφία.
es_es: Ninguna foto se ha añadido.
fr_fr: Aucune photo n'a été ajoutée.
gl_es: Non se engadiu ningunha foto.
hr_hr: Fotografija nije dodana.
hu_hu: Még nincs fotó.
it_it: Nessuna foto aggiunta
ja_jp: 写真は追加されていません。
lt_lt: Nėra pridėta jokių nuotraukų.
nl_nl: Geen foto toegevoegd
pl_pl: Nie dodano żadnego zdjęcia.
pt_pt: Nenhuma foto foi adicionada
ro_ro: Nu a fost adăugată nicio fotografie.
sk_sk: Nebola pridaná žiadna fotografia.
sl_si: Dodana ni bila nobena fotografija.
sr: Није додата фотографија.
sv_se: Inget foto har lagts till.
tr_tr: Hiçbir fotoğraf eklenmedi.

source: Press <1></1> to add.
bg_bg: Натиснете <1></1>, за да добавите снимка.
ca_es: Apreta <1></1> per afegir.
cs_cz: Zmáčkněte <1></1> pro vložení.
da_dk: Tryk på <1></1> for at tilføje.
de_de: Zum Hinzufügen <1></1> drücken.
el_gr: Πατήστε <1></1> για προσθήκη.
es_es: Presiona <1></1> para añadir.
fr_fr: Cliquez <1></1> pour ajouter.
gl_es: Prema <1></1> para engadir máis.
hr_hr: Pritisni <1></1> za dodati.
hu_hu: Hozzáadáshoz koppints ide:<1></1>
it_it: Premi<1></1>per aggiungere.
ja_jp: <1></1>を押して追加します。
lt_lt: Paspauskite <1></1> norint pridėti.
nl_nl: Druk <1></1> om toe te voegen.
pl_pl: Naciśnij <1></1> aby dodać.
pt_pt: Pressione <1></1> para adicionar
ro_ro: Apăsați <1></1> pentru adăugare.
sk_sk: Pre pridanie stlačte <1></1>.
sl_si: Za dodajanje pritisnite<1></1>.
sr: Притисните <1></1> да додате.
sv_se: Tryck <1></1> för att lägga till.
tr_tr: Eklemek için <1> </1> tuşlarına basınız.

source: Precise 15min Count
bg_bg: 15-минутно преброяване
ca_es: Comptatge 15-min precís
cs_cz: Přesný 15minutový součet
da_dk: 15-minuts Punktobservation
de_de: Exakte Viertelstundenzählung
el_gr: Ακριβές 15-λεπτο Σημείο
es_es: Recuento 15-min preciso
fr_fr: Comptage précis de 15 min
gl_es: Contaxe de 15 minutos exactos
hu_hu: Pontos 15p számlálás
it_it: Precisa conteggio di 15 minuti
ja_jp: 正確な15分カウント
lt_lt: Tikslusis 15 minučių stebėjimas
nl_nl: Precieze kwartiertelling
pl_pl: Dokładne zliczanie w trakcie 15 min
pt_pt: Contagem precisa de 15 minutos
ro_ro: Număratoare de 15 minute precisă
sk_sk: Presný 15-minútový monitoring
sl_si: Natančni 15-minutni popis.
sr: Прецизно бројање у 15 минута
sv_se: 15-min punktinventering
tr_tr: 15 dakikalık kesin sayım

source: Occurrences
bg_bg: Записи на индивиди от вида
ca_es: Cites
cs_cz: Výskyt
da_dk: Forekomster
de_de: Vorkommen
el_gr: Καταγραφές
es_es: Presencias
fr_fr: Occurences
gl_es: Ocorrencias
hu_hu: Előfordulások
it_it: Eventi
ja_jp: 出現
lt_lt: Rūšys
nl_nl: Voorkomen
pl_pl: Występowanie
pt_pt: Ocorrências
ro_ro: Observări
sk_sk: Záznamy o výskyte
sl_si: Pojavljanja
sr: Уноси
sv_se: Observationer
tr_tr: Kayıtlar

source: Time
bg_bg: Време
ca_es: Temps
cs_cz: Čas
da_dk: Tid
de_de: Zeit
el_gr: Χρόνος
es_es: Tiempo
fr_fr: Temps
gl_es: Tempo
hr_hr: Vrijeme
hu_hu: Idő
it_it: Ora
ja_jp: 時間
lt_lt: Laikas
nl_nl: Tijd
pl_pl: Czas
pt_pt: Tempo
ro_ro: Timpul
sk_sk: Čas
sl_si: Čas
sr: Време
sv_se: Tid
tr_tr: Zaman

source: Are you sure you want to delete this occurrence?
bg_bg: Сигурни ли сте, че искате да изтриете този запис?
ca_es: Segur que vols esborrar aquesta cita?
cs_cz: Opravdu chcete smazat tento výskyt?
da_dk: Er du sikker på, at du vil slette denne forekomst?
de_de: Bist Du sicher, dass Du diese Beobachtung löschen möchtest?
el_gr: Είστε σίγουροι πως θέλετε να διαγράψετε αυτή την καταγραφή;
es_es: ¿Está seguro de que desea eliminar esta presencia?
fr_fr: Voulez-vous vraiment supprimer cette occurrence ?
gl_es: Ten a certeza de que quere eliminar esta ocorrencia?
hu_hu: Biztos, hogy törlöd ezt az előfordulási rekordot?
it_it: Sei sicuro di voler eliminare questo evento?
ja_jp: この出現記録を削除してもよろしいですか?
lt_lt: Ar tikrai norite ištrinti šitą rūšį?
nl_nl: Weet je zeker dat je deze waarneming wil weggooien?
pl_pl: Czy na pewno chcesz usunąć to wystąpienie?
pt_pt: Tem a certeza que pretende apagar esta ocorrência?
ro_ro: Sigur doriți să ștergeți această observare?
sk_sk: Ste si istý, že chcete vymazať tento záznam o výskyte?
sl_si: Ste prepričani, da želite izbrisati to pojavljanje?
sr: Да ли желите да обришете овај унос?
sv_se: Är du säker på att du vill radera den här observationen?
tr_tr: Bu kaydı silmek istediğinizden emin misiniz?
