Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Moth-trap survey
bg_bg: Преброяване с ловилка за нощни пеперуди
ca_es: Mostreig amb trampa per arnes
cs_cz: Lapačový průzkum
da_dk: Natsværmerfældeobservation
de_de: Lichtfang-Erfassung
el_gr: Δειγματοληψία παγίδας νυχτοπεταλούδων
es_es: Muestreo trampa de polillas
fr_fr: Suivi par piège à papillons de nuit
gl_es: Mostraxe de avelaíñas con trampa
hu_hu: Csapdás felmérés
it_it: Campionamento delle trappole per falene
ja_jp: ガのトラップ調査
lt_lt: Naktinių drugių gaudyklės tyrimas
nl_nl: Nachtvlinderval onderzoek
pl_pl: Badanie przy pomocy pułapek na ćmy
pt_pt: Amostragem de armadilhas para borboletas noturnas
ro_ro: Sondaj cu capcane pentru molii
sk_sk: Pozorovanie nočných motýľov v lapačoch
sl_si: Popis z živolovnimi pastmi
sr: Узорак светлосном клопком
sv_se: Inventering med nattfjärilsfälla
tr_tr: Güve tuzağı anketi

source: Moth survey
bg_bg: Преброяване на нощни пеперуди
ca_es: Mostreig d'arnes
cs_cz: Průzkum nočních motýlů
da_dk: Natsværmerobservation
de_de: Nachtfalter-Erfassung
el_gr: Δειγματοληψία νυχτοπεταλούδων
es_es: Muestreo de polillas
fr_fr: Suivi des papillons de nuit
gl_es: Mostraxe de avelaíñas
hu_hu: Éjjelilepke-felmérés
it_it: Campionamento falene
ja_jp: ガの調査
lt_lt: Naktinių drugių stebėjimas
nl_nl: Nachtvlinderonderzoek
pl_pl: Badanie ciem
pt_pt: Amostragem de Borboletas noturnas
ro_ro: Sondaj molii
sk_sk: Pozorovanie nočných motýľov
sl_si: Popis nočnih metuljev
sr: Узорковање ноћних лептира
sv_se: Nattfjärilsinventering
tr_tr: Güve anketi

source: Species list
bg_bg: Списък на видовете
ca_es: Llista d'espècies
cs_cz: Seznam druhů
da_dk: Artsliste
de_de: Artenliste
el_gr: Λίστα ειδών
es_es: Lista de especies
fr_fr: Liste d'espèces
gl_es: Listaxe de especies
hr_hr: Popis vrsta
hu_hu: Fajlista
it_it: Lista specie
ja_jp: 種のリスト
lt_lt: Rūšių sąrašas
nl_nl: Soortenlijst
pl_pl: Lista gatunków
pt_pt: Lista de espécies
ro_ro: Lista speciilor
sk_sk: Zoznam druhov
sl_si: Seznam vrst
sr: Списак врста
sv_se: Artlista
tr_tr: Tür listesi

source: Identifier
bg_bg: Идентификатор
ca_es: Identificador
cs_cz: Údaj
da_dk: Artsbestemmer
de_de: Kennzeichnung
el_gr: Αναγνώριση από
es_es: Identificador
fr_fr: Identifiant
gl_es: Identificador
hu_hu: Határozó
it_it: Operatore
ja_jp: 識別機能
lt_lt: Identifikavo
nl_nl: Identificator
pl_pl: Osoba identyfikująca
pt_pt: Identificador
ro_ro: Identificator
sk_sk: Identifikátor
sl_si: Določevalec
sr: Идентификовао
sv_se: Bildigenkännare
tr_tr: Tanımlayıcı

source: Moths list
bg_bg: Списък с нощни пеперуди
ca_es: Llista d'arnes
cs_cz: Seznam nočních druhů
da_dk: Natsværmerliste
de_de: Liste der Nachtfalter
el_gr: Λίστα νυχτοπεταλούδων
es_es: Lista de polillas
fr_fr: Liste des papillons "de nuit"
gl_es: Listaxe de avelaíñas
hr_hr: Popis noćnih leptira
hu_hu: Fajlista
it_it: Lista falene
ja_jp: ガのリスト
lt_lt: Naktinių drugių sąrašas
nl_nl: Nachtvlinderlijst
pl_pl: Lista ciem
pt_pt: Lista de borboletas noturnas
ro_ro: Lista fluturilor de noapte
sk_sk: Zoznam nočných motýľov
sl_si: Seznam nočnih metuljev
sr: Списак ноћних лептира
sv_se: Nattfjärilslista
tr_tr: Güve listesi

source: Moth Photo
bg_bg: Снимка на нощна пеперуда
ca_es: Foto de l'Arna
cs_cz: Fotka nočního motýla
da_dk: Natsværmerbillede
de_de: Nachtfalter-Foto
el_gr: Φωτογραφία νυχτοπεταλούδας
es_es: Fotos de polilla
fr_fr: Photo du papillon "de nuit"
gl_es: Fotografía dunha avelaíña
hu_hu: Lepkefotó
it_it: Foto della falena
ja_jp: ガの写真
lt_lt: Naktinio drugio nuotrauka
nl_nl: Nachtvlinderfoto
pl_pl: Zdjęcie ćmy
pt_pt: Fotografia de borboletas noturnas
ro_ro: Fotografia fluturelui de noapte
sk_sk: Fotka nočného motýľa
sl_si: Fotografija nočnega metulja
sr: Фотографија ноћних лептира
sv_se: Nattfjärilsbild
tr_tr: Güve fotoğrafı

source: Enter the recorder's name, if different.
bg_bg: Въведете името на наблюдателя, ако е друго лице.
ca_es: Escriu el nom de l'observador, si és diferent.
cs_cz: V případě odlišnosti uveďte jméno zapisovatele.
da_dk: Indtast observatørens navn, hvis det er en anden.
de_de: Gib den Namen des Zählers ein, falls abweichend.
el_gr: Εισάγετε το όνομα του καταγραφέα, εάν είναι διαφορετικό.
es_es: Introduzca el nombre del censador, si es diferente.
fr_fr: Entrez le nom de l'observateur, s'il est différent.
gl_es: Indique a persoa que realizou o rexistro, se non foi vostede.
hu_hu: Add meg a felmérő nevét, ha más személy!
it_it: Inserire il nome dell'operatore, se è differente
ja_jp: 記録者の名前が異なる場合は入力します。
lt_lt: Įrašykite stebėtojo vardą, jei stebėjote ne jūs
nl_nl: Voeg waarnemer toe, indien anders.
pl_pl: Wpisz imię i nazwisko obserwatora, jeżeli są inne.
pt_pt: Introduza o nome do observador, se for diferente.
ro_ro: Introduceți numele înregistratorului, dacă este diferit.
sk_sk: V prípade odlišnosti uveďte meno zapisovateľa.
sl_si: Vpišite ime popisovalca, če je različno.
sr: Унесите име посматрача, уколико се разликује.
sv_se: Fyll i observatörens namn, om någon annan gjort observationen
tr_tr: Farklı ise kaydedicinin adını girin.

source: Recorder name
bg_bg: Име на наблюдателя
ca_es: Nom de l'observador/a
cs_cz: Jméno zapisovatele
da_dk: Observatørens navn
de_de: Name des Zählers
el_gr: Όνομα καταγραφέα
es_es: Nombre del censador
fr_fr: Nom de l'observateur
gl_es: Nome da persoa rexistradora
hu_hu: Felmérő neve
it_it: Nome dell'operatore
ja_jp: 記録者の氏名
lt_lt: Stebėtojo vardas
nl_nl: Naam waarnemer
pl_pl: Imię i nazwisko obserwatora
pt_pt: Nome do observador
ro_ro: Numele înregistratorului
sk_sk: Meno zapisovateľa.
sl_si: Ime popisovalca
sr: Посматрач
sv_se: Observatörens namn
tr_tr: Kaydedicinin adı

source: Lat
bg_bg: Географска ширина
cs_cz: Zeměpisná šířka
da_dk: Breddegrad
de_de: Latitude
el_gr: Γ. πλάτος
es_es: Latitud
fr_fr: Latitude
gl_es: Latitude
hu_hu: Sz. (Lat)
it_it: Latitudine
ja_jp: 緯度
lt_lt: Platuma
pl_pl: Szer
pt_pt: Latitude
sk_sk: Zemepisná šírka
sr: Г. шир.
sv_se: Latitud
tr_tr: Enlem

source: Long
bg_bg: Географска дължина
cs_cz: Zeměpisná délka
da_dk: Længdegrad
de_de: Longitude
el_gr: Γ. μήκος
es_es: Longitud
fr_fr: Longitude
gl_es: Lonxitude
hu_hu: H. (Long)
it_it: Longitudine
ja_jp: 経度
lt_lt: Ilguma
pl_pl: Dł
pt_pt: Longitude
sk_sk: Zemepisná dĺžka
sr: Г. дуж.
sv_se: Longitud
tr_tr: Uzunluk

source: Count inside
bg_bg: Бройка отвътре
ca_es: Comptatge dins la trampa
cs_cz: Počet uvnitř
da_dk: Antal indeni
de_de: Zählung innerhalb
el_gr: Αριθμός εσωτερικά
es_es: Conteo dentro
fr_fr: Comptage à l'intérieur
gl_es: N.º de individuos dentro
hu_hu: Egyedszám belül
it_it: Conteggio interno
ja_jp: 内側で数える
lt_lt: Skaičius gaudyklės viduje
nl_nl: Aantal binnen
pl_pl: Liczba wewnątrz
pt_pt: Contagem no interior
ro_ro: Numărați în interior
sk_sk: Počítať vovnútri
sl_si: Število znotraj
sr: Број унутар
sv_se: Antal innanför
tr_tr: İçeride say

source: Count outside
bg_bg: Бройка отвън
ca_es: Comptatge fora la trampa
cs_cz: Počet venku
da_dk: Antal udenfor
de_de: Zählung außerhalb
el_gr: Αριθμός εξωτερικά
es_es: Conteo fuera
fr_fr: Comptage à l'extérieur
gl_es: N.º de individuos fóra
hu_hu: Egyedszám kívül
it_it: Conteggio esterno
ja_jp: 外側で数える
lt_lt: Skaičius už gaudyklės
nl_nl: Aantal buiten
pl_pl: Liczba na zewnątrz
pt_pt: Contagem no exterior
ro_ro: Numărați în exterior
sk_sk: Počítať vonku
sl_si: Število zunaj
sr: Број изван
sv_se: Antal utanför
tr_tr: Dışarıda say

source: Moth Photos
bg_bg: Снимки на нощна пеперуда
ca_es: Fotos d'Arnes
cs_cz: Fotky nočních motýlů
da_dk: Natsværmerbilleder
de_de: Nachtfalter-Fotos
el_gr: Φωτογραφίες νυχτοπεταλούδων
es_es: Fotos de polilla
fr_fr: Photos des papillons "de nuit"
gl_es: Fotos de avelaíñas
hu_hu: Lepkefotók
it_it: Foto Falene
ja_jp: ガの写真
lt_lt: Naktinių drugių nuotraukos
nl_nl: Nachtvlinderfoto's
pl_pl: Zdjęcia ciem
pt_pt: Fotografias de borboletas noturnas
ro_ro: Fotografii fluturi de noapte
sk_sk: Fotografie nočného motýľa
sl_si: Fotografije nočnih metuljev
sr: Фотографије ноћних лептира
sv_se: Nattfjärilsbilder
tr_tr: Güve fotoğrafları

source: Moth traps
bg_bg: Ловилки за нощни пеперуди
ca_es: Trampes per arnes
cs_cz: Lapače
da_dk: Natsværmerfælder
de_de: Nachtfalter-Fallen
el_gr: Παγίδες νυχτοπεταλούδων
es_es: Trampas de polilla
fr_fr: Pièges à papillons "de nuit"
gl_es: Trampas para avelaíñas
hu_hu: Csapdák
it_it: Trappole per falene
ja_jp: ガのトラップ
lt_lt: Gaudyklės
nl_nl: Nachtvlindervallen
pl_pl: Pułapki na ćmy
pt_pt: Armadilhas para borboletas noturnas
ro_ro: Capcane fluturi de noapte
sk_sk: Lapače
sl_si: Pasti za nočne metulje
sr: Клопке за ноћне лептире
sv_se: Nattfjärilsfällor
tr_tr: Güve tuzakları

source: Moth trap
bg_bg: Ловилка за нощни пеперуди
ca_es: Trampa per arnes
cs_cz: Lapač
da_dk: Natsværmerfælde
de_de: Nachtfalter-Falle
el_gr: Παγίδα νυχτοπεταλούδων
es_es: Trampa de polillas
fr_fr: Piège à papillons "de nuit"
gl_es: Trampa para avelaíñas
hu_hu: Csapda
it_it: Trappola per falene
ja_jp: ガのトラップ
lt_lt: Gaudyklė
nl_nl: Nachtvlinderval
pl_pl: Pułapki na ćmy
pt_pt: Armadilha para borboletas noturnas
ro_ro: Capcană fluturi de noapte
sk_sk: Lapač
sl_si: Past za nočne metulje
sr: Клопка за ноћне лептире
sv_se: Nattfjärilsfälla
tr_tr: Güve tuzağı

source: You have not created any moth traps yet. To create one please go to the <2>website.</2>
bg_bg: Още не сте създали никакви ловилки за нощни пеперуди. За да създадете такава, моля посетете <2>интернет страницата.</2>
ca_es: Encara no has creat cap trampa per arnes. Per a fer-ne una si us plau ves a la <2>web.</2>
cs_cz: Zatím nemáte žádný lapač. Pro vytvoření jednoho lapače prosím navštivte <2>website.</2>
da_dk: Du har ikke tilføjet nogle natsværmerfælder endnu. Lav en ved at besøge <2>hjemmesiden.</2>
de_de: Du hast bisher noch keine Nachtfalter-Fallen erstellt. Um eine zu erstellen, gehe bitte auf die <2>Webseite.</2>
el_gr: Δεν έχετε δημιουργήσει καμία παγίδα νυχτοπεταλούδων ακόμα. Για να δημιουργήσετε μία παρακαλώ μεταβείτε στη<2>πλατφόρμα.</2>
es_es: Todavía no has creado ninguna trampa para polillas. Para crear una, por favor vaya a la <2>página web.</2>
fr_fr: Vous n'avez pas encore créé de pièges à papillons "de nuit". Pour en créer un, veuillez allez sur le <2>site internet.</2>
gl_es: Aínda non creou ningunha trampa para avelaíñas. Para crear unha, por favor, vaia ao <2>sitio web.</2>
hu_hu: Még nem regisztráltál egy csapdát sem. Új csapda felvételéhez nyisd meg a <2>honlapot</2>!
it_it: Non hai ancora creato trappole per falene. Per crearne una vai su <2>website</2>
ja_jp: あなたはガのトラップを何も作っていません。一つ作るにはwebsiteに行ってください。
lt_lt: Jūs dar nesukūrėte gaudyklės. Norėdami sukurti savo naktinių drugių gaudyklę, eikite į <2>svetainę</2>
nl_nl: Je hebt nog geen nachtvlinderval toegevoegd. Ga naar de <2>website </2> om er één toe te voegen.
pl_pl: Nie stworzyłeś jeszcze żadnych pułapek na ćmy. Aby ją utworzyć, przejdź do strony <2>internetowej.</2>
pt_pt: Ainda não criou nenhuma armadilha para borboletas noturnas. Para criar uma dirija-se ao <2>website.</2>
ro_ro: Nu ați creat încă nicio capcană pentru fluturii de noapte. Pentru a crea una, vă rugăm să accesați <2>site-ul web.</2>
sk_sk: Zatiaľ ste nevytvorili žiadny lapač. Na vytvorenie navštívte, prosím, <2> stránku.</2>
sl_si: Niste vnesli še nobene pasti za nočne metulje. Če jo želite ustvariti, obiščite <2>spletno stran.</2>
sr: Нисте додали клопке за ноћне лептире. Да их додате идите на <2>веб страницу.</2>
sv_se: Du har inte skapat någon nattfjärilsfälla än. För att skapa en gå till <2>websidan.</2>
tr_tr: Henüz bir güve tuzağı oluşturmadınız. Bir tane oluşturmak için lütfen web sitesine gidin.

source: To see the map please connect to the internet.
bg_bg: За да видите картата, моля свържете се към интернет.
ca_es: Per veure el mapa si us plau connecta l'internet.
cs_cz: Pro zobrazení mapy se připojte k internetu.
da_dk: Forbind til internettet for at se kortet.
de_de: Um die Karte zu sehen, verbinde Dich bitte mit dem Internet.
el_gr: Παρακαλώ συνδεθείτε με το διαδίκτυο για να δείτε τον χάρτη.
es_es: Para ver el mapa por favor conéctese a Internet.
fr_fr: Veuillez vous connecter à internet pour voir la carte.
gl_es: Para ver o mapa, por favor, conéctese a Internet.
hu_hu: A térképhez hálózati kapcsolat szükséges.
it_it: Per vedere la mappa, per favore, connettiti ad internet.
ja_jp: 地図を表示するには、インターネットに接続してください。
lt_lt: Prisijunkite prie interneto jei norite matyti žemėlapį.
nl_nl: Maak verbinding met internet om de kaart te zien.
pl_pl: Aby zobaczyć mapę, połącz się z Internetem.
pt_pt: Para ver o mapa por favor ligue-se à internet.
ro_ro: Pentru a vedea harta, vă rugăm să vă conectați la internet.
sk_sk: Pre zobrazenie mapy sa, prosím, pripojte k internetu.
sl_si: Če si želite ogledati zemljevid, se povežite z internetom.
sr: Повежите се на интернет да видите карту.
sv_se: Anslut till internet för att se kartan.
tr_tr: Haritayı görüntülemek için internete bağlanın.

source: Please add the moth trap
bg_bg: Моля добавете ловилката за нощни пеперуди
ca_es: Afegeix una trampa per arnes
cs_cz: Vložte, prosím, lapač
da_dk: Tilføj natsværmerfælde
de_de: Bitte ergänze die Nachtfalter-Falle
el_gr: Παρακαλώ προσθέστε τη παγίδα νυχτοπεταλούδων
es_es: Por favor añada la trampa de polilla
fr_fr: Veuillez ajouter le piège à papillon "de nuit"
gl_es: Por favor, engada a trampa para avelaíñas que empregou
hu_hu: Válaszd ki a csapdát!
it_it: Per favore, aggiungi la trappola per falene
ja_jp: ガのトラップを追加してください
lt_lt: Prašome pridėti naktinių drugių gaudyklę
nl_nl: Voeg nachtvlinderval toe
pl_pl: Dodaj pułapkę na ćmy
pt_pt: Por favor adicione a armadilha para borboletas noturnas
ro_ro: Vă rugăm să adăugați capcana pentru fluturii de noapte
sk_sk: Zvoľte druh lapača
sl_si: Dodajte tip pasti za nočne metulje
sr: Додајте клопку за ноћне лептире
sv_se: Lägg till nattfjärilsfällan
tr_tr: Lütfen güve tuzağı ekleyin.

source: You have only one moth trap. To create more please go to the <2>website.</2>
bg_bg: Имате само една ловилка за нощни пеперуди. За да създадете повече, моля посетете <2>интернет страницата.</2>
ca_es: Només tens una trampa per arnes. Per crear-ne més si us plau ves a la <2>web.</2>
cs_cz: Máte pouze jeden lapač. Pro vytvoření více lapačů navštivte <2>website.</2>
da_dk: Du har kun en natsværmerfælde. Lav venligst en mere ved at besøge <2>hjemmesiden.</2>
de_de: Du hast nur eine Nachtfalter-Falle. Um mehr zu erstellen, gehe bitte zur <2>Webseite.</2>
el_gr: Έχετε μόνο μία παγίδα νυχτοπεταλούδων. Για να δημιουργήσετε περισσότερες παρακαλώ μεταβείτε στη <2>πλατφόρμα.</2>
es_es: Sólo tienes una trampa para polillas. Para crear más, diríjase a la página <2>página web.</2>
fr_fr: Vous n'avez qu'un seul piège à papillon "de nuit". Pour en créer au autre, veuillez aller sur le <2>site internet.</2>
gl_es: Só ten unha trampa para avelaíñas. Para crear máis, por favor, vaia ao <2>sitio web.</2>
hu_hu: Csak egy regisztrált csapdád van. Újabbak felvételéhez nyisd meg a <2>honlapot</2>!
it_it: Hai solo una trappola per falene. Per crearne altre, per favore, vai su <2>website</2>
ja_jp: あなたは一つのみガのトラップを持っています。もっと作る場合には、 websiteに行ってください。
lt_lt: Jūs turite tik vieną gaudyklę, Norėdami sukurti daugiau, eikite į <2>svetainę.</2>
nl_nl: je hebt één nachtvlinderval. Om er nog één aan te maken ga naar de <2>website.</2>
pl_pl: Masz jedną pułapkę na ćmy. Aby stworzyć więcej przejdź do <2>strony internetowej.</2>
pt_pt: Tem apenas uma armadilha para borboletas noturnas. Para criar mais por favor dirija-se ao <2>website.</2>
ro_ro: Aveți doar o singură capcană pentru fluturii de noapte. Pentru a crea mai multe, vă rugăm să accesați <2>site-ul web.</2>
sk_sk: Máte iba jeden lapač. Na vytvorenie viacerých navštívte <2> stránku.</2>
sl_si: Dodan imate le en tip pasti za nočne metulje. Če jih želite dodati več, obiščite <2>spletno stran.</2>
sr: Имате само једну клопку за ноћне лептире. Да додате још, идите на <2>веб страницу.</2>
sv_se: Du har bara en nattfjärilsfälla. Gå till <2>websidan.</2>för att lägga till fler
tr_tr: Sadece bir güve tuzağınız var. Daha fazlasını oluşturmak için lütfen web sitesine gidin.

source: Identifying...
bg_bg: Извършва се определяне на вида...
ca_es: Identificant...
cs_cz: Určuji...
da_dk: Identificerer ...
de_de: Bestimmen...
el_gr: Αναγνώριση...
es_es: Identificando...
fr_fr: En cours d'identification...
gl_es: Identificando...
hu_hu: Határozás...
it_it: Identificazione...
ja_jp: 識別中...
lt_lt: Identifikuojama...
nl_nl: Wordt op naam gebracht...
pl_pl: Identyfikacja...
pt_pt: A identificar...
ro_ro: Identificare...
sk_sk: Určovanie...
sl_si: Prepoznavanje...
sr: Идентификујем…
sv_se: Identifierar...
tr_tr: Tanımlanıyor...

source: Unknown
bg_bg: Неизвестно
ca_es: Desconegut
cs_cz: Neznámý
da_dk: Ukendt
de_de: Unbekannt
el_gr: Άγνωστο
es_es: Desconocido
fr_fr: Inconnu
gl_es: Descoñecida/o
hu_hu: Ismeretlen faj
it_it: Sconosciuto
ja_jp: 不明
lt_lt: Nežinoma
nl_nl: Onbekend
pl_pl: Nieznany
pt_pt: Desconhecido
ro_ro: Necunoscut
sk_sk: Neznáme
sl_si: Neznano
sr: Непознато
sv_se: Okänd
tr_tr: Bilinmeyen

source: Show more
bg_bg: Покажи повече
ca_es: Mostra'n més
cs_cz: Ukaž více
da_dk: Vis mere
de_de: Mehr anzeigen
el_gr: Εμφανίστε περισσότερα
es_es: Mostrar más
fr_fr: Plus
gl_es: Amosar máis
hu_hu: Mutass többet
it_it: Mostra di più
ja_jp: もっと表示する
lt_lt: Rodyti daugiau
pl_pl: Pokaż więcej
pt_pt: Mostrar mais
ro_ro: Arata mai multe
sk_sk: Ukázať viac
sl_si: Prikaži več
sr: Прикажи више
sv_se: Visa mer
tr_tr: Daha fazla göster

source: Please add a photo
bg_bg: Моля добавете снимка
ca_es: Si us plau afegeix una foto
cs_cz: Vložte, prosím, fotku
da_dk: Tilføj venligst et billede
de_de: Bitte füge ein Foto hinzu
el_gr: Παρακαλώ προσθέστε μία φωτογραφία
es_es: Por favor añada una foto
fr_fr: Veuillez ajouter une photo
gl_es: Por favor, engada unha foto
hu_hu: Csatolj fotót!
it_it: Per favore, aggiungi una foto
ja_jp: 写真を追加してください
lt_lt: Prašome pridėti nuotrauką
nl_nl: Voeg een foto toe
pl_pl: Dodaj zdjęcie
pt_pt: Por favor adicione uma foto
ro_ro: Vă rugăm adaugați o fotografie
sk_sk: Pridajte fotografiu, prosím
sl_si: Dodajte fotografijo
sr: Додајте фотографију
sv_se: Lägg till bild
tr_tr: Lütfen fotoğraf ekleyin.

source: Unknown species
bg_bg: Неизвестен вид
ca_es: Espècie desconeguda
cs_cz: Neznámý druh
da_dk: Ukendt art
de_de: Unbekannte Art
el_gr: Άγνωστα είδη
es_es: Specie desconocida
fr_fr: Espèce inconnue
gl_es: Especie descoñecida
hu_hu: Ismeretlen faj
it_it: Specie sconosciuta
ja_jp: 不明な種
lt_lt: Nežinoma rūšis
nl_nl: Onbekende soort
pl_pl: Nieznany gatunek
pt_pt: Espécie desconhecida
ro_ro: Specie necunoscută
sk_sk: Neznámy druh
sl_si: Neznana vrsta
sr: Непозната врста
sv_se: Okänd art
tr_tr: Bilinmeyen tür

source: <0>Warning</0> - we could not identify this species.
bg_bg: <0>Внимание</0> - определянето на този вид беше неуспешно.
ca_es: <0>Alerta</0> - no hem pogut identificar aquesta espècie.
cs_cz: <0>Pozor</0> - tento druh nedokážeme určit.
da_dk: <0>Advarsel</0> - vi kunne ikke bestemme denne art.
de_de: <0>Warnung</0> - wir konnten diese Art nicht bestimmen.
el_gr: <0>Προσοχή</0> - δεν μπορέσαμε να αναγνωρίσουμε το είδος.
es_es: <0>Aviso</0> - no pudimos identificar esta especie.
fr_fr: <0>Attention</0>- nous n'avons pas pu identifier cette espèce.
gl_es: <0>Atención!</0> Non puidemos identificar esta especie.
hu_hu: <0>Figyelem</0> - ezt a lepkét nem tudtuk meghatározni.
it_it: <0>Warning</0> - non riusciamo ad identificare questa specie
ja_jp: <0>警告</0> - この種を特定できませんでした。
lt_lt: <0>Dėmesio</0> - negalime nustatyti šios rūšies.
nl_nl: <0>Waarschuwing</0> - we kunnen deze soort niet op naam brengen
pl_pl: <0>Uwaga</0> - nie mogliśmy zidentyfikować tego gatunku.
pt_pt: <0>Aviso</0>- Não conseguimos identificar esta espécie.
ro_ro: <0>Atenție</0> - nu am putut identifica această specie.
sk_sk: <0>Varovanie</0> - tento druh nebolo možné určiť.
sl_si: <0>Opozorilo</0> - te vrste ni bilo mogoče določiti.
sr: <0>Упозорење</0> – не можемо да идентификујемо ову врсту.
sv_se: <0>Varning</0> - vi kunde inte identifiera den här arten.
tr_tr: Uyarı - Bu türü tanımlayamadık.

source: Surveying
bg_bg: Преброяване
ca_es: Mostrejant
cs_cz: Prozkoumávám
da_dk: Observationer
de_de: Erfassen
el_gr: Δειγματοληψία
es_es: Muestreando
fr_fr: Comptage
gl_es: Facendo unha mostraxe
hu_hu: Felmérés
it_it: Campionamento
ja_jp: 調査
lt_lt: Stebėjimai
nl_nl: Onderzoeken
pl_pl: Badanie
pt_pt: A amostrar
ro_ro: Măsurători
sk_sk: Pozorovanie
sl_si: Popisi
sr: Истраживање
sv_se: Inventerar
tr_tr: Ölçme

source: Moth survey (SPRING)
bg_bg: Преброяване на нощни пеперуди (по проекта SPRING)
ca_es: Mostreig d'arnes (SPRING)
cs_cz: Průzkum nočních motýlů (SPRING)
da_dk: Natsværmerobservation (FORÅR)
de_de: Nachtfalter-Erfassung (SPRING)
el_gr: Δειγματοληψία νυχτοπεταλούδων (SPRING)
es_es: Muestreo de polillas (SPRING)
fr_fr: Suivi des papillons "de nuit" (SPRING)
gl_es: Mostraxe de avelaíñas (SPRING)
hu_hu: Éjjelilepke-felmérés (SPRING)
it_it: Campionamento falene (SPRING)
ja_jp: ガの調査（春）
lt_lt: Naktinių drugių stebėjimas (SPRING)
nl_nl: Nachtvlinderonderzoek (SPRING)
pl_pl: Badanie ciem (WIOSNA)
pt_pt: Amostragem de borboletas noturnas (SPRING)
ro_ro: Studiu privind fluturii de noapte (Primăvara)
sk_sk: Prieskum nočných motýľov (SPRING)
sl_si: Popis nočnih metuljev (POMLAD)
sr: Истраживање ноћних лептира (SPRING)
sv_se: Nattfjärilsinventering (SPRING)
tr_tr: Güve anketi (SPRING Projesi)

source: Moth Survey
bg_bg: Преброяване на нощни пеперуди
ca_es: Mostreig d'arnes
cs_cz: Průzkum nočních motýlů
da_dk: Natsværmerobservation
de_de: Nachtfalter-Erfassung
el_gr: Δειγματοληψία νυχτοπεταλούδων
es_es: Muestreo de polillas
fr_fr: Suivi des papillons "de nuit"
gl_es: Mostraxe de avelaíñas
hu_hu: Éjjelilepke-felmérés
it_it: Campionamento falene
ja_jp: ガの調査
lt_lt: Naktinių drugių stebėjimas
nl_nl: Nachtvlinderonderzoek
pl_pl: Badanie ciem
pt_pt: Amostragem de borboletas noturnas
ro_ro: Studiu privind fluturii de noapte
sk_sk: Pozorovanie nočných motýľov
sl_si: Popis nočnih metuljev
sr: Истраживање ноћних лептира
sv_se: Nattfjärilsinventering
tr_tr: Güve Anketi

source: Moth Survey Settings
bg_bg: Настройки на преброяването на нощни пеперуди
ca_es: Configuració del mostreig d'arnes
cs_cz: Nastavení průzkumu nočních motýlů
da_dk: Natsværmerobservations-indstillinger
de_de: Nachtfalter-Erfassung Einstellungen
el_gr: Ρυθμίσεις Δειγματοληψίας νυχτοπεταλούδων
es_es: Configuración Muestreo de polillas
fr_fr: Détails du comptage des papillons "de nuit"
gl_es: Axustes de mostraxe de avelaíñas
hu_hu: Éjjelilepke-felmérés beállításai
it_it: Impostazioni campionamento falene
ja_jp: ガの調査のセッティング
lt_lt: Naktinių drugių stebėjimų nustatymai
nl_nl: Nachtvlinderonderzoek Instellingen
pl_pl: Ustawienia badania ciem
pt_pt: Definições da amostragem de borboletas noturnas
ro_ro: Setări pentru studiul fluturilor de noapte
sk_sk: Nastavenia pozorovania nočných motýľov
sl_si: Nastavitve popisa nočnih metuljev
sr: Подешавања истраживања ноћних лептира
sv_se: Inställningar för nattfjärilsinventering
tr_tr: Güve Anketi Ayarları

source: Use image identification
bg_bg: Използвай определяне на вида по снимка
ca_es: Usar la identificació d'imatge
cs_cz: Použijte určování podle obrázku
da_dk: Brug billedgenkendelse
de_de: Verwende die Bilderkennung
el_gr: Χρήση αναγνωριστικού εικόνας
es_es: Usar la identificación de imágenes
fr_fr: Utiliser l'identification d'images
gl_es: Usar a identificación por imaxe
hu_hu: Automatikus fotóhatározás használata
it_it: Usa l'identificazione per immagini
ja_jp: 画像識別を使用する
lt_lt: Nustatyti rūšis pagal nuotraukas
nl_nl: Gebruik beeldherkenning
pl_pl: Identyfikuj obraz
pt_pt: Usar a identificação de imagens
ro_ro: Utilizați identificarea imaginii
sk_sk: Použiť identifikáciu pomocou obrázkov
sl_si: Uporabi slikovno identifikacijo
sr: Користи слике за идентификацију
sv_se: Använd bildigenkänning
tr_tr: Görüntü tanımlamayı kullan
