Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: You don't have any transects. Please try to refresh the list.
bg_bg: Нямате никакви трансекти. Моля опитайте да актуализирате списъка.
ca_es: No tens cap transsecte. Si us plau intenta actualitzar la llista.
cs_cz: Nemáte žádné transekty. Zkuste znovu načíst seznam.
da_dk: Du har ikke nogle transekter. Prøv venligst at genindlæse listen.
de_de: Du hast keine Transekte. Bitte versuche, die Liste zu aktualisieren.
el_gr: Δεν έχετε καμία διαδρομή. Προσπαθήστε να ανανεώσετε τη λίστα.
es_es: No tiene ningún transecto. Por favor actualice la lista.
fi_fi: Sinulla ei ole laskentalinjoja. Yritä päivittää lista.
fr_fr: Vous n'avez pas de site. Essayez d'actualiser la liste.
gl_es: Non ten ningún transecto. Por favor, intente actualizar a listaxe.
hr_hr: Nemate niti jedan transekt. Probajte osvježiti listu.
hu_hu: Még nincs választható transzekted. Frissítsd a listát!
it_it: Non c'è nessun transetto. Per favore ricarica la lista.
ja_jp: トランセクト調査がありません。リストを更新してみてください。
lt_lt: Nerasta eBMS transektų. Prašome pabandyti atnaujinti sąrašą.
nl_nl: U heeft geen transecten. Probeer de lijst te verversen.
pl_pl: Nie masz żadnych transektów. Spróbuj odświeżyć listę.
pt_pt: Não tem nenhuma contagem. Por favor atualize a lista.
ro_ro: Nu aveți nicun transect. Vă rugăm să încercați să dați un refresh listei
sk_sk: Nemáte žiadne transekty. Skúste obnoviť zoznam.
sl_si: Nimate nobenih transektov. Poskusite osvežiti seznam.
sr: Немате трансекте. Покушајте да освежите слисак.
sv_se: Du har inga slingor. Försök att uppdatera listan.
tr_tr: Hiç gözlem hattınız bulunmamaktadır. Lütfen listeyi yenilemeyi deneyin.

source: Wind speed info is missing
bg_bg: Липсват данни за скоростта на вятъра
ca_es: Falta informació de la velocitat del vent
cs_cz: Chybí informace o rychlosti větru
da_dk: Vindhastighed ikke angivet
de_de: Angaben zur Windgeschwindigkeit fehlen
el_gr: Λείπει η πληροφορία για την ένταση του ανέμου
es_es: Falta velocidad del viento
fi_fi: Tuulisuus-tieto puuttuu
fr_fr: Veuillez renseigner la vitesse du vent
gl_es: Perdeuse a info da velocidade do vento
hr_hr: Nedostaju podaci o brzini vjetra
hu_hu: Szélerősség nincs megadva
it_it: Mancano informazioni sulla velocità del vento
ja_jp: 風力の情報が欠けています
lt_lt: Trūksta informacijos apie vėjo greitį
nl_nl: Windsnelheid ontbreekt
pl_pl: Brak informacji o prędkości wiatru
pt_pt: A informação sobre a velocidade do vento está em falta
ro_ro: Lipsesc informații despre viteza vântului
sk_sk: Chýbajú informácie o rýchlosti vetra
sl_si: Manjkajo podatki o hitrosti vetra
sr: Недостаје брзина ветра
sv_se: Uppgift om vindhastighet saknas
tr_tr: Rüzgar hızı bilgisi eksik

source: Temperature info is missing
bg_bg: Липсват данни за температурата
ca_es: Falta informació de la temperatura
cs_cz: Chybí informace o teplotě
da_dk: Temperatur ikke angivet
de_de: Temperaturangaben fehlen
el_gr: Λείπει η πληροφορία για τη θερμοκρασία
es_es: Falta información de temperatura
fi_fi: Lämpötila-tieto puuttuu
fr_fr: Veuillez renseigner la température
gl_es: Perdeuse a info da temperatura
hr_hr: Nedostaju podaci o temperaturi
hu_hu: Hőmérséklet nincs megadva
it_it: Mancano informazioni sulla temperatura
ja_jp: 気温の情報が欠けています
lt_lt: Trūksta informacijos apie oro temperatūrą
nl_nl: Temperatuur ontbreekt
pl_pl: Brak informacji o temperaturze
pt_pt: A informação sobre a temperatura está em falta
ro_ro: Lipsesc informații despre temperatură
sk_sk: Chýbajú informácie o teplote
sl_si: Manjkajo podatki o temperaturi
sr: Недостаје температура
sv_se: Uppgift om temperatur saknas
tr_tr: Sıcaklık bilgisi eksik

source: Recorder info is missing
bg_bg: Липсват данни за наблюдателя
ca_es: Falta informació de l'observador
cs_cz: Chybí informace o mapovateli
da_dk: Observatør oplysninger ikke angivet
de_de: Melder-Informationen fehlen
el_gr: Λείπει η πληροφορία για τον καταγραφέα
es_es: Falta información del censador
fi_fi: Havainnoija-tieto puuttuu
fr_fr: Veuillez remplir les informations sur l'observateur
gl_es: Perdeuse a info sobre a persoa rexistradora
hr_hr: Nedostaju podaci o opažaču
hu_hu: Határozó nincs megadva
it_it: L'informazione sul campionatore è stata omessa
ja_jp: 記録者の情報が未入力
lt_lt: Trūksta informacijos apie stebėtoją
nl_nl: Waarnemer ontbreekt
pl_pl: Brak informacji o obserwatorze
pt_pt: Falta informação sobre o observador
ro_ro: Lipsesc informații despre înregistrator
sk_sk: Chýbajú informácie o zapisovateľovi
sl_si: Manjkajo podatki o popisu
sr: Недостају подаци о аутору налаза
sv_se: Uppgift om rapportör saknas
tr_tr: Kaydedici bilgisi eksik

source: Please select your transect.
bg_bg: Изберете Вашия трансект.
ca_es: Selecciona el teu transsecte.
cs_cz: Vyberte, prosím, svůj transekt
da_dk: Vælg venligst dit transekt.
de_de: Bitte wähle dein Transekt aus.
el_gr: Παρακαλώ επιλέξτε τη διαδρομή σας.
es_es: Seleccione su transecto.
fi_fi: Valitse laskentalinjasi.
fr_fr: Veuillez sélectionner votre site.
gl_es: Por favor, escolla o transecto.
hr_hr: Izaberite svoj transekt
hu_hu: Válaszd ki a transzekted!
it_it: Per favore selezione il tuo transetto
ja_jp: あなたのトランセクト調査地を選択してください。
lt_lt: Prašome pirma pasirinkti savo transektą
nl_nl: Selecteer uw transect
pl_pl: Proszę, wybierz swój transekt.
pt_pt: Por favor selecione o seu transecto.
ro_ro: Vă rugăm selectați transectul.
sk_sk: Prosím, vyberte svoj transekt.
sl_si: Izberite svoj transekt.
sr: Изаберите ваш трансект.
sv_se: Välj din slinga.
tr_tr: Lütfen gözlem hattınızı seçin.

source: This guide is still in development. It covers {{countrySpeciesCount}} butterfly species out of the {{totalSpeciesCountryCount}} species in your selected country.
bg_bg: Този определител е още във фаза на разработване. Той включва {{countrySpeciesCount}} вида дневни пеперуди от общо {{totalSpeciesCountryCount}} вида, срещащи се в избраната от Вас държава.
ca_es: Aquesta guia encara està en desenvolupament. Cobreix {{countrySpeciesCount}} espècies de papallones de les {{totalSpeciesCountryCount}} que hi ha al país que has seleccionat.
cs_cz: Tento průvodce je pořád ve vývoji. Pokrývá {{countrySpeciesCount}} druhů z {{totalSpeciesCountryCount}} motýlů ve Vaší vybrané zemi.
da_dk: Denne vejledning er stadig under udvikling. Den dækker {{countrySpeciesCount}} sommerfuglearter ud af de {{totalSpeciesCountryCount}} arter i dit land.
de_de: Dieses Handbuch befindet sich noch in der Entwicklung. Es umfasst {{countrySpeciesCount}} Schmetterlingsarten von den {{totalSpeciesCountryCount}} Arten in dem von Dir ausgewählten Land.
el_gr: Ο οδηγός είναι ακόμα υπό ανάπτυξη. Καλύπτει {{countrySpeciesCount}} είδη πεταλούδων από τα {{totalSpeciesCountryCount}} είδη της χώρας σας.
es_es: Esta guía esta aún en desarrollo. Cubre {{countrySpeciesCount}} especies de mariposas de {{totalSpeciesCountryCount}} especies totales del país selecionado.
fi_fi: Tätä ohjetta kehitetään edelleen. Se kattaa % valitsemassasi maassa esiintyvistä päiväperhoslajeista.
fr_fr: Ce guide est en cours d'élaboration. Il comprend {{countrySpeciesCount}} espèces de papillon parmi les {{totalSpeciesCountryCount}} espèces présentes dans le pays que vous avez sélectionné
gl_es: Esta guía aínda está en desenvolvemento. Cobre {{countrySpeciesCount}} especies de bolboretas das {{totalSpeciesCountryCount}} especies existentes no país que seleccionou.
hr_hr: Vodič je još uvijek u izradi. Pokriva {{countrySpeciesCount}} vrsta leptira od ukupno {{totalSpeciesCountryCount}} vrsta u izabranoj državi.
hu_hu: A lepkehatározó még fejlesztés alatt áll. Jelenleg {{countrySpeciesCount}} lepkefajt tartalmaz az általad kiválasztott országban található {{totalSpeciesCountryCount}} fajból.
it_it: Questa guida è ancora in via di sviluppo. Copre {{countrySpeciesCount}} specie di farfalle su un totale di specie {{totalSpeciesCountryCount}} nel paese che hai selezionato.
ja_jp: このガイドはまだ開発中です。 選択した国の {{totalSpeciesCountryCount}} 種のうち {{countrySpeciesCount}} 種のチョウをカバーしています。
lt_lt: Šis drugelių gidas yra dar plečiamas. Šiuo metu jūs galite matyti {{countrySpeciesCount}} iš {{totalSpeciesCountryCount}} drugelių rūšių jūsų pasirinktoje šalyje.
nl_nl: Deze gids is nog in ontwikkeling. Hij bevat {{countrySpeciesCount}} vlindersoorten van de {{totalSpeciesCountryCount}} dagvlinders in uw geselecteerde land.
pl_pl: Przewodnik jest nadal w fazie rozwoju. Opisanych jest w nim {{countrySpeciesCount}} gatunków z {{totalSpeciesCountryCount}} liczby gatunków w twoim kraju.
pt_pt: Este guia ainda está em desenvolvimento. Cobre {{countrySpeciesCount}} espécies de borboletas, de um total de {{totalSpeciesCountryCount}} espécies no país selecionado.
ro_ro: Acest ghid este încă în dezvoltare. Acoperă {{countrySpeciesCount}} specii de fluturi din {{totalSpeciesCountryCount}} specii din țara selectată.
sk_sk: Tento sprievodca je ešte stále vo vývoji. Zahŕňa {{countrySpeciesCount}} druhov motýľov z celkového počtu {{totalSpeciesCountryCount}} druhov vo Vami zvolenej krajine.
sl_si: Ta vodnik je še v razvoju. Vsebuje {{countrySpeciesCount}} vrst metuljev od {{totalSpeciesCountryCount}} vrst v vaši izbrani državi.
sr: Овај приручник је још увек у фази развоја. Покрива {{countrySpeciesCount}} врста лептира од којих {{totalSpeciesCountryCount}} живи у вашој држави.
sv_se: Den här guiden är fortfarande under utveckling. Den omfattar {{countrySpeciesCount}} fjärilsarter av de {{totalSpeciesCountryCount}} arterna i det land du valt.
tr_tr: Bu rehber hala geliştirilmektedir. Ülkenizdeki {{countrySpeciesCount}} türün {{totalSpeciesCountryCount}} tanesini kapsar.

source: Status
bg_bg: Статут
ca_es: Estat
cs_cz: Stav
da_dk: Tilstedeværelse
el_gr: Καθεστώς
es_es: Estado
fi_fi: Tila
fr_fr: Statut
gl_es: Estado
hu_hu: Hazai státusz
it_it: Stato
ja_jp: 状態
lt_lt: Statusas
nl_nl: Toestand
pt_pt: Estatuto
ro_ro: Stare
sk_sk: Stav
sl_si: Stanje
sr: Статус
tr_tr: Durum

source: Absent
bg_bg: Отсъства
cs_cz: Nepřítomný
da_dk: Fraværende
de_de: Abwesend
el_gr: Απουσιάζει
es_es: Ausente
fi_fi: Puuttuu
gl_es: Ausente
hr_hr: Odsutna
hu_hu: Nem él
it_it: Assente
ja_jp: 不在
lt_lt: Nėra aptinkamas
nl_nl: Afwezig
pl_pl: Nie występuje
pt_pt: Ausente
sk_sk: Chýbajúci
sl_si: Odsotna
sr: Није присутна
sv_se: Ej påträffad
tr_tr: Yok

source: Present
bg_bg: Среща се
cs_cz: Přítomný
da_dk: Tilstedeværende
de_de: Anwesend
el_gr: Υπάρχει
es_es: Presente
fi_fi: Esiintyy
fr_fr: Présent
gl_es: Presente
hr_hr: Prisutna
hu_hu: Él
it_it: Presente
ja_jp: 現在
lt_lt: Randamas
nl_nl: Aanwezig
pl_pl: Występuje
pt_pt: Presente
ro_ro: Prezent
sk_sk: Prítomný
sl_si: Prisotna
sr: Присутна
sv_se: Bofast
tr_tr: Var

source: Possibly present
bg_bg: Възможно е да се среща
ca_es: Possiblement present
cs_cz: Pravděpodobný výskyt
da_dk: Muligvis tilstedeværende
de_de: Möglicherweise anwesend
el_gr: Πιθανώς υπάρχει
es_es: Posiblemente presente
fi_fi: Saattaa esiintyä
fr_fr: Possiblement présent
gl_es: Probablemente presente
hr_hr: Vjerovatno prisutna
hu_hu: Valószínűleg él
it_it: Probabilmente presente
ja_jp: 存在する可能性がある
lt_lt: Galbūt randamas
nl_nl: Mogelijk aanwezig
pl_pl: Prawdopodobnie obecny
pt_pt: Possivelmente presente
ro_ro: Posibil prezent
sk_sk: Pravdepodobne prítomný
sl_si: Verjetno prisotna
sr: Вероватно присутна
sv_se: Möjlig förekomst
tr_tr: Belki bulunuyor

source: Regular migrant
bg_bg: Редовен мигрант
ca_es: Migrant regular
cs_cz: Pravidelný migrant
da_dk: Regelmæssig gæst
de_de: Regelmäßiger Zuwanderer
el_gr: Μεταναστευτικό
es_es: Migrante regular
fi_fi: Säännöllinen vaeltaja
fr_fr: Migrant régulier
gl_es: Migrante regular
hr_hr: Redoviti migrant
hu_hu: Rendszeres vándor
it_it: Migratore regolare
ja_jp: 定期的な移住者
lt_lt: Dažnas svečias
nl_nl: Reguliere migrant
pl_pl: Regularny migrant
pt_pt: Migrante regular
ro_ro: Migrant obișnuit
sk_sk: Pravidelný migrant
sl_si: Reden migrant
sr: Уобичајени мигрант
sv_se: Återkommande migrant
tr_tr: Düzenli göçmen

source: Irregular vagrant
bg_bg: Нередовен мигрант
ca_es: Divagant irregular
cs_cz: Nepravidelný migrant
da_dk: Uregelmæssig gæst
de_de: Unregelmäßiger Wanderer
el_gr: Περιπλανώμενο
es_es: Nómada irregular
fi_fi: Satunnainen vaeltaja
fr_fr: Erratique rare
gl_es: Itinerante irregular
hr_hr: Neredoviti vagrant/ lutalica
hu_hu: Alkalmi kóborló
it_it: Migratore irregolare
ja_jp: 不規則な放浪
lt_lt: Retas svečias
nl_nl: Onregelmatige zwerver
pl_pl: Nieregularny spacer
pt_pt: Viajantes irregulares
ro_ro: Migrator neregulat
sk_sk: Nepravidelný zblúdilec
sl_si: Občasen migrant
sr: Повремени мигрант
sv_se: Tillfällig förekomst
tr_tr: Düzensiz göçmen

source: Regionally extinct
bg_bg: Изчезнал в региона
ca_es: Extinta regionalment
cs_cz: Vyhynulý
da_dk: Regionalt uddød
de_de: Regional ausgestorben
el_gr: Τοπικά Eκλιπόν
es_es: Regionalmente extinto
fi_fi: Hävinnyt alueelta
fr_fr: Éteint au niveau régional
gl_es: Localmente extinta
hr_hr: Regionalno izumrla
hu_hu: Kipusztult
it_it: Estinta regionalmente
ja_jp: 地域的に絶滅した
lt_lt: Šalyje išnykęs
nl_nl: Regionaal uitgestorven
pl_pl: Wymarły w skali regionu
pt_pt: Extinto regionalmente
ro_ro: Extinct la nivel regional
sk_sk: Regionálne vyhynutý
sl_si: Lokalno izumrla
sr: Ишчезла у региону
sv_se: Regionalt utdöd
tr_tr: Soyu bölgesel olarak tükenmiş

source: Description
bg_bg: Описание
ca_es: Descripció
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
fi_fi: Kuvaus
gl_es: Descrición
hr_hr: Opis
hu_hu: Leírás
it_it: Descrizione
ja_jp: 説明
lt_lt: Apibūdinimas
nl_nl: Omschrijving
pl_pl: Opis
pt_pt: Descrição
ro_ro: Descriere
sk_sk: Popis
sl_si: Opis
sr: Опис
sv_se: Beskrivning
tr_tr: Tanım

source: Counts
bg_bg: Преброявания
ca_es: Comptatges
cs_cz: Počty
da_dk: Antal
de_de: Zählungen
el_gr: Αριθμοί
es_es: Recuentos
fi_fi: Laskennat
fr_fr: Suivis
gl_es: Contaxes
hr_hr: Zbroj
hu_hu: Egyedszámok
it_it: Conteggi
ja_jp: カウント
lt_lt: Įrašai
nl_nl: Tellingen
pl_pl: Liczenia
pt_pt: Contagens
ro_ro: Număratori
sk_sk: Počet
sl_si: Št. osebkov
sr: Бројања
sv_se: Antal
tr_tr: Sayımlar

source: Species descriptions
bg_bg: Видови описания
ca_es: Descripció de les espècies
cs_cz: Popisy druhů
da_dk: Artsbeskrivelse
de_de: Artbeschreibungen
el_gr: Περιγραφές ειδών
es_es: Descripciones de las especies
fi_fi: Lajikuvaukset
fr_fr: Descriptions des espèces.
gl_es: Descricións das especies
hr_hr: Opisi vrsta
hu_hu: Fajleírások
it_it: Descrizioni delle specie
ja_jp: 種の説明
lt_lt: Rūšių aprašai
nl_nl: Omschrijving soorten
pl_pl: Opisy gatunków
pt_pt: Descrição de espécies
ro_ro: Descrierea speciilor
sk_sk: Popisy druhov
sl_si: Opisi vrst
sr: Описи врста
sv_se: Artbeskrivningar
tr_tr: Tür tanımları

source: Species descriptions included as part of the guide are based on those produced for the Climatic Risk Atlas of European Butterflies. We thank Josef Settele for making these available.
bg_bg: Видовите описания, включени като част от този определител, се базират на описанията от Атласа на климатичния риск за дневните пеперуди в Европа. Благодарим на Josef Settele за това, че ни ги предостави.
ca_es: Les descripcions de les espècies incloses com a part de la guia estan basades en les realitzades per l'Atles de Risc Climàtic de les Papallones Europees. Agraïm a Josef Settele per a fer-les disponibles.
cs_cz: Popisy druhů použité jako část tohoto průvodce vycházejí z Climatic Risk Atlas of European Butterflies. Děkujeme Josefu Settelemu za možnost jejich použití.
da_dk: Artsbeskrivelserne, der indgår i vejledningen, er baseret på dem, der er produceret til "the Climatic Risk Atlas of European Butterflies". Vi takker Josef Settele for at stille dem til rådighed.
de_de: Die im Handbuch enthaltenen Artbeschreibungen basieren auf dem Klima-Risiko-Atlas der Europäischen Schmetterlinge. Wir danken Josef Settele für die Bereitstellung.
el_gr: Οι περιγραφές ειδών που περιλαμβάνονται στον οδηγό, βασίζονται στις περιγραφές του Άτλαντα Climatic Risk of European Butterflies. Ευχαριστούμε τον Josef Settele για την διάθεση τους.
es_es: Las descripciones de las especies incluidas como parte de la guía se basan en las producidas en el Atlas de Riesgo Climático de las mariposas europeas. Agradecemos a Josef Settele por hacerlos disponibles.
fi_fi: Lajikuvausten lähdeteos on Climatic Risk Atlas of European Butterlies. Kiitämme Josef Setteleä sen luovuttamisesta käyttöömme.
fr_fr: Les descriptions d'espèces dans ce guide sont basées sur celles du "Climatic Risk Atlas of European Butterfly". Nous remercions Josef Settele pour l'autorisation de les utiliser.
gl_es: As descricións das especies que se inclúen como parte da guía baséanse nas elaboradas para o Atlas de risco climático das bolboretas europeas. Agradecémoslle a Josef Settele que as puxese á nosa disposición.
hr_hr: Opisi vrsta uključenih u vodič temelje se na opisima izrađenim za Atlas klimatskog rizika europskih leptira. Zahvaljujemo Josefu Setteleu što nam je omogućio korištenje.
hu_hu: A határozóban szereplő fajismertetések a "Climatic Risk Atlas of European Butterflies" kiadványban megjelentek alapján készültek. Köszönet Josef Settelének, hogy rendelkezésünkre bocsátotta őket.
it_it: Le descrizioni delle specie incluse nella guida si basano su quelle prodotte per il "Climatic Risk Atlas of European Butterflies". Ringraziamo Jofes Settele per averle rese disponibili.
ja_jp: ガイドの一部として含まれる種の説明は、ヨーロッパチョウ類気候リスクアトラス用に作成されたものに基づいています。 これらを提供してくれた Josef Settele氏に感謝します。
lt_lt: Ačiū Josef Settele už leidimą naudoti rūšių aprašus iš Climatic Risk Atlas of European Butterflies.
nl_nl: Omschrijvingen van soorten als onderdeel van de gids zijn gebaseerd op de omschrijvingen van de Climatic Risk Atlas of European Butterflies. Wij bedanken Josef Settele voor het beschikbaar stellen daarvan.
pl_pl: Opisy gatunków zawarte w przewodniku są oparte na opisach opracowanych w "Climatic Risk Atlas of European Butterflies". Dziękujemy Josefowi Settele'owi za ich udostępnienie.
pt_pt: As descrições de espécies incluídas no guia foram baseadas nas produzidas pelo "Climatic Risk Atlas of European Butterflies". Agradecemos ao Josef Settele por as ter disponibilizado.
ro_ro: Descrierile speciilor incluse ca parte a ghidului se bazează pe cele realizate pentru Atlasul Riscului Climatic al Fluturilor Europeni. Îi mulțumim lui Josef Settele pentru că le-a pus la dispoziție.
sk_sk: Popisy druhov použité ako časť tohto sprievodcu vychádzajú z Climatic Risk Atlas of European Butterflies. Ďakujeme Josefovi Settelovi za možnosť ich použiť.
sl_si: Opisi vrst, ki so del vodnika, temeljijo na besedilu iz 'Climatic Risk Atlas of European Butterflies'. Hvala Josef Settele za dostop do podatkov.
sr: Описи врста укључени у овај приручник су преузети из Атласа ризика од климатских промена за лептире Европе. Захваљујемо се Јожефу Сетелеу што је учинио ове текстове доступним.
sv_se: Artbeskrivningarna som finns med som en del av guiden är baserade på de som tagits fram för Climatic Risk Atlas of European Butterflies. Vi tackar Josef Settele för att han gjort dem tillgängliga för oss.
tr_tr: Rehberdeki tür tanımları Avrupa Kelebeklerinin İklimsel Risk Atlası temel alınarak yapılmıştır. Bunları erişimimize açtığı için Josef Settele'ye teşekkür ediyoruz.

source: Photo credits
bg_bg: Автори на снимките
ca_es: Crèdits de les fotografies
cs_cz: Autoři fotografií
da_dk: Billedkreditter
de_de: Fotoquellen
el_gr: Πνευματική ιδιοκτησία φωτογραφιών
es_es: Créditos fotográficos
fi_fi: Valokuvat
fr_fr: Crédits photo
gl_es: Créditos das fotos
hr_hr: Izvori fotografija
hu_hu: Fotók:
it_it: Proprietario della foto
ja_jp: 写真のクレジット
lt_lt: Nuotraukų autoriai.
nl_nl: Foto credits
pl_pl: Zdjęcie autorstwa
pt_pt: Créditos fotográficos
ro_ro: Credite foto
sk_sk: Fotka
sl_si: Avtorji fotografij
sr: Заслуге за слике
sv_se: Foto av
tr_tr: Fotoğraf sahipleri

source: How to use the app
bg_bg: Как да ползвате това приложение
ca_es: Com utilitzar l'aplicació
cs_cz: Jak použít tuto aplikaci
da_dk: Sådan bruger du appen
de_de: Wie man die App verwendet
el_gr: Πως να χρησιμοποιήσετε την εφαρμογή
es_es: Como usar la applicación
fi_fi: Sovelluksen käyttäminen
fr_fr: Comment utiliser l'application
gl_es: Como usar a apli?
hr_hr: Kako koristiti aplikaciju
hu_hu: Az alkalmazás használata
it_it: Come usare l'app
ja_jp: アプリの使い方
lt_lt: Kaip naudotis šia programėle
nl_nl: Hoe werkt deze app
pl_pl: Jak korzystać z aplikacji
pt_pt: Como utilizar a app
ro_ro: Cum să folosiți aplicația
sk_sk: Ako používať túto aplikáciu
sl_si: Kako uporabljati aplikacijo
sr: Како се користити апликација
sv_se: Hur man använder appen
tr_tr: Uygulama nasıl kullanılır
