Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Please add survey area information.
bg_bg: Добавете данни за територията на преброяването.
ca_es: Si us plau afegeix informació de l'àrea de mostreig.
cs_cz: Vložte, prosím, informace o území
da_dk: Tilføj venligst observationsområde.
de_de: Bitte füge Informationen zum Erhebungsgebiet hinzu.
el_gr: Παρακαλώ προσθέστε πληροφορίες της περιοχής δειγματοληψίας.
es_es: Por favor, añade información del área de muestreo
fi_fi: Lisää tiedot havaintoalueesta.
fr_fr: Veuillez ajouter les informations sur la surface.
gl_es: Por favor, engada información sobre a área da mostraxe.
hr_hr: Molimo vas da dodate informacije o području istraživanja
hu_hu: Add meg a felmért területet!
it_it: Per favore aggiungi informazioni sull'area
ja_jp: 調査エリアの情報を追加してください。
lt_lt: Prašome pasirinkti vietovę.
nl_nl: Voeg informatie over het onderzoeksgebied toe
pl_pl: Proszę, dodaj informację o obszarze badania.
pt_pt: Por favor adicione informação sobre a área a amostrar.
ro_ro: Vă rugăm să adăugați informații despre zona sondajului.
sk_sk: Prosím pridajte informácie o monitorovanej ploche.
sl_si: Prosimo dodajte podatke o območju popisa.
sr: Додајте податке о области коју сте обишли.
sv_se: Beskriv inventerings-området.
tr_tr: Lütfen gözlem yapılan bölgenin bilgilerini girin.

source: Choose a method to upload a photo
bg_bg: Изберете начин за качване на снимка
ca_es: Escull un mètode per carregar una foto
cs_cz: Vyberte metodu k nahrání fotografie
da_dk: Vælg hvordan du vil uploade billedet
de_de: Wähle eine Methode zum Hochladen eines Fotos aus.
el_gr: Επιλέξετε έναν τρόπο μεταφόρτωσης μίας φωτογραφίας.
es_es: Elige un método para subir la foto
fi_fi: Valitse tapa ladata valokuva
fr_fr: Sélectionner une méthode pour charger une photo
gl_es: Escolla a maneira de subir unha foto
hr_hr: Izaberite način učitavanja fotografije
hu_hu: Fotó csatolása innét
it_it: Scegli un modo per caricare una foto
ja_jp: 写真のアップロード方法を選択する
lt_lt: Pasirinkite metodą pridėti nuotraukai
nl_nl: Kies een manier om een foto te uploaden
pl_pl: Wybierz metodę przesyłania zdjęć
pt_pt: Escolha um processo de carregamento de fotografias
ro_ro: Alegeți o metodă de a încărca o fotografie.
sk_sk: Vyberte spôsob nahratia fotky
sl_si: Izberite način prenosa fotografije
sr: Изаберите начин за додавање слика
sv_se: Välj ett sätt att ladda upp en bild.
tr_tr: Fotoğraf yükleme yönteminizi seçiniz

source: Gallery
bg_bg: Фотогалерия
ca_es: Galeria
cs_cz: Galerie
da_dk: Galleri
de_de: Galerie
el_gr: Γκαλερί
es_es: Galería
fi_fi: Galleria
fr_fr: Galerie
gl_es: Galería
hr_hr: Galerija
hu_hu: Galéria
it_it: Galleria
ja_jp: ギャラリー
lt_lt: Galerija
nl_nl: Galerij
pl_pl: Galeria
pt_pt: Galeria
ro_ro: Galerie
sk_sk: Galéria
sl_si: Galerija
sr: Галерија
sv_se: Galleri
tr_tr: Galeri

source: Camera
bg_bg: Фотоапарат
ca_es: Càmera
cs_cz: Fotoaparát
da_dk: Kamera
de_de: Kamera
el_gr: Κάμερα
es_es: Cámara
fi_fi: Kamera
fr_fr: Appareil photo
gl_es: Cámara
hr_hr: Kamera
hu_hu: Kamera
it_it: Fotocamera
ja_jp: カメラ
lt_lt: Kamera
pl_pl: Aparat
pt_pt: Câmera
sk_sk: Fotoaparát
sl_si: Fotoaparat
sr: Камера
sv_se: Kamera
tr_tr: Kamera

source: Are you sure you want to remove this photo?
bg_bg: Сигурни ли сте, че искате да изтриете тази снимка?
ca_es: Segur que vols eliminar aquesta foto?
cs_cz: Opravdu chcete odebrat tuto fotografii?
da_dk: Er du sikker på at du vil fjerne billedet?
de_de: Bist du sicher, dass du dieses Foto entfernen möchtest?
el_gr: Είστε σίγουροι πως θέλετε να αφαιρέσετε αυτή τη φωτογραφία;
es_es: ¿Estás seguro que quieres eliminar esta foto de la muestra?
fi_fi: Haluatko poistaa tämän valokuvan näytteestä?
fr_fr: Supprimer cette photo ?
gl_es: Ten a certeza de que quere retirar esta foto?
hr_hr: Da li ste sigurni da želite ukloniti fotografiju?
hu_hu: Biztos, hogy törlöd ezt a fotót?
it_it: Sei sicuro di voler eliminare questa foto?
ja_jp: この写真を削除してもよろしいですか？
lt_lt: Ar jūs tikrai norite ištrinti šią nuotrauką?
nl_nl: Weet u zeker dat u de foto wilt verwijderen
pl_pl: Czy jesteś pewny, że chcesz usunąć te zdjęcie?
pt_pt: Tem a certeza que quer remover esta fotografia?
ro_ro: Sunteți sigur că doriți să ștergeți fotografia?
sk_sk: Ste si istý, že chcete odstrániť túto fotografiu?
sl_si: Ste prepričani, da želite izbrisati to fotografijo?
sr: Да ли заиста желите да уклоните ову слику?
sv_se: Är du säker på att du vill ta bort den här bilden?
tr_tr: Bu fotoğrafı silmek istediğinizden emin misiniz?

source: Note: it will remain in the gallery.
bg_bg: Внимание - снимката ще остане във фотогалерията.
ca_es: Nota: romandrà a la galeria.
cs_cz: Poznámka: fotografie zůstane v galerii
da_dk: Bemærk: det vil forblive i galleriet.
de_de: Hinweis: Es bleibt in der Galerie.
el_gr: Σημείωση: θα παραμείνει στη γκαλερί.
es_es: Nota: permanecerá en la galería
fi_fi: Huomaa: se säilyy galleriassa.
fr_fr: Note : elle restera disponible dans la galerie.
gl_es: Nota: permanecerá na galería.
hr_hr: Bilješka: ostat će u galeriji
hu_hu: Megjegyzés: a galériából nem törlődik.
it_it: Nota: rimarrà in galleria
ja_jp: 注：ギャラリーに残ります。
lt_lt: Pastaba: ištrynus nuotrauka liks telefono galerijoje.
nl_nl: Notitie: deze zal in de galerij blijven staan
pl_pl: Uwaga: pozostanie on w galerii.
pt_pt: Nota: vai permanecer na galeria.
ro_ro: Observație: va rămâne în galerie.
sk_sk: Poznámka: fotografia ostane v galérii.
sl_si: Opomba: ostalo bo v galeriji.
sr: Напомена: остаће у галерији.
sv_se: OBS! Den kommer att ligga kvar i galleriet.
tr_tr: Not: Galeride saklı kalacak.

source: No photo has been added.<br/>Press <3></3> to add.
bg_bg: Няма добавена снимка.<br/> Натиснете <3></3>, за да добавите.
ca_es: No s'ha afegit cap foto.<br/>Prem<3></3> per afergir-ne.
cs_cz: Žádná fotka nebyla vložena. <br/>Zmáčkněte <3></3> pro vložení.
da_dk: Der er ikke tilføjet noget billede.<br/>Tryk på <3></3> for at tilføje et billede.
de_de: Es wurde noch kein Foto hinzugefügt. <br/>Drücke <3></3> zum Hinzufügen.
el_gr: Καμία προσθήκη φωτογραφίας. <br/>Πατήστε <3></3> για να προσθέσετε.
es_es: Ninguna foto se ha añadido.<br/>Pulsa <3></3> para añadir.
fr_fr: Aucune photo n'a été ajoutée. <br/> Appuyez sur<3></3> pour en ajouter.
gl_es: Non se engadiu ningunha foto. <br/>Prema <3></3> para agregar unha.
hr_hr: Fotografija nije dodana.<br/>pritisni <3></3> za dodati.
hu_hu: Még nincs fotó. Fotó csatolásához <br/>Koppints ide <3></3>!
it_it: Nessuna foto caricata.<br/>Clicca <3></3>per caricare.
ja_jp: 写真が追加されていません。<br/><3></3>をクリックして追加してください。
lt_lt: Šis yrašas neturi nuotraukų.<br/>Spausti <3></3> pridėti nuotraukai.
pl_pl: Brak dodanego zdjęcia.<br/>Wciśnij,<3></3>żeby dodać.
pt_pt: Nenhuma foto adicionada.<br/>Pressione <3></3> para adicionar.
ro_ro: Nu a fost adaugata poza. Apasa pentru a adauga.
sk_sk: Nebola pridaná žiadna fotografia. <br/> Pre pridanie fotografie stlačte <3></3>.
sl_si: Nobena fotografija ni bila dodana. <br/> Pritisnite <3></3>za dodajanje.
sr: Није додата фотографија.<br/>Притисните <3></3> да је додате.
sv_se: Inget foto tillagt.<br/>Tryck <3></3> för att lägga till.
tr_tr: Fotoğraf eklenmedi. Eklemek için tıklayın

source: Registration error:
bg_bg: Грешка при регистрацията:
ca_es: Error de registre:
cs_cz: Chyba registrace
da_dk: Registreringsfejl:
de_de: Fehler bei der Registrierung:
el_gr: Σφάλμα εγγραφής:
es_es: Error de registro:
fi_fi: Kirjautumisvirhe:
fr_fr: Erreur d'enregistrement :
gl_es: Erro ao rexistrarse:
hr_hr: Greška u registraciji:
hu_hu: Regisztrációs hiba:
it_it: Errore di registrazione:
ja_jp: 登録エラー
lt_lt: Nepavyko prisiregistruoti:
nl_nl: Registratiefout:
pl_pl: Błąd rejestracji:
pt_pt: Erro de registo:
ro_ro: Eroare de înregistrare:
sk_sk: Chyba registrácie:
sl_si: Napaka pri registraciji:
sr: Грешка приликом регистрације:
sv_se: Fel vid registrering:
tr_tr: Kayıt hatası:

source: Incorrect password or email
bg_bg: Невярна парола или имейл адрес
ca_es: Correu o contrassenya incorrectes
cs_cz: Nesprávné heslo nebo e-mail
da_dk: Forkert kodeord eller e-mail
de_de: Falsches Passwort oder E-Mail
el_gr: Λανθασμένος κωδικός πρόσβασης ή email.
es_es: Contraseña o correo incorrecto
fi_fi: Väärä salasana tai sähköpostiosoite
fr_fr: Mot de passe ou e-mail incorrect
gl_es: Contrasinal ou correo-e incorrectos
hr_hr: Kriva lozinka ili e-pošta
hu_hu: Hibás jelszó vagy e-mail cím
it_it: Password o email non corrette
ja_jp: 誤ったパスワードまたはEメール
lt_lt: Neteisingas prisijungimo vardas arba slaptažodis
nl_nl: Fout wachtwoord of e-mailadres
pl_pl: Niepoprawne hasło lub e-mail
pt_pt: Palavra-passe ou email incorreto
ro_ro: Parolă sau email incprect
sk_sk: Nesprávne heslo alebo email
sl_si: Nepravilno geslo ali e-naslov
sr: Неисправна лозинка или е-пошта
sv_se: Felaktigt lösenord eller e-post
tr_tr: Yanlış şifre ya da email

source: Enter your email address to request a password reset.
bg_bg: Въведете Вашия имейл адрес, за да заявите повторно задаване на парола.
ca_es: Entra la teva adreça de correu per demanar que es restauri la contrassenya.
cs_cz: Pro reset hesla zadejte emailovou adresu.
da_dk: Indtast din e-mail for at anmode om at nulstille dit kodeord.
de_de: Gib deine E-Mail ein, um ein neues Passwort anzufordern.
el_gr: Εισάγετε το email σας για να ζητήσετε επαναφορά κωδικού πρόσβασης.
es_es: Ingrese su dirección de correo electrónico para solicitar un restablecimiento de su contraseña.
fr_fr: Veuillez renseigner votre e-mail pour réinitialiser votre mot de passe.
gl_es: Introduza o seu enderezo de correo-e para solicitar restablecer o contrasinal.
hr_hr: Unesite svoju adresu e-pošte kako biste zatražili obnovu lozinke.
hu_hu: A jelszó visszaállításához add meg az e-mail címed!
it_it: Inserisci il tuo indirizzo mail per richiedere la reimpostazione della password.
ja_jp: メールアドレスを入力して、パスワードのリセットをリクエストしてください。
lt_lt: Įveskite savo el. paštą norėdami atnaujinti savo slaptažodį
nl_nl: Voer uw emailadres in om uw wachtwoord te resetten.
pl_pl: Podaj adres email, żeby zresetować hasło.
pt_pt: Introduza o seu endereço de email para solicitar a mudança de palavra-chave.
ro_ro: Introduceți adresa dumneavoastră de email pentru a solicita resetarea parolei.
sk_sk: Pre reset hesla zadajte svoju emailovú adresu.
sl_si: Za ponastavitev gesla vnesite svoj e-poštni naslov.
sr: Унесите адресу е-поште да поништите лозинку.
sv_se: Fyll i din e-postadress för att begära återställning av lösenordet.
tr_tr: Şifre değişikliği için email adresinizi girin

source: Successfully logged in as: {{email}}
bg_bg: Успешно влизане като: {{email}}
ca_es: Sessió iniciada amb èxit com a: {{email}}
cs_cz: Ůspěšně přihlášen jako: {{email}}
da_dk: Logget ind som: {{email}}
de_de: Erfolgreich angemeldet als: {{email}}
el_gr: Επιτυχής σύνδεση ως: {{email}}
es_es: Ha iniciado con éxito como: {{email}}
fr_fr: Bien connecté(e) en tant que : {{email}}
gl_es: Conectouse correctamente como: {{email}}
hr_hr: Uspješno ste se prijavili kao: {{email}}
hu_hu: Sikeresen bejelentkezve {{email}}-ként
it_it: Login avvenuto con successo come: {{email}}
ja_jp: {{email}}のメールでログインできました
lt_lt: Sėkmingai prisijungėte kaip: {{email}}
pl_pl: Pomyślnie zalogowano jako: {{email}}
pt_pt: Login efectuado com sucesso como: {{email}}
ro_ro: Autentificare reusita cu {{email}}
sk_sk: Ste úspešne prihlásený ako: {{email}}
sl_si: Uspešno prijavljeni kot: {{email}}
sr: Успешно сте се пријавили као: {{email}}
sv_se: Lyckad inloggning som: {{email}}
tr_tr: Başarıyla oturum açıldı: {{email}}

source: The user has not been activated or is blocked.
bg_bg: Потребителят не е активиран или е блокиран.
ca_es: L'usuari no s'ha activat o està bloquejat.
cs_cz: Uživatel nebyl přihlášen, nebo je blokován.
da_dk: Kontoen er ikke blevet aktiveret eller er blevet blokkeret.
de_de: Der Benutzer wurde nicht aktiviert oder ist gesperrt.
el_gr: Ο χρήστης δεν έχει ενεργοποιηθεί ή είναι μπλοκαρισμένος.
es_es: El usuario no se ha activado o está bloqueado.
fr_fr: L'utilisateur n'a pas été activé ou est bloqué.
gl_es: A/o usuaria/o non se activou ou bloqueouse.
hu_hu: A felhasználó még nincs aktiválva vagy le van tiltva.
it_it: L'utente non è stato attivato o è bloccato.
ja_jp: ユーザーがアクティブ化されていないか、ブロックされています。
lt_lt: Vartotojas dar nėra aktyvuotas arba buvo užblokuotas
nl_nl: De gebruikersnaam is niet geactiveerd of is geblokkeerd.
pl_pl: Użytkownik nie został zaktywowany lub jest zablokowany.
pt_pt: O utilizador não foi ativado ou está bloqueado.
ro_ro: Utilizatorul nu a fost activat sau este blocat.
sk_sk: Užívateľ nebol aktivovaný alebo je blokovaný.
sl_si: Uporabnik ni bil aktiviran ali je blokiran.
sr: Корисник није активиран или је блокиран.
sv_se: Användaren har inte aktiverats eller har blockerats.
tr_tr: Kullanıcı aktif değil ya da engellenmiş

source: Looks like your <1>{{userEmail}}</1> email hasn't been verified yet.<3><0>Refresh</0><1>Resend Email</1></3>
bg_bg: Изглежда, че Вашият <1>{{userEmail}}</1> имейл все още не е потвърден.<3><0> Опресняване</0><1>Повторно изпращане на имейл</1></3>
ca_es: Sembla que el teu <1>{{userEmail}}</1> correu encara no ha estat verificat. <3><0>Actualitza<1>Torna a enviar un correu</1></3>
cs_cz: Vypadá to, že Váš <1>{{userEmail}}</1> email nebyl stále ověřen.<3><0>Znovu načíst </0><1>Znovu odeslat email</1></3>
da_dk: Din konto tilknyttet e-mailen <1>{{userEmail}}</1> er ikke blevet verificeret endnu.<3><0>Genindlæs siden</0><1>Send e-mail igen</1></3>
de_de: Es sieht so aus, als ob deine<1>{{userEmail}}</1> E-Mail noch nicht verifiziert wurde.<3><0>Aktualisieren</0><1>E-Mail erneut senden</1></3>
el_gr: Φαίνεται πως το <1>{{userEmail}}</1> email σας δεν έχει επαληθευτεί ακόμα. <3><0>Κάντε ανανέωση</0><1> Επαναποστολή Email</1></3>
es_es: Parece que su <1>{{userEmail}}</1> email no ha sido verificado aún.<3><0>Actualizar </0><1>Reenviar correo electrónico</1></3>
fr_fr: Il semble que votre adresse e-mail<1>{{userEmail}}</1> n'a pas encore été vérifiée. <3><0>Actualiser</0><1>Renvoyer un e-mail</1></3>
gl_es: Semella que o correo-e <1>{{userEmail}}</1> aínda non foi verificado. <3><0>Actualizar</0><1>Reenviar correo-e </1></3>
hu_hu: A megadott <1>{{userEmail}}</1> e-mail cím még nincs ellenőrizve.<3><0>Frissít</0><1>E-mail újraküldése</1></3>
it_it: Sembra che la tua email <1>{{userEmail}}</1> non sia stata ancora verificata.<3><0>Aggiorna</0><1>Reinvia email</1></3>
ja_jp: <1>{{userEmail}} </1>の電子メールはまだ確認されていないようです。<3><0>電子メールを更新して</0><1>再送してください</1></3>
lt_lt: Atrodo, kad jūsų <1>{{userEmail}}</1> el.paštas dar nebuvo patvirtintas. <3><0>Atnaujinti</0><1>Persiųsti e. laišką</1></3>
nl_nl: Het ziet er naar uit dat uw <1>{{userEmail}}</1> email nog niet is geverifieerd.<3><0>Ververs</0><1>Zend mail opnieuw</1></3>
pl_pl: Wygląda, że twój <1>{{userEmail}}</1> email nie został jeszcze zweryfikowany.<3><0>odśwież</0><1>Wyślij jeszcze raz maila</1></3>
pt_pt: O seu email <1>{{userEmail}}</1> ainda não foi verificado.<3><0>Refresh</0><1>Resend Email</1></3>
ro_ro: Se pare că emailul <1>{{userEmail}}</1> dumneavoastră nu a fost verificat încă.<3><0>Refresh</0><1>Resend Email</1></3>
sk_sk: Vyzerá to tak, že emailová adresa<1>{{userEmail}}</1> ešte nebola overená.<3><0>Obnoviť</0><1>Poslať nový email </1></3>
sl_si: Izgleda, da vaš <1>{{userEmail}}</1> e-poštni naslov še ni bil preverjen. <3><0>Osveži</0><1>Ponovni pošlji e-poštno sporočilo</1></3>
sr: Изгледа да адреса е-поште <1>{{userEmail}}</1> још није потврђена.<3><0>Освежи</0><1>Пошаљи поново е-пошту</1></3>
sv_se: Det verkar som om din <1>{{userEmail}}</1> e-post inte har verifierats än <3><0>Uppdatera</0><1>Skicka e-post igen</1></3>
tr_tr: Görünüşe göre {{userEmail}} e-postanız henüz doğrulanmadı. E-postayı Yenile Yeniden Gönder

source: A new verification email was successfully sent now. If you did not receive the email, then check your Spam or Junk email folders.
bg_bg: Нов имейл за потвърждение беше изпратен успешно. Ако не сте получили имейла, проверете папките за спам или нежелана поща.
ca_es: Un nou correu de verificació s'ha enviat amb èxit. Si no has rebut aquest correu, consulta les carpetes Spam o Brossa del correu.
cs_cz: Nový ověřovací email byl úspěšně odeslán. Pokud ho neobdržíte, zpontrolujte záložky se spamy.
da_dk: En ny verifikations e-mail er blevet sent. Hvis du ikke har modtaget den, bedes du tjekke din spam-mappe eller mappen med uønskede e-mails.
de_de: Eine neue Bestätigungs-E-Mail wurde gerade erfolgreich verschickt. Falls du die E-Mail nicht erhalten hast, überprüfe deinen Spam- oder Junk-E-Mail-Ordner.
el_gr: Ένα νέο email επαλήθευσης έχει αποσταλεί επιτυχώς. Εάν δεν το έχετε λάβει, ελέγξτε τους φακέλους ανεπιθύμητης αλληλογραφίας σας.
es_es: Se envió correctamente un nuevo correo electrónico de verificación. Si no recibió el correo electrónico, revise sus carpetas de correo no deseado o spam.
fr_fr: Un nouvel e-mail de vérification vous a été envoyé. Si vous ne l'avez pas reçu, vérifiez votre boîte de courriers indésirables.
gl_es: Acaba de enviárselle un novo correo-e de verificación agora mesmo. Se non o recibiu, comprobe o cartafol do correo lixo.
hu_hu: Elküldtük az ellenőrző e-mail-t. Ha nem érkezik meg, nézd meg a "levélszemét" (Junk vagy Spam) mappában!
it_it: Una nuova email di verifica è stata inviata con successo. Se non hai ricevuto l'email, controlla le tue cartelle Spam.
ja_jp: 新しい確認メールが正常に送信されました。 電子メールを受信していない場合は、スパムまたは迷惑メール フォルダを確認してください。
lt_lt: Naujas patvirtinimo el. laiškas sėkmingai išsiųstas. Jei negavote el. laiško, patikrinkite šlamšto aplankus el.pašte
nl_nl: Er is nu een nieuwe e-mail ter verificatie verzonden. Als u de e-mail niet hebt ontvangen, controleer dan uw spam- of ongewenste e-mail.
pl_pl: Nowy email weryfikacyjny został pomyślnie wysłany. Jeśli nie otrzymałeś wiadomości email, sprawdź folder ze spamem.
pt_pt: Um novo email de verificação acabou de ser enviado. Se não o recebeu verifique as suas pastas de Spam ou Lixo.
ro_ro: Un nou email de verificare a fost trimis cu succes acum. Dacă nu ați primit emailul, verificați folderele Spam și Junk.
sk_sk: Práve Vám bol odoslaný nový verifikačný email. Ak ste email nedostali, skontrolujte si, prosím, nevyžiadanú poštu.
sl_si: Poslano je bilo novo potrditveno e-poštno sporočilo. V primeru, da ga niste prejeli preverite še v mapi vsiljena pošta.
sr: Нова порука за потврду адресе е-поште је управо послата. Уколико је нисте примили, проверите непожељне поруке.
sv_se: Ett nytt mejl med verifieringslänk skickades nu. Om du inte ser något mejl bör du titta bland papperskorgen, spamkorgen eller andra mejl-mappar.
tr_tr: Onay emaili başarı ile gönderildi. Emaili almadıysanız Spam ya da Junk emaillerinize bakınız.

source: Please log in first.
bg_bg: Моля, първо влезте в профила си.
ca_es: Si us plau primer inicia sessió.
cs_cz: Napřed se, prosím, přihlašte.
da_dk: Log venligst ind først.
de_de: Bitte melde dich zuerst an.
el_gr: Παρακαλώ συνδεθείτε πρώτα.
es_es: Por favor inicie sesión primero.
fr_fr: Veuillez d'abord vous identifier.
gl_es: Por favor, conéctese primeiro.
hu_hu: Előbb be kell jelentkezned.
it_it: Si prega di effettuare prima l'accesso.
ja_jp: 最初にログインしてください
lt_lt: Prašome pirma prisijungti
nl_nl: Log eerst in.
pl_pl: Proszę się najpierw zalogować.
pt_pt: Por favor inicie a sessão primeiro.
ro_ro: Vă rugăm să vă conectați mai întâi.
sk_sk: Najskôr sa prihláste, prosím.
sl_si: Najprej se prijavite.
sr: Најпре се пријавите.
sv_se: Logga in först.
tr_tr: Lütfen önce oturum açınız

source: This email is already taken.
bg_bg: Този имейл вече е зает.
ca_es: Aquest correu ja està agafat.
cs_cz: Tento email je již použit.
da_dk: Denne e-mail er allerede i brug.
de_de: Diese E-Mail Adresse ist bereits vergeben.
el_gr: Αυτό το email χρησιμοποιείται ήδη.
es_es: Este correo electrónico ya está en uso.
fr_fr: Cette e-mail est déjà utilisé.
gl_es: Este correo-e xa foi usado.
hu_hu: Ez az e-mail cím már foglalt.
it_it: Questa email è già utilizzata.
ja_jp: このメールアドレスはすでに登録されています
lt_lt: Šis el.paštas jau naudojamas
nl_nl: Dit emailadres is al in gebruik.
pl_pl: Ten email jest już zajęty.
pt_pt: Este endereço de email já existe.
ro_ro: Această adresă de email este luată deja.
sk_sk: Tento email sa už používa.
sl_si: To e-poštno sporočilo je že zasedeno.
sr: Ова адреса е-поште се већ користи.
sv_se: Denna e-postadress används redan.
tr_tr: Bu email adresi sistemde zaten kayıtlı

source: Unrecognized email address.
bg_bg: Неразпознат имейл адрес.
ca_es: Adreça de correu no reconeguda.
cs_cz: Nerozeznaná emailová adresa.
da_dk: Ukendt e-mail adresse.
de_de: Unbekannte E-Mail Adresse.
el_gr: Μη αναγνωρισμένη διεύθυνση email.
es_es: Dirección de correo electrónico no reconocida.
fr_fr: Adresse e-mail non reconnue.
gl_es: Enderezo de correo-e descoñecido
hu_hu: Ismeretlen e-mail cím.
it_it: Indirizzo email non riconosciuto.
ja_jp: 認識されない電子メール アドレス。
lt_lt: netinkamas el.pašto formatas
nl_nl: Het emailadres wordt niet herkent.
pl_pl: Nieprawidłowy adres email.
pt_pt: Endereço de email não reconhecido.
ro_ro: Adresă de email nerecunoscută.
sk_sk: Nesprávna emailová adresa.
sl_si: Neprepoznan e-poštni naslov.
sr: Ова адреса е-поште није позната.
sv_se: Okänd e-postadress.
tr_tr: Tanımlayamamayan email adresi

source: email is not valid
bg_bg: невалиден имейл адрес
ca_es: el correu no és vàlid
cs_cz: E-mail není platný
da_dk: e-mail adressen er ikke gyldig
de_de: E-Mail ist ungültig
el_gr: το email δεν είναι έγκυρο
es_es: el correo no es válido
fi_fi: Puutteellinen sähköpostiosoite
fr_fr: Adresse e-mail invalide.
gl_es: o correo-e non é válido
hr_hr: e-pošta ne vrijedi
hu_hu: érvénytelen e-mail cím
it_it: l'email non è valida
ja_jp: Eメールが無効です
lt_lt: negalimas el.paštas
nl_nl: E-mailadres is niet geldig
pl_pl: E-mail jest nieprawidłowy
pt_pt: o email não é válido
ro_ro: emailul nu este valid
sk_sk: neplatný email
sl_si: e-naslov ni veljaven
sr: е-пошта није исправна
sv_se: e-postadressen är inte giltig
tr_tr: e-posta geçerli değil

source: Butterflies are captivating insects, but they are declining in many parts of the world. For example, this graph shows the European grassland butterfly index.
ca_es: Les papallones són insectes fascinants, però es troben en declivi a moltes parts d'Europa. Tal i com es mostra en aquest gràfic de l'Indicador de Papallones de Prat de la UE.
es_es: Las mariposas son insectos cautivadores, pero están disminuyendo en muchas partes del mundo. Por ejemplo, este gráfico muestra el índice europeo de mariposas de pradera.
it_it: Le farfalle sono insetti carismatici, ma sono in declino in molte parti del mondo. Per esempio, il grafico mostra l'European grassland butterfly index- L'indice Europeo delle farfalle di prato.
sr: Дневни лептири су фасцинантни инсекти, али њихов број опада у многим деловима света. Овај графикон приказује европски индекс дневних лептира травнатих станишта.
tr_tr: Kelebekler büyüleyici böceklerdir, ancak dünyanın birçok yerinde sayıları azalıyor. Örneğin, bu grafik Avrupa çayır kelebekleri indeksini göstermektedir.
