Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Data collected by this app can greatly improve knowledge of the status of butterflies and their habitats.
bg_bg: Информацията, която се събира чрез това приложение, ще подобри значително нашите познания за състоянието на дневните пеперуди и техните местообитания в Европа.
ca_es: Les dades recollides per aquesta aplicació poden millorar de forma notable el coneixement de l'estat de les papallones i els seus hàbitats.
cs_cz: Sběr dat touto aplikací pomůže velice zlepšit znalosti o stavu motýlů a jejich životního prostředí.
da_dk: Data indsamlet via denne app kan være med til at betydeligt øge den kendskab, vi har om tilstanden på vores sommerfugle og deres levesteder.
de_de: Mit dieser App gesammelte Daten können das Wissen über den Status von Schmetterlingen und ihren Lebensräumen erheblich verbessern.
el_gr: Η συλλογή δεδομένων από αυτή την εφαρμογή μπορεί να βελτιώσει σημαντικά τη γνώση για το καθεστώς των πεταλούδων και των ενδιαιτημάτων τους.
es_es: Los datos recopilados por esta aplicación pueden mejorar considerablemente el conocimiento del estado de las mariposas y sus hábitats.
fi_fi: Tällä sovelluksella kerätyt havainnot voivat merkittävästi lisätä tietojamme päiväperhosista ja niiden elinympäristöistä.
fr_fr: Grâce à cette application, vous pouvez récolter des informations sur le terrain et contribuer à améliorer les connaissances sur les papillons et leurs habitats.
gl_es: Todos os datos recollidos por esta apli poden axudar enormemente a mellorar o noso coñecemento sobre as poboacións de bolboretas e a conservación dos seus hábitats.
hr_hr: Podaci prikupljeni ovom aplikacijom uvelike će doprinijeti poznavanju statusa leptira i njihovih staništa.
hu_hu: Az alkalmazással gyűjtött adatok nagyban segítik a lepkék és élőhelyeik állapotának megismerését.
it_it: I dati raccolti da questa app possono aumentare le conoscenze sullo stato delle farfalle e dei loro habitat
ja_jp: このアプリによって収集されたデータは、チョウとその生息地の状態に関する知識を大幅に向上させることができます。
lt_lt: Šia aplikacija renkama informacija praplečia mūsų žinias apie dieninius drugius ir jų būveines.
nl_nl: Gegevens die met deze app worden verzameld dragen bij aan kennis over dagvlinders en hun leefgebied.
pl_pl: Dane zebrane przez tę aplikację mogą znacznie poprawić wiedzę o stanie motyli i ich siedliskach.
pt_pt: Dados coletados através desta aplicação podem contribuir bastante para o aumento do conhecimento sobre o estatuto das borboletas e dos seus habitats.
ro_ro: Datele colectate de pe această aplicație pot îmbunătăți considerabil cunoștinșele despre starea fluturilor și a habitatelor acestora.
sk_sk: Údaje zhromaždené v tejto aplikácii môžu výrazne zlepšiť poznatky o stave motýľov a ich biotopoch.
sl_si: Zbrani podatki s pomočjo te aplikacije, lahko znatno izboljšajo stanje metuljev in njihovih habitatov.
sr: Подаци које прикупља ова апликација доприносе бољем познавању стања дневних лептира и њихових станишта.
sv_se: Uppgifter som samlas in av den här appen kan ha stor stor betydelse för kunskapen om fjärilarnas status och deras livsmiljöer.
tr_tr: Bu uygulama sayesinde elde edilen veriler, kelebekler ve yaşam alanlarıyla ilgili bilgilerin geliştirilmesine çok büyük katkılar sağlayabilir.

source: We lack structured information on butterfly numbers in many parts of the world.
es_es: Carecemos de información estructurada sobre el número de mariposas en muchas partes del mundo.
it_it: Manchiamo di informazioni sui numeri delle farfalle in molte parti del mondo.
sr: Недостају нам структуирани подаци о броју дневних лептира у многим деловима света.
tr_tr: Dünyanın birçok bölgesinde kelebek sayılarıyla ilgili yapılandırılmış bilgilere sahip değiliz.

source: It has never been easier to contribute high quality data for research to support conservation of these fascinating and vital insects. You can get started straight away
bg_bg: За широкия кръг любители на природата никога досега не е било толкова лесно да се включат в голямата европейска общност от доброволци, като събират и подават данни с високо качество за подобряване опазването на тези изключително интересни и също така жизнено важни за околната среда насекоми. И вие можете да се включите веднага!
ca_es: Mai ha estat tant fàcil contribuïr amb dades de qualitat per a la recerca donant suport a la conservació d'aquests fascinants insectes. Pots començar ara mateix
cs_cz: Nikdy nebylo jednodušší přispět velice kvalitními daty pro výzkum, který podpoří ochranu tohoto fasicnujícího a důležitého hmyzu. Můžete začít právě teď
da_dk: Det har dog aldrig været nemmere at være med til at bidrage med observationer af høj kvalitet, der kan hjælpe med bevarelse af disse fascinerende og essentielle insekter. Dit bidrag kan starte her og nu
de_de: Es war noch nie so einfach, qualitativ hochwertige Daten für die Forschung bereitzustellen, um die Erhaltung dieser faszinierenden und lebenswichtigen Insekten zu unterstützen. Du kannst sofort loslegen.
el_gr: Πότε δεν ήταν πιο εύκολη η συνδρομή δεδομένων υψηλής ποιότητας στην έρευνα, για την υποστήριξη της προστασίας αυτών των συναρπαστικών και σημαντικών εντόμων. Μπορείτε να ξεκινήσετε αμέσως
es_es: Nunca ha sido tan fácil aportar datos de alta calidad para investigaciones que apoyen la conservación de estos insectos fascinantes y vitales. Puedes empezar de inmediato
fi_fi: Nyt on todella helppoa osallistua laadukkaan havaintoaineiston keräämiseen näistä kiehtovista hyönteisistä. Voit aloittaa saman tien
fr_fr: Vous pouvez dès aujourd'hui fournir des données précieuses pour aider au suivi et à la conservation de ces insectes fascinants et vitaux. C'est parti !
gl_es: Nunca foi máis doado contribuír á investigación con datos de alta calidade e, así, apoiar a conservación destes insectos fascinantes e de vital importancia. Pode comezar decontado a facelo.
hr_hr: Nikada nije bilo lakše doprijeti visokokvalitetnim podacima za istraživanje u svrhu očuvanja ovih fascinantnih i važnih kukaca. Možete početi odmah
hu_hu: Ma már Te is könnyen hozzájárulhatsz gyűjtött adataiddal a lepkék kutatásához, segítve e csodás és fontos rovarok (beporzók, más állatok táplálékai) megőrzését. Erre való ez az alkalmazás.
it_it: Non è mai semplice fornire dati di buona qualità per la ricerca a supporto della conservazione di questi affascinanti insetti. Puoi iniziare subito
ja_jp: これらの魅力的な昆虫の保全をサポートするための研究に、高品質のデータを提供することはかつてないほど容易になりました。 すぐに始められます
lt_lt: Dar niekada nebuvo taip paprasta pateikti aukštos kokybės duomenis moksliniams tyrimams, kurie padėtų išsaugoti šiuos įspūdingus ir gyvybiškai svarbius vabzdžius. Galite pradėti jau dabar!
nl_nl: Het was nog nooit zo gemakkelijk om gegevens te verzamelen en onderzoek naar de bescherming van deze fascinerende insecten te ondersteunen. U kunt meteen aan de slag.
pl_pl: Dostarczanie wysokiej jakości danych do badań wspierających ochronę tych fascynujących i istotnych owadów nigdy nie było łatwiejsze. Możesz zacząć od razu
pt_pt: Nunca foi tão fácil contribuir com dados de alta qualidade para a investigação que apoia a conservação destes insetos fascinantes e vitais. Você pode começar agora
ro_ro: Nu a fost niciodată mai ușor să contribui cu date de înaltă calitate pentru cercetare pentru a sprijini conservarea acestor insecte fascinante și vitale. Puteți începe imediat
sk_sk: Nikdy nebolo jednoduchšie prispieť vysokokvalitnými údajmi pre výskum a na podporu ochrany tohto fascinujúceho a dôležitého hmyzu. Môžete začať ihneď.
sl_si: Še nikoli ni bilo lažje prispevati kakovostnih podatkov o distribuciji metuljev in s tem podpreti ohranjanje teh fascinantnih in ključnih žuželk. Lahko začnete takoj
sr: Никада није било лакше да пошаљете квалитетне податке за наша истраживања и помогнете у очувању ових невероватних инсеката. А можете почети већ сада
sv_se: Det har aldrig varit enklare att bidra med forskningsdata av hög kvalitet för att främja bevarandet av dessa fascinerande och viktiga insekter. Du kan börja direkt
tr_tr: Bu muhteşem böceklerin korunması için yürütülen bilimsel araştırmalarda kullanılacak yüksek nitelikli verilerin elde edilmesine katkı sağlamak daha önce hiç bu kadar kolay olmamıştı! Siz de hemen şimdi katkıda bulunmaya başlayabilirsiniz

source: This app enables you to contribute to the recording and conservation of butterflies across the world.
es_es: Esta aplicación le permite contribuir al registro y la conservación de las mariposas de todo el mundo.
it_it: Questa app ti consente di contribuire al campionamento e conservazione delle farfalle del mondo.
sr: Ова апликација ће вам помоћи да допринесете познавању и заштити дневних лептира широм света.
tr_tr: Bu uygulama, dünyanın dört bir yanında kelebeklerin kaydedilmesine ve korunmasına katkıda bulunmanı sağlar.

source: The app was supported through several projects:
es_es: La aplicación contó con el apoyo de varios proyectos:
it_it: L'app è stata supportata da diversi progetti:
sr: Апликација је подржана кроз неколико пројеката:
tr_tr: Uygulama, çeşitli projeler aracılığıyla desteklenmiştir:

source: The app has benefited from input from a number of butterfly experts from across the world and associated with national Butterfly Monitoring Schemes listed at:
es_es: La aplicación se ha beneficiado de las aportaciones de varios expertos en mariposas de todo el mundo y está asociada a los programas nacionales de seguimiento de mariposas, BMS, que figuran en:
it_it: L'app ha beneficiato degli input di una moltitudine di esperti di farfalle nel mondo e associati Agli schemi nazionali Butterfly Monitoring Scheme elencati al:
sr: Апликација је развијена захваљујући бројним експертима за дневне лептире широм света и повезана је са националним програмима за мониторинг дневних лептира у:
tr_tr: Uygulama, dünyanın farklı yerlerinden çok sayıda kelebek uzmanının katkılarından ve aşağıda listelenen ulusal Kelebek İzleme Programlarıyla ilişkili uzmanlardan yararlanmıştır:

source: ABLE is funded by a service contract from the European Union Directorate for the Environment, for an initial period of two years from 2019-20.
bg_bg: ABLE се финансира по договор за услуги с възложител - Дирекцията на Европейския съюз за околната среда, за начален период от две години, 2019-20 г.
ca_es: El projecte ABLE està finançat per un contracte de l'Agència Europea de Medi Ambient, per un període inicial de dos anys els 2019-2020.
cs_cz: ABLE je smluvně podpořena z ředitelství Evropské unie pro životní prostředí pro počáteční dvouleté období od 2019-2020
da_dk: ABLE bliver finansieret via en servicekontrakt med EU's miljø direktorat i en foreløbig tidsperiode på to år fra 2019-20.
de_de: ABLE wird durch einen Dienstleistungsvertrag mit der Direktion Umwelt der Europäischen Union für einen Zeitraum von zunächst zwei Jahren ab 2019-20 finanziert.
el_gr: Το πρόγραμμα ABLE χρηματοδοτήθηκε από τη Γενική Διεύθυνση Περιβάλλοντος της Ευρωπαϊκής Ένωσης μέσω συμβολαίου παροχής υπηρεσιών, για μία αρχική περίοδο δύο χρόνων το 2019-2020.
es_es: ABLE está financiado por un contrato de servicio de la Dirección de Medio Ambiente de la Unión Europea, por un período inicial de dos años, desde 2019-20.
fi_fi: ABLE on saanut rahoitusta EU:n ympäristöjaostolta kahden vuoden kokeilukaudelle 2019-20.
fr_fr: ABLE est financé par un contrat de service de la Direction Générale de l'Environnement de la Commission européenne, pour une durée initiale de 2 ans à partir de 2019-2020.
gl_es: O proxecto ABLE finánciase cun contrato de servizo da Dirección Xeral de Medio Ambiente da Unión Europea cunha duración inicial de dous anos a partir de 2019-20.
hr_hr: ABLE je financiran od strane Glavne uprave za okoliš Europske unije kao ugovor o nabavi usluge za inicijalni period od 2019-20 godine.
hu_hu: Az ABLE projektet, 2019-től 2020-ig szóló szolgáltatási megállapodás keretében, az Európai Unió Környezetvédelmi Igazgatósága finanszírozta.
it_it: ABLE è finanziato da un contratto di servizio dell'European Union Directorate per l'ambiente, per un periodo iniziale di 2 anni 2019-2020
ja_jp: ABLEは、2019-2020年までの最初の2年間、欧州連合環境局からのサービス契約によって資金提供されています。
lt_lt: ABLE yra financuojamas Europos Sąjungos Direktyvos Aplinkosaugai 2019-20 metams.
nl_nl: ABLE wordt gefinancierd als een servicecontract van het EU Directoraat-generaal Milieu voor een periode van twee jaar van 2019-2020.
pl_pl: ABLE jest finansowane na podstawie umowy zawartej z Dyrekcją ds. Środowiska Unii Europejskiej na początkowy okres dwóch lat od 2019-2020.
pt_pt: O ABLE é financiado por um contrato de serviço da Direção-Geral de Ambiente da União Europeia, por um período inicial de dois anos de 2019-20.
ro_ro: ABLE este finanțat printr-un contract de prestări servicii de la Direcția pentru Mediu a Uniunii Europene, pe o perioadă inițială de 2 ani din 2019-2020.
sk_sk: ABLE je financovaný na základe zmluvy z prostriedkov Európskej únie, konkrétne Riaditeľstva pre životné prostredie, na počiatočné obdobie dvoch rokov od 2019-2020.
sl_si: Projekt ABLE je financiran s strani Evropske unije Direktorata za okolje za začetno obdobje dveh let 2019-20.
sr: ABLE се финансира средствима Директората за животну средину Европске Уније, на почетни период од две године, 2019-20.
sv_se: ABLE finansieras genom ett kontrakt från EU-kommissionens Miljödirektorat. Kontraktet omfattar en inledande period om två år från 2019-2020.
tr_tr: ABLE Projesi, Avrupa Birliği Çevre Genel Müdürlüğü tarafınca imzalanmış hizmet sözleşmesi kapsamında ilk aşamada 2019-2020 yılları boyunca fonlanmaktadır.

source: ABLE partners:
bg_bg: Партньори на ABLE:
ca_es: Socis de ABLE:
cs_cz: Partneři ABLE:
da_dk: ABLE samarbejdspartnere:
de_de: ABLE Partner
el_gr: Εταίροι του ABLE:
es_es: Socios de ABLE:
fi_fi: ABLE -projektin osakkaat:
fr_fr: Partenaires ABLE :
gl_es: Entidades asociadas no proxecto ABLE:
hr_hr: ABLE partneri:
hu_hu: ABLE-partnerek:
it_it: Partner di ABLE
ja_jp: ABLEプロジェクトのパートナー:
lt_lt: ABLE parnerystė:
pl_pl: Partnerzy ABLE:
pt_pt: Parceiros ABLE:
ro_ro: Partenerii ABLE:
sk_sk: ABLE partneri:
sl_si: ABLE partnerji:
sr: ABLE партнери:
sv_se: ABLE:s partners:
tr_tr: ABLE Proje ortakları:

source: This app contributes data to the European Butterfly Monitoring Scheme (eBMS).
bg_bg: Това приложение служи са подаване на данни към Европейската мрежа за мониторинг на дневни пеперуди (eBMS).
ca_es: Aquesta aplicació contribueix amb dades per l'European Butterfly Monitoring Scheme (eBMS).
cs_cz: Tato aplikace přispívá daty pro Evropské motýlí monitorovací schema (eBMS).
da_dk: Denne app bidrager med observationer til "the European Butterfly Monitoring Scheme (eBMS)", der samler sommerfugle observationsdata fra forskellige lande til en samlet database.
de_de: Diese App trägt Daten zum European Butterfly Monitoring Scheme (eBMS) bei.
el_gr: Αυτή η εφαρμογή συνεισφέρει με τα δεδομένα της στο Ευρωπαϊκό Πρόγραμμα Παρακολούθησης Πεταλούδων (eBMS).
es_es: Esta aplicación recoge datos para el Programa Europeo de Seguimiento de Mariposas (eBMS por sus siglas en inglés).
fi_fi: Tällä sovelluksella kerättyjä tietoja käyttää kansallisten päiväperhosseurantojen yhteistyötä koordinoiva European Butterfly Monitoring Scheme (eBMS).
fr_fr: Cette application fourni des données au programme de surveillance européen des papillons (European Butterfly Monitoring Scheme; eBMS).
gl_es: Esta aplicación fornece datos ao Programa europeo de seguimento de bolboretas (eBMS, pola sigla en inglés).
hr_hr: Ova aplikacija doprinosi podacima Europskog programa praćenja leptira (eBMS).
hu_hu: Az alkalmazás az Európai Lepkemonitoring Program (eBMS) számára szolgáltat adatokat.
it_it: Questa app contribuisce ai dati dell' European Butterfly Monitoring Scheme (eBMS)
ja_jp: このアプリは、ヨーロッパチョウ類モニタリングスキーム(eBMS) にデータを提供します。
lt_lt: Ši aplikacija prisideda prie Europos Dieninių Drugių Monitoringo (eBMS).
nl_nl: Deze app draagt bij aan het Europese Meetnet Dagvlinders (eBMS).
pl_pl: Ta aplikacja dostarcza danych do Europejskiego Systemu Monitorowania Motyli (eBMS).
pt_pt: Esta app contribui com dados para o Plano Europeu de Monitorização de Borboletas (eBMS).
ro_ro: Această aplicație contribuie cu date la European Butterfly Monitoring Scheme (eBMS).
sk_sk: Táto aplikácia prispieva údajmi do Európskej schémy monitorovania motýľov (eBMS).
sl_si: Ta aplikacija prispeva podatke k Evropskemu Programu Monitoringa Metuljev (eBMS).
sr: Ова апликација доприноси прикупљању података у оквиру Европске шеме за праћење стања (eBMS).
sv_se: Den här appen bidrar med data till det europeiska systemet för fjärilsövervakning, European Butterfly Monitoring Scheme (eBMS).
tr_tr: Bu uygulama Avrupa Kelebek İzleme Sistemi (eBMS) verilerine katkıda bulunur.

source: In June 2019, the following organisations are partners in eBMS:
bg_bg: Към м. юни 2019, следните организации са партньори в eBMS:
ca_es: A juny de 2019, les següents organitzacions són socis de l'eBMS:
cs_cz: Následující organizace jsou partnery eBMS od června 2019:
da_dk: I juni 2019 er følgende organisationer samarbejdspartnere i eBMS:
de_de: Im Juni 2019 sind folgende Organisationen Partner im eBMS:
el_gr: Τον Ιούνιο του 2019, οι ακόλουθοι οργανισμοί είναι εταίροι στο eBMS:
es_es: En Junio de 2019, las siguientes organizaciones son socios de eBMS:
fi_fi: Kesäkuussa 2019 eBMS:n jäseniä olivat seuraavat organisaatiot:
fr_fr: En juin 2019, les organisations suivantes sont partenaires de eBMS :
gl_es: En xuño de 2019 eran socias do eBMS as seguintes organizacións:
hr_hr: U lipnju 2019, sljedeće organizacije su partneri u eBMS-u:
hu_hu: 2019 júniusában, az eBMS partnerszervezetei a következők:
it_it: A giugno 2019, le seguenti organizzazioni sono partner nell'eBMS
ja_jp: 2019 年 6 月には、次の組織がeBMSのパートナーになっています。
lt_lt: eBMS parneriai (2019 Birželis):
nl_nl: In juni 2019 zijn de volgende organisaties partner in het eBMS:
pl_pl: W czerwcu 2019 r. partnerami eBMS są następujące organizacje:
pt_pt: Em Junho de 2019, as seguintes organizações são parceiras do eBMS:
ro_ro: În iunie 2019, următoarele organizații sunt parteneri în eBMS:
sk_sk: V júni 2019 boli partnermi v eBMS tieto organizácie:
sl_si: Partnerji eBMS v mesecu juniju 2019, so naslednje organizacije:
sr: Јуна 2019, следеће организације су постале партнери eBMS-а:
sv_se: I juni 2019 är nedanstående organisationer medlemmar i eBMS:
tr_tr: Haziran 2019 itibariyle eBMS Avrupa Kelebek İzleme Sistemi eBMS ortağı olan organizasyonlar:

source: Not enough data yet
bg_bg: Още няма достатъчно данни
ca_es: Encara no hi ha prou dades
cs_cz: Zatím není dostatek dat
da_dk: Nuværende data utilstrækkeligt
de_de: Noch nicht genügend Daten
el_gr: Δεν υπάρχουν αρκετά δεδομένα ακόμη
es_es: No hay datos suficientes
fi_fi: Ei riittävästi tietoja
fr_fr: Pas encore assez de données
gl_es: Aínda non hai suficientes datos
hr_hr: Još nema dovoljno podataka
hu_hu: Még nincs elég adat
it_it: Non ci sono ancora abbastanza dati
ja_jp: まだ十分なデータがありません
lt_lt: Nepakankamai surinkta įrašų
nl_nl: Nog onvoldoende data
pl_pl: Za mało danych
pt_pt: Ainda sem dados suficientes
ro_ro: Nu sunt suficiente date încă
sk_sk: Nie je ešte dostatok dát
sl_si: Še ni dovolj podatkov
sr: Још увек нема података
sv_se: Det finns inte tillräcklig mängd data ännu
tr_tr: Henüz yeterli veri yok

source: How to start a survey
bg_bg: Как да започнете преброяване
ca_es: Com començar un mostreig
cs_cz: Jak začít průzkum
da_dk: Sådan starter du en observation
de_de: So startest du eine Erfassung
el_gr: Πως να ξεκινήσετε μία δειγματοληψία
es_es: Cómo empezar un muestreo
fi_fi: Kuinka aloittaa havaintokerta
fr_fr: Comment se lancer dans un suivi
gl_es: Como comezar unha mostraxe?
hr_hr: Kako početi istraživanje
hu_hu: Új felmérés indítása
it_it: Come iniziare un campionamento
ja_jp: 調査の始め方
lt_lt: Kaip pradėti įrašą
nl_nl: Hoe start u een telling?
pl_pl: Jak zacząć wypełniać protokół
pt_pt: Como começar uma amostragem
ro_ro: Cum să începeți sondajul
sk_sk: Ako začať s pozorovaním
sl_si: Kako začnemo s popisom
sr: Како да почнете обилазак
sv_se: Hur man börjar en inventering
tr_tr: Bir gözlemi nasıl başlatabilirim?

source: To start a new survey you can press the plus button
bg_bg: За да започнете ново преброяване, натиснете бутона плюс
ca_es: Per començar un nou mostreig pots apretar el botó "més"
cs_cz: Pro začátek nového průzkumu zmáčkněte tlačítko plus
da_dk: For at starte en ny observation skal du trykke på plus knappen
de_de: Um eine neue Erfassung zu starten, drücke die Plus-Taste
el_gr: Για να ξεκινήσετε μία νέα δειγματοληψία πατήστε στο "+" κουμπί
es_es: Para empezar un nuevo muestreo puedes presionar el botón más
fi_fi: Aloittaaksesi uuden havaintokerran paina plus -kuvaketta
fr_fr: Pour commencer un nouveau suivi vous pouvez cliquer sur le bouton "plus"
gl_es: Para comezar unha nova mostraxe, prema o botón co signo +
hr_hr: Za početak novog istraživanja možete stisnuti tipku plus
hu_hu: Új felmérés indításához koppints a "plusz" gombra
it_it: Per iniziare un nuovo monitoraggio puoi premere il pulsante con il "più"
ja_jp: 新しい調査を開始するために、プラスボタンを押す
lt_lt: Pradėti naują įrašą galite paspaude pliuso mygtuką
nl_nl: Om een telling te starten drukt u de plus knop
pl_pl: Aby zacząć wypełniać nowy formularz naciśnij przycisk "plus"
pt_pt: Para começar uma nova amostragem pressione o botão +
ro_ro: Pentru a începe un sondaj nou puteți apăsa butonul plus
sk_sk: Pre začatie nového pozorovania stlačte tlačidlo plus
sl_si: Če želite narediti nov popis pritisnite na gumb +
sr: Да започнете нови обилазак притисните дугме са плусом
sv_se: För att starta en ny inventering kan du klicka på plus-knappen
tr_tr: Yeni bir gözlem başlatmak için "+" butonuna basabilirsiniz

source: in the home page footer. This will start a new 15 minute survey.
bg_bg: в долната част на началния екран. Това ще стартира ново преброяване за фиксирано време от 15 минути.
ca_es: al peu de pàgina de la pàgina principal. Això iniciarà un nou mostreig de 15 minuts.
cs_cz: Na záložce hlavního panelu. Toto vytvoří nový 15 minutový průzkum
da_dk: i midten af sidefoden. Dette vil påbegynde en ny 15-minuts observation.
de_de: in der Fußzeile der Startseite. Damit wird eine neue Viertelstundenzählung gestartet.
el_gr: στο κάτω μέρος της αρχικής σελίδας. Έπειτα θα ξεκινήσει ένα 15-λεπτο σημείο.
es_es: en el pie de la página de inicio. Esto empezará un nuevo muestreo de 15 minutos.
fi_fi: kotisivun alalaidassa. Tämä aloittaa uuden 15 min mittaisen havaintokerran.
fr_fr: au pied de la page d'accueil. Cela commencera un nouveau comptage de 15 minutes.
gl_es: no pé da páxina de inicio. Isto permitiralle comezar un novo reconto de 15 minutos.
hr_hr: u podnožju početne stranice. Time će započeti novo 15-minutno istraživanje.
hu_hu: a kezdőlap alsó ikonsávjában. Ezzel új 15-perces felmérés indul.
it_it: nel pie di pagina della home page. Inizierà un nuovo monitoraggio di 15 minuti.
ja_jp: ホームページの下部にある「+」ボタンを押すと、新しい15分間の調査が開始されます。
lt_lt: pagrindinio puslapio poraštėje. Prasidės naujas 15 minučių įrašas.
nl_nl: onderaan de homepage. Hiermee start u een nieuwe 15-minutentelling.
pl_pl: w stopce strony głównej. W ten sposób rozpoczniesz nową 15-minutową ankietę.
pt_pt: no rodapé da página inicial. Isto dará inicio a uma nova amostragem de 15 minutos.
ro_ro: în subsolul paginii start. Acesta va începe un nou sondaj de 15 minute.
sk_sk: v pätičke domovskej stránky. Takto vytvoríte nový 15-minútový monitoring.
sl_si: na dnu strani. S tem se bo začel nov 15-minutni popis.
sr: и подножју насловне стране. Ово ће покренути ново 15-то минутно бројање.
sv_se: i sidfoten på startsidan . Då börjar en ny 15-min öppen inventering
tr_tr: anasayfa altbaşlığında. Bu, 15 dakikalık yeni bir gözlem başlatır.
