Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Select your country
bg_bg: Изберете държава
ca_es: Selecciona el teu país
cs_cz: Vyber svou zemi
da_dk: Vælg dit land
de_de: Wähle dein Land
el_gr: Επιλέξτε τη χώρα σας
es_es: Seleccione su país
fi_fi: Valitse maasi
fr_fr: Choisissez votre pays
gl_es: Seleccione o país
hr_hr: Odaberi svoju državu
hu_hu: Válaszd ki az országot!
it_it: Seleziona il tuo paese
ja_jp: 国を選んでください。
lt_lt: Pasirinkite šalį
nl_nl: Selecteer land
pl_pl: Wybierz kraj
pt_pt: Selecione o seu país
ro_ro: ‭Selecteaz‭ă țara
sk_sk: Vyberte krajinu
sl_si: Izberite svojo državo
sr: Изаберите вашу државу
sv_se: Välj land
tr_tr: Ülkenizi seçin

source: United Kingdom
bg_bg: Обединено Кралство
ca_es: Regne Unit
cs_cz: Velká Británie
da_dk: Storbritannien
de_de: Vereinigtes Königreich
el_gr: Ηνωμένο Βασίλειο
es_es: Reino Unido
fi_fi: Iso-Britannia
fr_fr: Royaume-uni
gl_es: Reino Unido
hr_hr: Velika Britanija
hu_hu: Egyesült Királyság
it_it: Regno Unito
ja_jp: 英国
lt_lt: Jungtinė Karalystė
nl_nl: Verenigd Koninkrijk
pl_pl: Wielka Brytania
pt_pt: Reino Unido
ro_ro: Marea Britanie
sk_sk: Veľká Británia
sl_si: Združeno kraljestvo
sr: Уједињено краљевство
sv_se: Storbritannien
tr_tr: Birleşik Krallık

source: Lithuania
bg_bg: Литва
ca_es: Lituània
cs_cz: Litva
da_dk: Litauen
de_de: Litauen
el_gr: Λιθουανία
es_es: Lituania
fi_fi: Liettua
fr_fr: Lituanie
gl_es: Lituania
hr_hr: Litva
hu_hu: Litvánia
it_it: Lituania
ja_jp: リトアニア
lt_lt: Lietuva
nl_nl: Litouwen
pl_pl: Litwa
pt_pt: Lituânia
ro_ro: Lituania
sk_sk: Litva
sl_si: Litva
sr: Литванија
sv_se: Litauen
tr_tr: Litvanya

source: Spain
bg_bg: Испания
ca_es: Espanya
cs_cz: Španělsko
da_dk: Spanien
de_de: Spanien
el_gr: Ισπανία
es_es: España
fi_fi: Espanja
fr_fr: Espagne
gl_es: España
hr_hr: Španjolska
hu_hu: Spanyolország
it_it: Spagna
ja_jp: スペイン
lt_lt: Ispanija
nl_nl: Spanje
pl_pl: Hiszpania
pt_pt: Espanha
ro_ro: Spania
sk_sk: Španielsko
sl_si: Španija
sr: Шпанија
sv_se: Spanien
tr_tr: İspanya

source: Andorra
bg_bg: Андора
cs_cz: Andora
el_gr: Ανδόρα
fr_fr: Andorre
hr_hr: Andora
ja_jp: アンドラ
lt_lt: Andora
pl_pl: Andora
ro_ro: Andora
sl_si: Andora
sr: Андора

source: Albania
bg_bg: Албания
ca_es: Albània
cs_cz: Albánie
da_dk: Albanien
de_de: Albanien
el_gr: Αλβανία
fr_fr: Albanie
hr_hr: Albanija
hu_hu: Albánia
ja_jp: アルバニア
lt_lt: Albanija
nl_nl: Albanië
pt_pt: Albânia
sk_sk: Albánsko
sl_si: Albanija
sr: Албанија
sv_se: Albanien
tr_tr: Arnavutluk

source: Austria
bg_bg: Австрия
ca_es: Àustria
cs_cz: Rakousko
da_dk: Østrig
de_de: Österreich
el_gr: Αυστρία
fi_fi: Itävalta
fr_fr: Autriche
hr_hr: Austrija
hu_hu: Ausztria
ja_jp: オーストリア
lt_lt: Austrija
nl_nl: Oostenrijk
pt_pt: Áustria
sk_sk: Rakúsko
sl_si: Avstrija
sr: Аустрија
sv_se: Österrike
tr_tr: Avusturya

source: Bosnia and Herzegovina
bg_bg: Босна и Херцеговина
ca_es: Bòsnia i Herzegovina
cs_cz: Bosna a Hercegovina
da_dk: Bosnien-Hercegovina
de_de: Bosnien und Herzegowina
el_gr: Βοσνία και Ερζεγοβίνη
es_es: Bosnia y Herzegovina
fi_fi: Bosnia ja Herzegovina
fr_fr: Bosnie-Herzégovine
gl_es: Bosnia e Hercegovina
hr_hr: Bosna i Hercegovina
hu_hu: Bosznia-Hercegovina
it_it: Bosnia Erzegovina
ja_jp: ボスニアヘルツェゴビナ
lt_lt: Bosnija ir Hercegovina
nl_nl: Bosnië en Herzegovina
pl_pl: Bośnia i Hercegowina
pt_pt: Bósnia-Herzegovina
ro_ro: Bosnia și Herțegovina
sk_sk: Bosna a Hercegovina
sl_si: Bosna in Hercegovina
sr: Босна и Херцеговина
sv_se: Bosnien och Hercegovina
tr_tr: Bosna Hersek

source: Belgium
bg_bg: Белгия
ca_es: Bèlgica
cs_cz: Belgie
da_dk: Belgien
de_de: Belgien
el_gr: Βέλγιο
es_es: Bélgica
fi_fi: Belgia
fr_fr: Belgique
gl_es: Bélxica
hr_hr: Belgija
it_it: Belgio
ja_jp: ベルギー
lt_lt: Belgija
nl_nl: België
pl_pl: Belgia
pt_pt: Bélgica
ro_ro: Belgia
sk_sk: Belgicko
sl_si: Belgija
sr: Белгија
sv_se: Belgien
tr_tr: Belçika

source: Bulgaria
bg_bg: България
ca_es: Bulgària
cs_cz: Bulharsko
da_dk: Bulgarien
de_de: Bulgarien
el_gr: Βουλγαρία
fr_fr: Bulgarie
hr_hr: Bugarska
hu_hu: Bulgária
ja_jp: ブルガリア
lt_lt: Bulgarija
nl_nl: Bulgarije
pl_pl: Bułgaria
pt_pt: Bulgária
sk_sk: Bulharsko
sl_si: Bolgarija
sr: Бугарска
sv_se: Bulgarien
tr_tr: Bulgaristan

source: Belarus
bg_bg: Беларус
ca_es: Bielorússia
cs_cz: Bělorusko
da_dk: Hviderusland (Belarus)
de_de: Weißrussland
el_gr: Λευκορωσία
es_es: Bielorrusia
fi_fi: Valkovenäjä
fr_fr: Biélorussie
gl_es: Belarús
hr_hr: Bjelorusija
hu_hu: Fehéroroszország (Belarusz)
it_it: Bielorussia
ja_jp: ベラルーシ
lt_lt: Baltarusija
nl_nl: Wit Rusland
pl_pl: Białoruś
pt_pt: Bielorrússia
sk_sk: Bielorusko
sl_si: Belorusija
sr: Белорусија
sv_se: Vitryssland

source: Switzerland
bg_bg: Швейцария
ca_es: Suïssa
cs_cz: Švýcarsko
da_dk: Schweiz
de_de: Schweiz
el_gr: Σουηδία
es_es: Suiza
fi_fi: Sveitsi
fr_fr: Suisse
gl_es: Suíza
hr_hr: Švicarska
hu_hu: Svájc
it_it: Svizzera
ja_jp: スイス
lt_lt: Šveicarija
nl_nl: Zwitserland
pl_pl: Szwajcaria
pt_pt: Suíça
ro_ro: Elveția
sk_sk: Švajčiarsko
sl_si: Švica
sr: Швајцарска
sv_se: Schweiz
tr_tr: İsviçre

source: Cyprus
bg_bg: Кипър
ca_es: Xipre
cs_cz: Kypr
da_dk: Cypern
de_de: Zypern
el_gr: Κύπρος
es_es: Chipre
fi_fi: Kypros
fr_fr: Chypre
gl_es: Chipre
hr_hr: Cipar
hu_hu: Ciprus
it_it: Cipro
ja_jp: キプロス
lt_lt: Kipras
pl_pl: Cypr
pt_pt: Chipre
ro_ro: Cipru
sl_si: Ciper
sr: Кипар
sv_se: Cypern
tr_tr: Kıbrıs

source: Czechia
bg_bg: Чехия
ca_es: República txeca
cs_cz: Česká republika
da_dk: Tjekkiet
de_de: Tschechien
el_gr: Τσεχία
es_es: República Checa
fi_fi: Tsekki
fr_fr: République tchèque
gl_es: República Checa
hr_hr: Češka
hu_hu: Csehország
it_it: Repubblica Ceca
ja_jp: チェコ
lt_lt: Čekija
nl_nl: Tjechië
pl_pl: Czechy
pt_pt: Chéquia
ro_ro: Cehia
sk_sk: Česká republika
sl_si: Češka
sr: Чешка
sv_se: Tjeckien
tr_tr: Çekya

source: Germany
bg_bg: Германия
ca_es: Alemanya
cs_cz: Německo
da_dk: Tyskland
de_de: Deutschland
el_gr: Γερμανία
es_es: Alemania
fi_fi: Saksa
fr_fr: Allemagne
gl_es: Alemaña
hr_hr: Njemačka
hu_hu: Németország
it_it: Germania
ja_jp: ドイツ
lt_lt: Vokietija
nl_nl: Duitsland
pl_pl: Niemcy
pt_pt: Alemanha
ro_ro: Germania
sk_sk: Nemecko
sl_si: Nemčija
sr: Немачка
sv_se: Tyskland
tr_tr: Almanya

source: Denmark
bg_bg: Дания
ca_es: Dinamarca
cs_cz: Dánsko
da_dk: Danmark
de_de: Dänemark
el_gr: Δανία
es_es: Dinamarca
fi_fi: Tanska
fr_fr: Danemark
gl_es: Dinamarca
hr_hr: Danska
hu_hu: Dánia
it_it: Danimarca
ja_jp: デンマーク
lt_lt: Danija
nl_nl: Denemarken
pl_pl: Dania
pt_pt: Dinamarca
ro_ro: Danemarca
sk_sk: Dánsko
sl_si: Danska
sr: Данска
sv_se: Danmark
tr_tr: Danimarka

source: Estonia
bg_bg: Естония
ca_es: Estònia
cs_cz: Estonsko
da_dk: Estland
de_de: Estland
el_gr: Εσθονία
fi_fi: Viro
fr_fr: Estonie
hr_hr: Estonija
hu_hu: Észtország
ja_jp: エストニア
lt_lt: Estija
nl_nl: Estland
pt_pt: Estónia
sk_sk: Estónsko
sl_si: Estonija
sr: Естонија
sv_se: Estland
tr_tr: Estonya

source: Spain (Canary Islands)
bg_bg: Испания (Канарски острови)
ca_es: Espanya (Illes Canàries)
cs_cz: Španělsko (Kanárské ostrovy)
da_dk: Spanien (De Kanariske Øer)
de_de: Spanien (Kanarische Inseln)
el_gr: Ισπανία (Κανάριες Νήσοι)
es_es: España (Islas Canarias)
fi_fi: Espanja: Kanarian saaret
fr_fr: Espagne (îles Canaries)
gl_es: España (arquipélago das Canarias)
hr_hr: Španjolska (Kanarski otoci)
hu_hu: Spanyolország: Kanári-szigetek
it_it: Spagna (Isole Canarie)
ja_jp: スペイン（カナリー諸島）
lt_lt: Ispanija (Kanarų salos)
nl_nl: Spanje (Canarische eilanden)
pl_pl: Hiszpania (Wyspy Kanaryjskie)
pt_pt: Espanha (Ilhas Canárias)
ro_ro: Spania (Insulele Canare)
sk_sk: Španielsko (Kanárske ostrovy)
sl_si: Španija (Kanarski otoki)
sr: Шпанија (Канарска острва)
sv_se: Spanien: Kanarieöarna
tr_tr: İspanya (Kanarya Adaları)

source: Finland
bg_bg: Финландия
ca_es: Finlàndia
cs_cz: Finsko
de_de: Finnland
el_gr: Φινλανδία
es_es: Finlandia
fi_fi: Suomi
fr_fr: Finlande
gl_es: Finlandia
hr_hr: Finska
hu_hu: Finnország
it_it: Finlandia
ja_jp: フィンランド
lt_lt: Suomija
pl_pl: Finlandia
pt_pt: Finlândia
ro_ro: Finlanda
sk_sk: Fínsko
sl_si: Finska
sr: Финска
tr_tr: Finlandiya

source: France
bg_bg: Франция
ca_es: França
cs_cz: Francie
da_dk: Frankrig
de_de: Frankreich
el_gr: Γαλλία
es_es: Francia
fi_fi: Ranska
gl_es: Francia
hr_hr: Francuska
hu_hu: Franciaország
it_it: Francia
ja_jp: フランス
lt_lt: Prancūzija
nl_nl: Frankrijk
pl_pl: Francja
pt_pt: França
ro_ro: Franța
sk_sk: Francúzsko
sl_si: Francija
sr: Француска
sv_se: Frankrike
tr_tr: Fransa

source: Greece
bg_bg: Гърция
ca_es: Grècia
cs_cz: Řecko
da_dk: Grækenland
de_de: Griechenland
el_gr: Ελλάδα
es_es: Grecia
fi_fi: Kreikka
fr_fr: Grèce
gl_es: Grecia
hr_hr: Grčka
hu_hu: Görögország
it_it: Grecia
ja_jp: ギリシャ
lt_lt: Graikija
nl_nl: Griekenland
pl_pl: Grecja
pt_pt: Grécia
ro_ro: Grecia
sk_sk: Grécko
sl_si: Grčija
sr: Грчка
sv_se: Grekland
tr_tr: Yunanistan

source: Croatia
bg_bg: Хърватия
ca_es: Croàcia
cs_cz: Chorvatsko
da_dk: Kroatien
de_de: Kroatien
el_gr: Κροατία
es_es: Croacia
fi_fi: Kroatia
fr_fr: Croatie
gl_es: Croacia
hr_hr: Hrvatska
hu_hu: Horvátország
it_it: Croazia
ja_jp: クロアチア
lt_lt: Kroatija
nl_nl: Kroatië
pl_pl: Chorwacja
pt_pt: Croácia
ro_ro: Croația
sk_sk: Chorvátsko
sl_si: Hrvaška
sr: Хрватска
sv_se: Kroatien
tr_tr: Hırvatistan

source: Hungary
bg_bg: Унгария
ca_es: Hongria
cs_cz: Maďarsko
da_dk: Ungarn
de_de: Ungarn
el_gr: Ουγγαρία
es_es: Hungría
fi_fi: Unkari
fr_fr: Hongrie
gl_es: Hungría
hr_hr: Mađarska
hu_hu: Magyarország
it_it: Ungheria
ja_jp: ハンガリー
lt_lt: Vengrija
nl_nl: Hongarije
pl_pl: Węgry
pt_pt: Hungria
ro_ro: Ungaria
sk_sk: Maďarsko
sl_si: Madžarska
sr: Мађарска
sv_se: Ungern
tr_tr: Macaristan

source: Ireland
bg_bg: Ирландия
ca_es: Irlanda
cs_cz: Irsko
da_dk: Irland
de_de: Irland
el_gr: Ιρλανδία
es_es: Irlanda
fi_fi: Irlanti
fr_fr: Irlande
gl_es: Irlanda
hr_hr: Irska
hu_hu: Írország
it_it: Irlanda
ja_jp: アイルランド
lt_lt: Airija
nl_nl: Ierland
pl_pl: Irlandia
pt_pt: Irlanda
ro_ro: Irlanda
sk_sk: Írsko
sl_si: Irska
sr: Ирска
sv_se: Irland
tr_tr: İrlanda

source: Iceland
bg_bg: Исландия
ca_es: Islàndia
cs_cz: Island
da_dk: Island
de_de: Island
el_gr: Ισλανδία
es_es: Islandia
fi_fi: Islanti
fr_fr: Islande
gl_es: Islandia
hr_hr: Island
hu_hu: Izland
it_it: Islanda
ja_jp: アイスランド
lt_lt: Islandija
nl_nl: IJsland
pl_pl: Islandia
pt_pt: Islândia
ro_ro: Islanda
sk_sk: Island
sl_si: Islandija
sr: Исланд
sv_se: Island
tr_tr: İzlanda

source: Italy
bg_bg: Италия
ca_es: Itàlia
cs_cz: Itálie
da_dk: Italien
de_de: Italien
el_gr: Ιταλία
es_es: Italia
fi_fi: Italia
fr_fr: Italie
gl_es: Italia
hr_hr: Italija
hu_hu: Olaszország
it_it: Italia
ja_jp: イタリア
lt_lt: Italija
nl_nl: Italië
pl_pl: Włochy
pt_pt: Itália
ro_ro: Italia
sk_sk: Taliansko
sl_si: Italija
sr: Италија
sv_se: Italien
tr_tr: İtalya

source: Liechtenstein
bg_bg: Лихтенщайн
cs_cz: Lichtenštejnsko
de_de: Lichtenstein
el_gr: Λίχτενσταϊν
hr_hr: Lihtenštajn
ja_jp: リヒテンシュタイン
lt_lt: Lichtenšteinas
sk_sk: Lichtenštajnsko
sl_si: Lihtenštajn
sr: Лихенштајн
tr_tr: Lihtenştayn

source: Luxembourg
bg_bg: Люксембург
ca_es: Luxemburg
cs_cz: Lucembursko
de_de: Luxemburg
el_gr: Λουξεμβούργο
es_es: Luxemburgo
fi_fi: Luxemburg
gl_es: Luxemburgo
hr_hr: Luksemburg
hu_hu: Luxemburg
it_it: Lussemburgo
ja_jp: ルクセンブルク
lt_lt: Liuksemburgas
nl_nl: Luxemburg
pl_pl: Luksemburg
pt_pt: Luxemburgo
ro_ro: Luxemburg
sk_sk: Luxembursko
sl_si: Luksemburg
sr: Луксембург
sv_se: Luxemburg
tr_tr: Lüksemburg

source: Latvia
bg_bg: Латвия
ca_es: Letònia
cs_cz: Lotyšsko
da_dk: Letland
de_de: Letland
el_gr: Λετονία
es_es: Letonia
fr_fr: Lettonie
gl_es: Letonia
hr_hr: Latvija
hu_hu: Lettország
it_it: Lettonia
ja_jp: ラトビア
lt_lt: Latvija
nl_nl: Letland
pl_pl: Łotwa
pt_pt: Letónia
ro_ro: Letonia
sk_sk: Lotyšsko
sl_si: Latvija
sr: Летонија
sv_se: Lettland
tr_tr: Letonya

source: Moldova
bg_bg: Молдова
ca_es: Moldàvia
cs_cz: Moldávie
de_de: Moldavien
el_gr: Μολδαβία
es_es: Moldavia
fr_fr: Moldavie
gl_es: Moldavia
hr_hr: Moldavija
it_it: Moldavia
ja_jp: モルドバ
nl_nl: Moldavië
pl_pl: Mołdawia
pt_pt: Moldávia
sk_sk: Moldavsko
sl_si: Moldavija
sr: Молдавија
sv_se: Moldavien

source: Montenegro
bg_bg: Черна Гора
cs_cz: Černá Hora
el_gr: Μαυροβούνιο
fr_fr: Monténégro
hr_hr: Crna Gora
hu_hu: Montenegró
ja_jp: モンテネグロ
lt_lt: Juodkalnija
pl_pl: Czarnogóra
ro_ro: Muntenegru
sk_sk: Čierna Hora
sl_si: Črna gora
sr: Црна Гора
tr_tr: Karadağ

source: Morocco
es_es: Marruecos
it_it: Marocco
sr: Мароко
tr_tr: Fas

source: North Macedonia
bg_bg: Северна Македония
ca_es: Macedònia del nord
cs_cz: Severní Makedonie
da_dk: Nordmakedonien
de_de: Nordmazedonien
el_gr: Βόρεια Μακεδονία
es_es: Macedonia del norte
fi_fi: Pohjois-Makedonia
fr_fr: Macédoine du Nord
gl_es: Macedonia do Norte
hr_hr: Sjeverna Makedonija
hu_hu: Észak-Macedónia
it_it: Macedonia del Nord
ja_jp: 北マケドニア
lt_lt: Šiaurės Makedonija
nl_nl: Noord Macedonië
pl_pl: Macedonia Północna
pt_pt: Macedónia do Norte
ro_ro: Macedonia de Nord
sk_sk: Severné Macedónsko
sl_si: Severna Makedonija
sr: Северна Македонија
sv_se: Nord-Makedonien
tr_tr: Kuzey Makedonya

source: Malta
bg_bg: Малта
el_gr: Μάλτα
fr_fr: Malte
hu_hu: Málta
ja_jp: マルタ
sr: Малта

source: Netherlands
bg_bg: Нидерландия
ca_es: Països Baixos
cs_cz: Nizozemí
da_dk: Holland
de_de: Niederlande
el_gr: Ολλανδία
es_es: Países Bajos
fi_fi: Alankomaat
fr_fr: Pays-Bas
gl_es: Países Baixos
hr_hr: Nizozemska
hu_hu: Hollandia
it_it: Olanda
ja_jp: オランダ
lt_lt: Nyderlandai
nl_nl: Nederland
pl_pl: Holandia
pt_pt: Países Baixos
ro_ro: Olanda
sk_sk: Holandsko
sl_si: Nizozemska
sr: Холадија
sv_se: Nederländerna
tr_tr: Hollanda

source: Norway
bg_bg: Норвегия
ca_es: Noruega
cs_cz: Norsko
da_dk: Norge
de_de: Norwegen
el_gr: Νορβηγία
es_es: Noruega
fi_fi: Norja
fr_fr: Norvège
gl_es: Noruega
hr_hr: Norveška
hu_hu: Norvégia
it_it: Norvegia
ja_jp: ノルウェー
lt_lt: Norvegija
nl_nl: Noorwegen
pl_pl: Norwegia
pt_pt: Noruega
ro_ro: Norvegia
sk_sk: Nórsko
sl_si: Norveška
sr: Норвешка
sv_se: Norge
tr_tr: Norveç

source: Poland
bg_bg: Полша
ca_es: Polònia
cs_cz: Polsko
da_dk: Polen
de_de: Polen
el_gr: Πολωνία
es_es: Polonia
fi_fi: Puola
fr_fr: Pologne
gl_es: Polonia
hr_hr: Poljska
hu_hu: Lengyelország
it_it: Polonia
ja_jp: ポーランド
lt_lt: Lenkija
nl_nl: Polen
pl_pl: Polska
pt_pt: Polónia
ro_ro: Polonia
sk_sk: Poľsko
sl_si: Poljska
sr: Пољска
sv_se: Polen
tr_tr: Polonya

source: Portugal
bg_bg: Португалия
cs_cz: Portugalsko
el_gr: Πορτογαλία
fi_fi: Portugali
hu_hu: Portugália
it_it: Portogallo
ja_jp: ポルトガル
lt_lt: Portugalija
pl_pl: Portugalia
ro_ro: Portugalia
sk_sk: Portugalsko
sl_si: Portugalska
sr: Португалија
tr_tr: Portekiz

source: Portugal (Azores)
bg_bg: Португалия (Азорски острови)
cs_cz: Portugalsko (Azory)
da_dk: Portugal (Azorerne)
de_de: Portugal (Azoren)
el_gr: Πορτογαλία (Αζόρες)
fi_fi: Portugali: Azorit
fr_fr: Portugal (Açores)
gl_es: Portugal (arquipélago dos Azores)
hr_hr: Portugal (Azori)
hu_hu: Portugália: Azori-szigetek
it_it: Portogallo (Azzorre)
ja_jp: ポルトガル（アゾレス諸島）
lt_lt: Portugalija (Azorai)
nl_nl: Portugal (Azoren)
pl_pl: Portugalia (Azory)
pt_pt: Portugal (Açores)
ro_ro: Portugalia (Insulele Azore)
sk_sk: Portugalsko (Azory)
sl_si: Portugalska (Azori)
sr: Португалија (Азорска острва)
sv_se: Portugal: Azorerna
tr_tr: Portekiz (Azores)

source: Portugal (Madeira Islands)
bg_bg: Португалия (остров Мадейра)
ca_es: Portugal (Illes de Madeira)
cs_cz: Portugalsko (Madeira)
da_dk: Portugal (Madeira)
de_de: Portugal (Madeira)
el_gr: Πορτογαλία (Μαδέρα)
es_es: Portugal (Islas de Madeira)
fi_fi: Portugali: Madeira
fr_fr: Portugal (Madère)
gl_es: Portugal (arquipélago da Madeira)
hr_hr: Portugal (Madeira)
hu_hu: Portugália: Madeira-szigetek
it_it: Portogallo (Isola di Madeira)
ja_jp: ポルトガル（マデイラ諸島）
lt_lt: Portugalija (Madeiros salos)
nl_nl: Portugal (Madeira)
pl_pl: Portugalia (Madera)
pt_pt: Portugal (Madeira)
ro_ro: Portugalia (Insulele Madeira)
sk_sk: Portugalsko (Madeira)
sl_si: Portugalska (Madeira)
sr: Португалија (Острва Мадеире)
sv_se: Portugal: Madeira-öarna
tr_tr: Portekiz (Madeira Adaları)

source: Romania
bg_bg: Румъния
cs_cz: Rumunsko
da_dk: Rumænien
de_de: Rumänien
el_gr: Ρουμανία
es_es: Rumanía
fr_fr: Roumanie
gl_es: Romanía
hr_hr: Rumunjska
hu_hu: Románia
ja_jp: ルーマニア
lt_lt: Rumunija
nl_nl: Roemenië
pl_pl: Rumunia
pt_pt: Roménia
ro_ro: România
sk_sk: Rumunsko
sl_si: Romunija
sr: Румунија
sv_se: Rumänien
tr_tr: Romanya

source: Serbia
bg_bg: Сърбия
ca_es: Sèrbia
cs_cz: Srbsko
da_dk: Serbien
de_de: Serbien
el_gr: Σερβία
fr_fr: Serbie
hr_hr: Srbija
hu_hu: Szerbia
ja_jp: セルビア
lt_lt: Serbija
nl_nl: Servië
pt_pt: Sérvia
sk_sk: Srbsko
sl_si: Srbija
sr: Србија
sv_se: Serbien
tr_tr: Sırbistan

source: Russian Federation
bg_bg: Русия
ca_es: Rússia
cs_cz: Rusko
da_dk: Rusland
de_de: Russische Föderation
el_gr: Ρωσία
es_es: Federación Rusa
fi_fi: Venäjä
fr_fr: Fédération de Russie
gl_es: Rusia
hr_hr: Ruska Federacija
hu_hu: Oroszország
it_it: Russia
ja_jp: ロシア
lt_lt: Rusijos Federacija
nl_nl: Rusland
pl_pl: Rosja
pt_pt: Rússia
ro_ro: Federația Rusă
sk_sk: Rusko
sl_si: Rusija
sr: Руска Федерација
sv_se: Ryssland
tr_tr: Rusya Federasyonu

source: Slovenia
bg_bg: Словения
ca_es: Eslovènia
cs_cz: Slovinsko
da_dk: Slovenien
de_de: Slowenien
el_gr: Σλοβενία
es_es: Eslovenia
fr_fr: Slovénie
gl_es: Eslovenia
hr_hr: Slovenija
hu_hu: Szlovénia
ja_jp: スロベニア
lt_lt: Slovėnija
nl_nl: Slovenië
pl_pl: Słowenia
pt_pt: Eslovénia
sk_sk: Slovinsko
sl_si: Slovenija
sr: Словенија
sv_se: Slovenien
tr_tr: Slovenya

source: Japan
bg_bg: Япония
ca_es: Japó
cs_cz: Japonsko
el_gr: Ιαπωνία
es_es: Japón
fr_fr: Japon
gl_es: Xapón
hu_hu: Japán
it_it: Giappone
ja_jp: 日本
lt_lt: Japonija
pl_pl: Japonia
pt_pt: Japão
ro_ro: Japonia
sk_sk: Japonsko
sl_si: Japonska
sr: Јапан
tr_tr: Japonya

source: Slovakia
bg_bg: Словакия
ca_es: Eslovàquia
cs_cz: Slovensko
da_dk: Slovakiet
de_de: Slowakei
el_gr: Σλοβακία
es_es: Eslovaquia
fr_fr: Slovaquie
gl_es: Eslovaquia
hr_hr: Slovačka
hu_hu: Szlovákia
it_it: Slovacchia
ja_jp: スロバキア
lt_lt: Slovakija
nl_nl: Slovakije
pl_pl: Słowacja
pt_pt: Eslováquia
ro_ro: Slovacia
sk_sk: Slovensko
sl_si: Slovaška
sr: Словачка
sv_se: Slovakien
tr_tr: Slovakya

source: Turkey (Europe)
bg_bg: Турция (Европа)
ca_es: Turquia (Europa)
cs_cz: Turecko (evropská část)
da_dk: Tyrkiet (Europa)
de_de: Türkei (Europa)
el_gr: Τουρκία (Ευρώπη)
es_es: Turkía (Europa)
fr_fr: Turquie (Europe)
gl_es: Turquía (Europa)
hr_hr: Turska (Europa)
hu_hu: Törökország: európai rész
it_it: Turchia (Europa)
ja_jp: トルコ（ヨーロッパ）
lt_lt: Turkija (Europoje)
nl_nl: Turkije (Europees deel)
pl_pl: Turcja (Europa)
pt_pt: Turquia (Europa)
ro_ro: Turcia (Europa)
sk_sk: Turecko (európska časť)
sl_si: Turčija (Evropa)
sr: Турска (Европа)
sv_se: Turkiet: Europa
tr_tr: Türkiye (Avrupa)

source: Turkey (Asia)
bg_bg: Турция (Азия)
ca_es: Turquia (Àsia)
cs_cz: Turecko (asijská část)
da_dk: Tyrkiet (Asien)
de_de: Türkei (Asien)
el_gr: Τουρκία (Ασία)
es_es: Turkía (Asia)
fr_fr: Turquie (Asie)
gl_es: Turquía (Asia)
hr_hr: Turska (Azija)
hu_hu: Törökország: ázsiai rész
it_it: Turchia (Asia)
ja_jp: トルコ（アジア）
lt_lt: Turkija (Azijoje)
nl_nl: Turkije (Aziatisch deel)
pl_pl: Turcja (Azja)
pt_pt: Turquia (Ásia)
ro_ro: Turcia (Asia)
sk_sk: Turecko (ázijská časť)
sl_si: Turčija (Azija)
sr: Турска (Азија)
sv_se: Turkiet: Asien
tr_tr: Türkiye (Asya)

source: Ukraine
bg_bg: Украйна
ca_es: Ucraïna
cs_cz: Ukrajina
el_gr: Ουκρανία
es_es: Ucrania
fi_fi: Ukraina
gl_es: Ucraína
hr_hr: Ukrajina
hu_hu: Ukrajna
it_it: Ucraina
ja_jp: ウクライナ
lt_lt: Ukraina
nl_nl: Oekraïne
pl_pl: Ukraina
pt_pt: Ucrânia
ro_ro: Ucraina
sk_sk: Ukrajina
sl_si: Ukrajina
sr: Украјина
sv_se: Ukraina
tr_tr: Ukrayna

source: South Africa
bg_bg: ЮАР
ca_es: Sudàfrica
el_gr: Νότια Αφρική
es_es: Sudáfrica
fr_fr: Afrique du Sud
gl_es: República de Suráfrica
it_it: Sudafrica
ja_jp: 南アフリカ
lt_lt: Pietų Afrika
pt_pt: África do Sul
ro_ro: Africa de Sud
sr: Јужноафричка република
sv_se: Sydafrika
tr_tr: Güney Amerika

source: Botswana
bg_bg: Ботсвана
el_gr: Μποτσουάνα
es_es: Botsuana
ja_jp: ボツワナ
lt_lt: Botsvana
pt_pt: Botsuana
sr: Боцвана

source: Nigeria
bg_bg: Нигерия
ca_es: Nigèria
el_gr: Νιγηρία
gl_es: Nixeria
pt_pt: Nigéria
sr: Нигерија
tr_tr: Nijerya

source: New Zealand
bg_bg: Нова Зеландия
ca_es: Nova Zelanda
el_gr: Νέα Ζηλανδία
es_es: Nueva Zelanda
gl_es: Nova Zelandia
it_it: Nuova Zelanda
pt_pt: Nova Zelândia
sr: Нови Зеланд
sv_se: Nya Zeeland
tr_tr: Yeni Zellanda

source: Montserrat
bg_bg: Монсерат
gl_es: Monsterrat
sr: Монтсерат

source: Anguilla
bg_bg: Ангила
ca_es: Anguila
es_es: Anguila
gl_es: Anguila
sr: Ангвила

source: Elsewhere
bg_bg: Другаде
ca_es: Altres llocs
cs_cz: Kdekoli
da_dk: Et andet sted
de_de: Anderswo
el_gr: Αλλού
es_es: En otro lugar
fi_fi: Muualla
fr_fr: Ailleurs
gl_es: Noutro lugar
hr_hr: drugdje
hu_hu: Egyéb ország
it_it: Altrove
ja_jp: その他の国
lt_lt: Kitur
nl_nl: Daarbuiten
pl_pl: Gdzie indziej
pt_pt: Outro local
ro_ro: Altă țară
sk_sk: Iná krajina
sl_si: Drugo
sr: Негде другде
sv_se: Annan plats
tr_tr: Diğer

source: Skip
bg_bg: Пропуснете
ca_es: Saltar
cs_cz: Přeskočit
da_dk: Spring over
de_de: Überspringen
el_gr: Παράλειψη
es_es: Omitir
fi_fi: Ohita
fr_fr: Passer
gl_es: Saltar
hr_hr: Preskoči
hu_hu: Kihagy
it_it: Salta
ja_jp: スキップする
lt_lt: Praleisti
nl_nl: Overslaan
pl_pl: Pomiń
pt_pt: Saltar
ro_ro: Sări peste
sk_sk: Preskočiť
sl_si: Preskoči
sr: Прескочи
sv_se: Hoppa över
tr_tr: Geç

source: Next
bg_bg: Следващо
ca_es: Següent
cs_cz: Další
da_dk: Næste
de_de: Weiter
el_gr: Επόμενο
es_es: Siguiente
fi_fi: Seuraava
fr_fr: Suivant
gl_es: Seguinte
hr_hr: Sljedeće
hu_hu: Tovább
it_it: Avanti
ja_jp: 次へ
lt_lt: Kitas
nl_nl: Volgende
pl_pl: Następny
pt_pt: Próximo
ro_ro: Următorul
sk_sk: Ďalej
sl_si: Naslednje
sr: Наредно
sv_se: Nästa
tr_tr: Sonraki

source: Get Started
bg_bg: Започнете тук
ca_es: Començar
cs_cz: Začít
da_dk: Start nu
de_de: Beginne mit dem Programm
el_gr: Ξεκινήστε
es_es: Empezar
fi_fi: Aloita
fr_fr: Commencer
gl_es: Comezar
hr_hr: Započni
hu_hu: Kezdés
it_it: Inizia
ja_jp: 始める
lt_lt: Pradėti
nl_nl: Start
pl_pl: Rozpocznij
pt_pt: Começar
ro_ro: Începe
sk_sk: Začať
sl_si: Začni
sr: Започни
sv_se: Börja
tr_tr: Başla

source: Please sign in with your eBMS account or register.
bg_bg: Влезте чрез своя профил в eBMS или се регистрирайте
ca_es: Si us plau, entra amb el teu compte eBMS o registra't
cs_cz: Přihlašte se do Vašeho eBMS účtu nebo se zaregistrujte
da_dk: Log ind med din eBMS konto eller opret en ny konto.
de_de: Bitte melde dich mit deinem eBMS-Konto an oder registriere dich.
el_gr: Παρακαλώ συνδεθείτε με τον λογαριασμό χρήστη σας ή εγγραφείτε.
es_es: Por favor inicie sesión con su cuenta de eBMS o regístrese.
fi_fi: Kirjaudu eBMS -tilillesi tai rekisteröidy uudeksi käyttäjäksi.
fr_fr: Veuillez vous identifier avec votre compte eBMS ou vous enregistrer.
gl_es: Por favor, inicie sesión coa súa conta en eBMS ou rexístrese.
hr_hr: Prijavite se s vašim eBMS računom ili se registrirajte
hu_hu: Jelentkezz be az eBMS felhasználói fiókodba vagy regisztrálj!
it_it: Entra con il tuo account eBMS oppure registrati
ja_jp: あなたのeBMSのアカウントでサインイン、または登録してください。
lt_lt: Prašome prisijungti prie eBMS paskyros arba užsiregistruoti.
nl_nl: Login met uw eBMS account of registreer
pl_pl: Zaloguj się na swoje konto eBMS lub zarejestruj.
pt_pt: Por favor, entre na sua conta eBMS ou registe-se.
ro_ro: Vă rugăm să vă conectați la contul eBMS sau să vă înregistrați.
sk_sk: Prihláste sa do Vášho eBMS účtu alebo sa zaregistrujte.
sl_si: Prijavite se s svojim eBMS računom ali se registrirajte.
sr: Пријавите се на постојећи еБМС налог или се региструјте.
sv_se: Logga in med ditt eBMS-konto, eller registrera ett konto
tr_tr: Lütfen eBMS hesabınızla oturum açın veya kaydolun.

source: Password
bg_bg: Парола
ca_es: Contrassenya
cs_cz: Heslo
da_dk: Kodeord
de_de: Passwort
el_gr: Κωδικός πρόσβασης
es_es: Contraseña
fi_fi: Salasana
fr_fr: Mot de passe
gl_es: Contrasinal
hr_hr: Lozinka
hu_hu: Jelszó
ja_jp: パスワード
lt_lt: Slaptažodis
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Palavra-passe
ro_ro: Parola
sk_sk: Heslo
sl_si: Geslo
sr: Лозинка
sv_se: Lösenord
tr_tr: Şifre
