Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: In this tab, on the right part of the + Button, you can see the PENDING counts, your records that have not been submitted and the UPLOADED counts, the ones submitted to the eBMS database. The Pending counts can be submitted to the system by clicking on it and pressing the Upload option. You could see the species list that you recorded for Uploaded counts. All your records can also be viewed and edited on the {{eBMSWebsiteLink}}
bg_bg: В този раздел, отдясно на бутона +, можете да видите броя на преброяванията В ИЗЧАКВАНЕ, които още не са изпратени до базата данни, и броя на ИЗПРАТЕНИ, които са подадени в базата данни на eBMS. Изчакващите доклади можете да изпратите до системата, като кликнете върху тях и изберете опцията за изпращане. Можете да видите списъка с видове, който сте записали за качените доклади. Всички ваши записани наблюдения също могат да бъдат преглеждани и редактирани на {{eBMSWebsiteLink}}
ca_es: En aquesta pestanya, a la part dreta del Botó +, pots veure els recomptes PENDENTS (els registres que no s'han enviat) i els recomptes ENVIATS (els enviats a la base de dades eBMS). Els recomptes pendents es poden enviar al sistema fent clic a sobre i prement l'opció Envia. Podries veure la llista d'espècies que heu enregistrat per als recomptes Enviats. Tots els teus registres també es poden veure i editar a {{eBMSWebsiteLink}}
cs_cz: V této tabulce na pravé straně tlačítka + můžete vidět vaše čekající (neodeslané) počty, tedy záznamy, které ještě nebyly odeslány a odeslané počty, tedy záznamy, které již byly odeslány do databáze eBMS. Čekající počty mohou být odeslány do systému kliknutím na ně a zmáčknutím možnosti Odeslat. Můžete vidět seznam Vašich zaznamenaných druhů v Odeslaných záznamech. Všechny Vaše záznamy také můžete vidět a upravovat na {{eBMSWebsiteLink}}
da_dk: I denne fane, til højre for + knappen, kan du se dine VENTENDE observationer, der ikke er blevet indsendt, og de UPLOADEDE observationer, der er indsendt til eBMS-databasen. De ventende observationer kan sendes til databasen ved at klikke på Upload knappen. Du kan se artslisten for alle de uploadede observationer. Alle dine observationer kan også vises og redigeres på {{eBMSWebsiteLink}}
de_de: In diesem Tab siehst du im rechten Teil der Schaltfläche + die Anzahl der ausstehenden Zählungen (also Deine nicht hochgeladenen Datensätze) sowie die Anzahl der hochgeladenen Zählungen, die an die eBMS-Datenbank übermittelt wurden. Die ausstehenden Zählungen können an das System übermittelt werden, indem Du darauf klickst und die Option "Hochladen" drückst. Du kannst die Liste der Arten sehen, die Du für die hochgeladenen Zählungen erfasst hast. Alle Deine Aufzeichnungen können auch über den {{eBMSWebsiteLink}} eingesehen und bearbeitet werden.
el_gr: Σε αυτή την καρτέλα, στη δεξιά πλευρά από το κουμπί +, μπορείτε να δείτε τις ΕΚΚΡΕΜΕΙΣ δειγματοληψίες σας, τα δεδομένα σας που δεν έχουν υποβληθεί και τις ΜΕΤΑΦΟΡΤΩΜΕΝΕΣ δειγματοληψίες σας, τα δεδομένα σας που έχουν υποβληθεί στη βάση δεδομένων του eBMS. Μία εκκρεμής δειγματοληψία μπορεί να υποβληθεί στο σύστημα κάνοντας κλικ πάνω της, στην επιλογή Μεταφόρτωση. Μπορείτε να δείτε τη λίστα ειδών που καταγράψατε στις Μεταφορτωμένες δειγματοληψίες. Μπορείτε επίσης να δείτε και να επεξεργαστείτε όλα τα δεδομένα σας στο {{eBMSWebsiteLink}}
es_es: En esta pestaña, en la parte derecha del botón +, puede ver los muestreos PENDIENTES, sus registros que no se han enviado y los recuentos ENVIADOS, los enviados a la base de datos eBMS. Los recuentos pendientes se pueden enviar al sistema haciendo clic en él y presionando la opción Terminar. Puede ver la lista de especies que registró para los recuentos cargados. Todos sus registros también se pueden ver y editar en el {{eBMSWebsiteLink}}
fi_fi: Tässä osiossa, + kuvakkeen oikealla puolen näet PENDING / ODOTTAVAT laskennat eli tiedot joita ei ole vielä lähetetty tietokantaan, sekä UPLOADED / LADATUT laskennat eli tiedot jotka on jo viety tietokantaan. Odottavat laskennat voidaan lähettää klikkaamalla niitä ja painamalla Lataa -vaihtoehtoa. Näet tallentamasi lajilistat Ladatuista laskennoista. Voit myös katsella ja korjailla kaikkia havaintojasi eBMS verkkosivun kautta.
fr_fr: Dans cet onglet, sur la partie droite du bouton +, vous pouvez voir les participations EN ATTENTE, correspondant à vos observations qui n'ont pas été soumises et les participations UPLOADED, qui ont eux été soumis à la base de données STERF-eBMS. Les comptages en attente peuvent être soumis au système en cliquant dessus et en appuyant sur l'option Télécharger. Vous pouvez voir la liste des espèces que vous avez enregistrée pour les participations téléchargées. Toutes vos participations peuvent également être consultées et modifiées sur le {{eBMSWebsiteLink}}
gl_es: Nesta lapela, na parte dereita do botón +, atopará as contaxes PENDENTES, os rexistros que aínda non mandou e as contaxes SUBIDAS, isto é, as enviadas á base de datos eBMS. As contaxes pendentes poden ser enviadas ao sistema facendo clic neste botón e utilizando a opción de subir. Poderá ver a listaxe de especies das contaxes cargadas. Tamén poderá visualizar e editar todos os seus rexistros na web {{eBMSWebsiteLink}}.
hr_hr: U ovom izborniku na desnoj strani tipke +, možete vidjeti vaše zapise koji nisu poslani i čije UČITAVANJE JE U TIJEKU, te UČITANE zapise koji su poslani u bazu podataka eBMS-a. Zapisi na čekanju mogu se poslati u sustav klikom na njega i pritiskom na opciju UČITAJ. Možete vidjeti popis zabilježenih vrsta među učitanim zapisima. Sve vaše zapise također možete pregledati i urediti na {{eBMSWebsiteLink}}
hu_hu: Ezen a lapon láthatod, a megfelelő gombra (alsó ikonsáv: plusz gombtól balra) koppintva, a FÜGGŐBEN lévő, még csak a telefonodon tárolt; illetve a FELTÖLTÖTT, az eBMS adatbázisba már beküldött felméréseket. A függőben lévő befejezett felmérések feltöltéséhez, koppints a kívánt felmérésre, majd a "FELTÖLT" gombra! A lapon a már feltöltött és a telefonodról le nem törölt felmérések fajlistáit is megnézheted. Ezen kívül, minden feltöltött adatodat láthatod és, ha kell, módosíthatod az eBMS honlapon is: {{eBMSWebsiteLink}}.
it_it: In quest sezione, a destra del tasto +, puoi vedere i conteggi in attesa di essere caricati, quelli che non hai inviato e quelli già caricati, inviati al database eBMS. I conteggi in attesa possono essere inviati al sistema selezionandoli e premendo sull'opzione carica. Puoi vedere la lista delle specie che hai campionato per i conteggi caricati. Tutti i tuoi campionamenti possono anche essere visti e modificati su {{eBMSWebsiteLink}}
ja_jp: このタブの「+」ボタンの右側には、保留中の調査記録、送信されていない記録、およびeBMSデータベースに送信されたアップロード済みの調査記録が表示されます。保留中の調査記録は、システムをクリックして「アップロード」オプションを押すことでシステムに送信できます。あなたはアップロードした記録のために記録した種のリストを見ることができます。すべての記録は、{{eBMSWebsiteLink}}で表示および編集することができます。
lt_lt: Šiame puslapyje, galite pamatyti visus neišsiųstus ir išsiųstus įrašus. Visi įrašai taip pat gali būti tvarkomi {{eBMSWebsiteLink}}
nl_nl: Op deze tab, recht van de + knop, ziet u de nog niet geüploade tellingen, de tellingen die u nog niet heeft ingediend en de tellingen die uw al heeft geüpload naar de eBMS database. U kunt de nog niet geüploade tellingen indienen door erop te klikken en dan op de Upload optie te klikken. U kunt de soortenlijst zien van geüploade tellingen. Al uw tellingen kunnen ook bekeken en bewerkt worden op de {{eBMSWebsiteLink}}
pl_pl: W zakładce, po prawej stronie przycisku +, możesz zobaczyć zliczenia OCZEKUJĄCE, twoje obserwacje, które nie zostały przesłane oraz zliczenia PRZESŁANE, które zostały przesłane do bazy danych eBMS. Oczekujące zliczenia można przesłać do systemu, klikając je i naciskając opcję prześlij. Możesz zobaczyć listę gatunków, którą zarejestrowałeś dla przesłanych zliczeń. Wszystkie Twoje dane można również przeglądać i edytować na {{eBMSWebsiteLink}}
pt_pt: Neste separador, do lado direito do botão + , poderá ver as contagens Pendentes, os seus registos que ainda não foram submetidos, e as contagens Carregadas, os registos já submetidos na base de dados eBMS. Para submeter uma contagem Pendente clique na mesmas e, de seguida, selecione a opção Carregar. A sua lista de espécies registadas pode ser consultada nas contagens Carregadas. Os seus registos também podem ser vistos e editados no site {{https://butterfly-monitoring.net/}}
ro_ro: În această filă, în partea dreaptă a butonului +, puteți vedea numărătorile ÎN AȘTEPTARE, înregistrările dumneavoastră care nu au fost trimise și numărătorile ÎNCĂRCATE, cele trimise în baza de date eBMS. Numărătorile în așteptare pot fi trimisesistemului făcând clic pe el și apăsând opțiunea Încărcare. Puteți vedea lista de specii pe care ați înregistrat-o pentru numărătorile încărcate. Toate înregistrările dumneavoastră pot fi, de asemena, vizualizate și editate pe {{eBMSWebsiteLink}}
sk_sk: V tejto časti aplikácie, na pravej strane tlačidla + môžete vidieť počet ČAKAJÚCICH pozorovaní, teda pozorovaní, ktoré ešte neboli odoslané a NAHRATÉ pozorovania, ktoré už boli odoslané do databázy eBMS. Čakajúce položky môžu byť odoslané do systému tak, že na ne kliknete a stlačíte tlačidlo Nahrať. V nahratých záznamoch potom nájdete zoznam Vašich pozorovaní a zaznamenaných druhov. Všetky Vaše záznamy nájdete a môžete ich aj upravovať na {{eBMSWebsiteLink}}.
sl_si: V tem zavihku na desnem delu + gumba so prikazani vaši popisi, ki niso bili poslani in so v fazi ČAKANJA, in številke NALOŽENIH popisov poslane v bazo podatkov eBMS. Popise v čakanju lahko pošljete v sistem s klikom nanj in pritiskom na možnost Naloži. Lahko vidite seznam vrst, ki ste jih prenesli v bazo podatkov. Vse vaše zapise si lahko ogledate in uredite tudi na {{eBMSWebsiteLink}}
sr: На овој картици, са десне стране од дугмета +, можете видети бројања која су на чекању, налазе које нисте послали и оне који су послати у eBMS базу. Налази на чекању се могу послати ако кликнете на њих и изаберете опцију за слање. Можете видети списак врста за оне налазе који су већ послати. Можете погледати и изменити све ваше податке на {{eBMSWebsiteLink}}
sv_se: På den här fliken kan du, till höger om plus-knappen, se antalet VÄNTANDE registreringar, alltså de inventeringar som ännu inte sänts iväg, och antalet INSÄNDA inventeringar, som sänts in till eBMS databas. Väntande data kan sändas in till systemet genom att klicka på dem och välja alternativet Sänd. Du kan se en artlista för de inventeringar som du sänt in. Alla dina uppgifter kan också ses och ändras på websidan {{eBMSWebsiteLink}}
tr_tr: Bu sekmede, + tuşunun sağ tarafında, eBMS veritabanına gönderilmemiş BEKLEYEN sayımları ve sisteme gönderilmiş YÜKLENEN sayımları görebilirsiniz. Bekleyen sayımları, üstüne tıklayıp Yükle seçeneğine basarak sisteme gönderebilirsiniz. Yüklenen sayımlar için kaydettiğiniz türlerin listesini görebilirsiniz. Tüm kayıtlarınızı {{eBMSWebsiteLink}} sitesinden de görebilir ve düzenleyebilirsiniz.

source: eBMS website
bg_bg: Интернет страница на eBMS
ca_es: Web de l'eBMS
cs_cz: eBMS web
da_dk: eBMS hjemmesiden
de_de: eBMS Internetseite
el_gr: πλατφόρμα eBMS
es_es: Página web de eBMS
fi_fi: eBMS verkkosivu
fr_fr: site internet de l'eBMS
gl_es: Sitio web de eBMS
hr_hr: mrežna stranica eBMS
hu_hu: eBMS honlap
it_it: sito web eBMS
ja_jp: eBMSウェブサイト
lt_lt: eBMS puslapyje
pl_pl: strona eBMS
pt_pt: website eBMS
ro_ro: Website eBMS
sk_sk: stránka eBMS
sl_si: Spletna stran eBMS
sr: eBMS веб страница
sv_se: eBMS webbplats
tr_tr: eBMS internet sitesi

source: App Settings
bg_bg: Настройки на приложението
ca_es: Configuració de l'aplicació
cs_cz: Nastavení aplikace
da_dk: Appindstillinger
de_de: App-Einstellungen
el_gr: Ρυθμίσεις Εφαρμογής
es_es: Configuración de la Applicación
fi_fi: Sovelluksen asetukset
fr_fr: Réglages de l'application
gl_es: Axustes da apli
hr_hr: Postavke aplikacije
hu_hu: Beállítások >> Alkalmazás
it_it: Impostazioni App
ja_jp: アプリケーションの設定
lt_lt: Programėlės nustatymai
nl_nl: Instellingen
pl_pl: Ustawienia aplikacji
pt_pt: Configurações da App
ro_ro: Setările Aplicației
sk_sk: Nastavenia aplikácie
sl_si: Nastavitve aplikacije
sr: Подешавање апликације
sv_se: Inställningar
tr_tr: Uygulama Ayarları

source: Use only day-flying moths
bg_bg: Използвай само дневноактивни нощни пеперуди
ca_es: Utilitzar només arnes de vol diürn
cs_cz: Použijte pouze druhy nočních motýlů aktivních i ve dne
da_dk: Brug kun dagflyvende natsværmere
de_de: Verwende nur tagaktive Nachtfalter
el_gr: Χρήση μόνο ημερόβιων λεπιδόπτερων
es_es: Utilizar sólo polillas diurnas
fr_fr: N'utiliser que les hétérocères diurnes
gl_es: Usar soamente avelaíñas de hábitos diúrnos
hu_hu: Nappal (is) aktív éjszakai lepkék
it_it: Usa solo falene diurne
ja_jp: 昼行性のガのみ利用
lt_lt: Rodyti tik dieną skraidančius naktinius drugius
pl_pl: Użyj tylko ćmy, które latają w dzień
pt_pt: Usar apenas traças que voam durante o dia
ro_ro: Foloseste doar fluturii activi ziua
sk_sk: Použite iba nočné motýle s dennou aktivitou
sl_si: Prikaži samo vrste dnevnih metuljev
sr: Бележите само ноћне лептире који лете током дана
sv_se: Använd bara dagflygande nattfjärilar
tr_tr: Sadece gündüz uçan güveler kullanın

source: Go to the application setting page to change the language and the country. The selected country is important in order to see different species in the Picture Guide, you will see only the species occurring in that country.
bg_bg: Отворете страницата за настройки на приложението, за да промените езика и държавата. Избраната страна е от значение, за да можете да видите в илюстрирания определител само видовете, срещащи се в тази държава.
ca_es: Ves a la pàgina de configuració de l'aplicació per canviar el país i la llengua. El país seleccionat és important per a les espècies que apareixen a la Guia d'Imatges, ja que així solament apareixeran les del que s'ha seleccionat.
cs_cz: Pro změnu jazyka a země běžte dńa nastavení aplikace. Vybráná země je důležitá pro obrázkovou galerii, uvidíte jen druhy vyskytující se v této zemi.
da_dk: Gå til applikationsindstillingerne for at ændre dit valgte sprog og land. Det valgte land er vigtigt, da det påvirker arterne vist i billedvejledningen, da du kun vil se dem, der forekommer i dit valgte land.
de_de: Gehe zu Einstellungen, um die Sprache und das Land zu ändern. Das ausgewählte Land ist wichtig, um verschiedene Arten im Handbuch zu sehen. Du kannst nur die Arten sehen, die in diesem Land vorkommen.
el_gr: Μεταβείτε στις ρυθμίσεις της εφαρμογής για να αλλάξετε τη γλώσσα και τη χώρα. Η επιλογή της χώρας είναι σημαντική για να δείτε διαφορετικά είδη στον Φωτογραφικό Οδηγό, θα δείτε μόνο είδη που υπάρχουν στη χώρα που επιλέξατε.
es_es: Vaya a la página de configuración de la aplicación para cambiar el idioma y el país. El país seleccionado es importante para poder ver diferentes especies en la Guía de imágenes, solo verá las especies que ocurren en ese país.
fi_fi: Mene sovelluksen asetuksiin vaihtaaksesi kieltä ja maata. Maan valitseminen on tärkeää, koska silloin näet tunnistusoppaassa vain siinä maassa esiintyvät lajit.
fr_fr: Allez à la page de configuration de l'application pour modifier la langue et le pays. Le pays sélectionné est important afin de voir différentes espèces dans le guide illustré. Vous ne verrez que les espèces présentes dans ce pays.
gl_es: Vaia aos axustes da aplicación para cambiar o idioma e o país. O país seleccionado é importante para ver as distintas especies na Guía fotográfica, pois unicamente verá as especies presentes nel.
hr_hr: Otiđite na stranicu s postavkama aplikacije da biste promijenili jezik i državu. Odabrana je država važna da biste u slikovnom vodiču vidjeli različite vrste i to one koje se javljaju u toj zemlji.
hu_hu: A "Beállítások" >> "Alkalmazás" lapon beállíthatod a kezelőnyelvet és az országot. Figyelem, a fényképes "Ismertető" a kiválasztott országban előforduló nappalilepke-fajokat jeleníti meg!
it_it: Vai alla pagina delle impostazioni per cambiare la lingua e la nazione. La nazione selezionata è importante al fine di vedere differenti specie e nella Guida, in cui vedrai solo le specie presenti nella tua nazione.
ja_jp: 言語と国を変更するには、アプリケーションの設定ページに移動します。選択した国は、画像ガイドでさまざまな種を表示するために重要です。その国で確認できる種のみが表示されます。
lt_lt: Norint pakeisti kalbą arba pasirinktą šalį eikite į programos nustatymų puslapį. Pasirinkta šalis yra svarbi tam, kad dieninių drugių vadove pamatytumėte skirtingas rūšis - matysite tik tas rūšis, kurios aptinkamos toje šalyje.
nl_nl: Ga naar de instellingen om de taal en land in te stellen. Het land wordt gebruikt om de soorten in de fotogids te laten zien, u ziet alleen de soorten die in uw land voorkomen.
pl_pl: Przejdź do strony ustawień aplikacji, aby zmienić język i kraj. Wybór kraju jest ważny, ponieważ w 'Przewodniku zdjęciowym', zobaczysz tylko gatunki występujące w danym kraju.
pt_pt: Para alterar o idioma ou o país, vá à página de configurações da aplicação. A seleção do país é importante porque permite ver diferentes espécies no Guia de Imagens, sendo que verá apenas as espécies que ocorrem no país selecionado.
ro_ro: Accesați pagina de setări pentu a schimba limba și țara. Țara selectată este importantă pentru a vedea diferite specii în ghidul de imagini, veți vedea doar speciile care apar în acea țară.
sk_sk: Pre zmenu jazyka a krajiny choďte do nastavení aplikácie. Vybratá krajina je dôležitá pre galériu obrázkov, uvidíte len tie druhy, ktoré sa v danej krajine vyskytujú.
sl_si: Če želite spremeniti jezik in državo pojdite v nastavitve aplikacije. V priročniku bodo prikazane le tiste vrste, ki se pojavljajo v izbrani državi.
sr: Идите на страницу за подешавање апликације да би променили језик или државу. Изабрана држава је важна, како би добили прави списак врста у приручнику за њихово распознавање и током претраге у програму.
sv_se: Gå till appens inställningar för att byta språk och land. Vilket land som väljs är viktigt, eftersom det avgör vilka arter som visas i bildgalleriet, där du bara kan se arter som förekommer i det valda landet
tr_tr: Dil ve ülkeyi değiştirmek için uygulama ayarları sayfasına gidin. Seçilen ülke Resim Rehberindeki türleri görmek için önemlidir, çünkü sadece seçtiğiniz ülkede bulunan kelebekleri görebilirsiniz.

source: You can also switch on the Training Mode, when you are still learning to identify butterflies.
bg_bg: Можете също да включите режим "тренировка", ако още се учите да определяте дневни пеперуди.
ca_es: També pots activar el mode d'entrenament, quan encara estàs aprenent a identificar les papallones.
cs_cz: Můžete také aplikaci přepnout na Simulaci, pokud se stále učíte určovat motýly.
da_dk: Du kan også skifte til Træningstilstand, mens du stadig øver dig i at identificere sommerfugle.
de_de: Du kannst auch den Trainingsmodus einschalten, wenn Du noch lernst, Schmetterlinge zu bestimmen.
el_gr: Μπορείτε επίσης να ενεργοποιήσετε την Εκπαιδευτική Λειτουργία, εάν μαθαίνετε ακόμα να αναγνωρίζετε πεταλούδες.
es_es: Puede también activar el modo de Entrenamiento cuando aún esta aprendiendo a identificar mariposas
fi_fi: Voit myös vaihtaa päälle Harjoittelu -moodin, kun olet vasta harjoittelemassa lajien tunnistusta.
fr_fr: Vous pouvez également activer le mode entraînement, lorsque vous apprenez encore à identifier les papillons.
gl_es: Tamén pode activar o modo de adestramento, moi útil cando aínda está a aprender a identificar bolboretas.
hr_hr: Također možete uključiti način rada za obuku ako još uvijek učite raspoznavati vrste leptira.
hu_hu: Ugyancsak ezen a lapon válthatsz tréning-módra. Ez hasznos lehet, ha még csak most tanulod a fajok azonosítását. Figyelem: a tréning-módban felvett adatok nem kerülnek bele a jelentésekbe!
it_it: Puoi anche impostare la Modalità di allenamento, quando stai ancora imparando a identificare le farfalle.
ja_jp: チョウの種の識別をまだ学んでいるときには、トレーニングモードをオンにすることができます。
lt_lt: Jūs taip pat galite įsijungti Mokymosi režimą su kuriuo įrašai nebus panaudoti jokiais tikslais.
nl_nl: U kunt ook de training-modus gebruiken, als u nog niet alle soorten goed kent.
pl_pl: Możesz także włączyć tryb treningowy, gdy dopiero uczysz się rozpoznawać motyle.
pt_pt: Enquanto ainda está a aprender a identificar borboletas, pode selecionar o Modo de Treino.
ro_ro: De asemena, puteți activa Modul Antrenament, când încă învățați să identificați fluturii.
sk_sk: Keď sa ešte stále učíte určovať motýle, môžete sa prepnúť na Simuláciu.
sl_si: Ko se še učite prepoznavati metulje, lahko vklopite tudi način Usposabljanje.
sr: Можете прећи у режим за тренирање док не научите да разликујете све дневне лептире из вашег краја.
sv_se: Du kan också byta till Träningsläge om du håller på att lära dig identifiera fjärilsarter.
tr_tr: Kelebek tanımlamayı öğrenme aşamasındaysanız Eğitim Modu'na da geçebilirsiniz.

source: Are you sure you want to delete your current track?
bg_bg: Сигурни ли сте, че искате да изтриете настоящия маршрут?
ca_es: Segur que vols eliminar la pista en curs?
el_gr: Είστε σίγουροι πως θέλετε να διαγράψετε την τρέχουσα πορεία σας;
es_es: ¿Estás seguro de que quieres borrar la ruta actual?
fr_fr: Etes-vous sûr de vouloir arrêter votre suivi en cours ?
gl_es: Ten a certeza de que quere eliminar o transecto actual?
hu_hu: Biztos, hogy törlöd az útvonalat?
it_it: Sei sicuro di voler eliminare la traccia attuale?
lt_lt: Ar tikrai norite ištrinti pažymėtą maršrutą?
pt_pt: Tem a certeza que pretende apagar o percurso atual?
ro_ro: Sunteți sigur că doriți să ștergeți înregistrarea actuală?
sr: Да ли желите да обришете вашу тренутну путању?
sv_se: Är du säker att du vill radera ditt nuvarande spår.
tr_tr: Mevcut rotanızı silmek istediğinizden emin misiniz?

source: Save
bg_bg: Запиши
ca_es: Guardar
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
el_gr: Αποθήκευση
es_es: Guardar
fi_fi: Tallenna
fr_fr: Sauvegarder
gl_es: Gardar
hr_hr: Spremi
hu_hu: Mentés
it_it: Salva
ja_jp: 保存
lt_lt: Išsaugoti
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Guardar
ro_ro: Salvează
sk_sk: Uložiť
sl_si: Shrani
sr: Сачувај
sv_se: Spara
tr_tr: Kaydet

source: Map
bg_bg: Карта
ca_es: Mapa
cs_cz: Mapa
da_dk: Kort
de_de: Karte
el_gr: Χάρτης
es_es: Mapa
fr_fr: Carte
gl_es: Mapa
hr_hr: Karta
hu_hu: Térkép
it_it: Mappa
ja_jp: 地図
lt_lt: Žemėlapis
nl_nl: Kaart
pl_pl: Mapa
pt_pt: Mapa
ro_ro: Hartă
sk_sk: Mapa
sl_si: Zemljevid
sr: Карта
sv_se: Karta
tr_tr: Harita

source: Today
bg_bg: Днес
ca_es: Avui
cs_cz: Dnes
da_dk: I dag
de_de: Heute
el_gr: Σήμερα
es_es: Hoy
fr_fr: Aujourd'hui
gl_es: Hoxe
hr_hr: Danas
hu_hu: Ma
it_it: Oggi
ja_jp: 今日
lt_lt: Šiandieną
nl_nl: Vandaag
pl_pl: Dzisiaj
pt_pt: Hoje
ro_ro: Astăzi
sk_sk: Dnes
sl_si: Danes
sr: Данас
sv_se: Idag
tr_tr: Bugün

source: Yesterday
bg_bg: Вчера
ca_es: Ahir
cs_cz: Včera
da_dk: I går
de_de: Gestern
el_gr: Χθες
es_es: Ayer
fr_fr: Hier
gl_es: Onte
hr_hr: Jučer
hu_hu: Tegnap
it_it: Ieri
ja_jp: 昨日
lt_lt: Vakar
nl_nl: Gisteren
pl_pl: Wczoraj
pt_pt: Ontem
ro_ro: Ieri
sk_sk: Včera
sl_si: Včeraj
sr: Јуче
sv_se: Igår
tr_tr: Dün
