Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Selecting species
bg_bg: Избор на вид
ca_es: Selecció d'espècies
cs_cz: Vybírám druhy
da_dk: Valg af arter
de_de: Art auswählen
el_gr: Επιλέγοντας είδη
es_es: Selección de especies
fi_fi: Lajien valitseminen
fr_fr: Sélection d'espèces
gl_es: Seleccionando especies
hr_hr: Odabir vrsta
hu_hu: Faj kiválasztása
it_it: Seleziona la specie
ja_jp: 種を選択する
lt_lt: Rūšių pasirinkimas
nl_nl: Soortselectie
pl_pl: Wybór gatunku
pt_pt: A selecionar espécies
ro_ro: Selectați specia
sk_sk: Vybrať druhy
sl_si: Izbrane vrste
sr: Одабир врста
sv_se: Välja art
tr_tr: Tür seçimi

source: Please press the Add
bg_bg: Натиснете бутона Добави
ca_es: Si us plau apreta el botó Afegir
cs_cz: Prosím, zmáčkněte tlačítko Vložit
da_dk: Tryk venligst på Tilføj
de_de: Bitte drücke die Taste Hinzufügen
el_gr: Παρακαλώ πατήστε τη Προσθήκη
es_es: Por favor presiona "Añadir"
fi_fi: Paina Lisää
fr_fr: Veuillez cliquer sur le bouton Ajouter
gl_es: Por favor, prema o botón Engadir
hr_hr: Stisnite Dodaj
hu_hu: Koppints a FAJ HOZZÁADÁSA
it_it: Per favore premi il pulsante Aggiungi
ja_jp: あなたの新しい調査編集ページのボタンで「+」を押してください。
lt_lt: Prašome paspausti Pridėti
nl_nl: Druk op Toevoegen
pl_pl: Naciśnij dodaj
pt_pt: Por favor pressione o botão Adicionar
ro_ro: Vă rugăm să apăsați pe Adăugare
sk_sk: Prosím, stlačte Pridať
sl_si: Prosimo pritisnite Dodaj
sr: Притисните Додај
sv_se: Klicka på Lägg till-
tr_tr: Lütfen Ekle'ye basın

source: button in your new survey edit page. This will bring you to the taxa search page. After selecting the species, this will add it to your survey list.
bg_bg: на Вашата страница за новото преброяване. Това ще Ви отведе до страницата за търсене на видове. След като изберете вид, това ще го добави към списъка с видове на вашето текущо преброяване.
ca_es: a la pàgina d'edició del nou mostreig. Això et portarà a la pàgina de búsqueda de tàxons. Després de seleccionar les espècies, s'afegiran a la teva llista del mostreig.
cs_cz: tlačítko na Vaší editační stránce nového průzkumu. To vás přenese na stránku pro hledání druhů. Druh bude po vybrání přidán do průzkumového seznamu.
da_dk: knappen i din nye observations redigeringsside. Dette vil føre dig til den taksonomiske søgeside. Efter du har valgt arten, vil den blive tilføjet til din observationsliste.
de_de: auf der Bearbeitungsseite deiner neuen Erfassung. Dadurch kommst du zur Artensuche. Wenn du die Art ausgewählt hast, wird sie zu deiner Erfassungsliste hinzugefügt.
el_gr: το κουμπί στη σελίδα επεξεργασίας της νέας καταμέτρησης σας. Έτσι, θα μεταβιβαστείτε στη σελίδα αναζήτησης ειδών. Επιλέξετε τα είδη σας και θα προστεθούν στη λίστα σας.
es_es: Botón en su nueva página de edición del muestreo. Esto te llevará a la página de búsqueda de taxones. Después de seleccionar la especie, esto lo agregará a su lista de muestreos.
fi_fi: kuvaketta uuden havaintokerran muokkausikkunassa. Tämä ohjaa sinut sivulle, jolla voit etsiä lajinimiä. Valittuasi lajinimen se ilmestyy havaintokertasi lajilistalle.
fr_fr: bouton dans la page d'édition de votre nouveau suivi. Cela vous mènera à la page de recherche des espèces. Après avoir sélectionné l'espèce, elle sera ajoutée à votre liste de comptages.
gl_es: na páxina de edición da nova mostraxe. Isto levarao á páxina de busca de taxons. Logo de escoller a especie, engadirase á lista desta mostraxe.
hr_hr: tipka na vašoj novoj stranici za uređivanje istraživanja. Ovo će vas dovesti na stranicu za pretraživanje svojti. Nakon odabira vrste, ista će biti dodana na popis vrsta opaženih tijekom istraživanja.
hu_hu: gombra a megkezdett felmérésben, megnyitva ezzel a dinamikus fajválasztó listát. A kiválasztott faj hozzáadódik az aktuális fajlistához.
it_it: pulsante nella pagina di modifica del monitoraggio. Questo ti porterà alla pagina di ricerca dei taxa. Dopo aver selezionato la specie, questa sarà aggiunta nella tua lista del monitoraggio.
ja_jp: これにより、分類群検索ページが表示されます。種を選択した後に、あなたの調査リストにこれらが追加されます。
lt_lt: mygtuką naujajame įrašo redagavimo puslapyje. Tai nuves jus į taksonų paieškos puslapį. Pasirinkus rūšį, ji bus įtraukta į jūsų įrašo sąrašą.
nl_nl: knop in uw nieuwe Bewerk Telling-pagina. Daarna komt u in de taxa zoek-pagina. Als u een soort selecteert, wordt die toegevoegd aan uw tellinglijst.
pl_pl: przycisk na twojej nowej stronie do edycji badania. Przeniesie cię do strony wyszukiwania taksonów. Wybranie gatunku, spowoduje dodanie go do twojej listy badania.
pt_pt: na página de edição da sua nova amostragem. Isto vai levá-lo até à página de pesquisa de taxa. Após selecionar a espécie, esta será adicionada à sua lista de amostragem.
ro_ro: butonul din noua pagină de editare a sondajului. Acest lucru vă va duce la pagina de căutare a taxonilor. După selectarea speciilor, acesta o va adăuga la lista de sondaj.
sk_sk: tlačidlo na Vašej editačnej stránke nového pozorovania. To Vás prenesie na stránku pre hľadanie druhov. Druh bude po vybratí pridaný do zoznamu pozorovaní.
sl_si: na vaši strani za urejanje novih popisov. S tem se bo odprla stran za iskanje taksonov. Ko izberete vrsto se bo dodala na vaš popisni seznam.
sr: дугме на страници за уређивање новог обиласка. То ће вам приказати страницу за претрагу таксона. Након што изаберете врсту, она ће бити додата на списак са вашег обиласка.
sv_se: knappen i din nya inventerings-sida. Då kommer du till söksidan för olika taxa. När du valt en art läggs den till din inventeringslista
tr_tr: yeni gözlem düzenleme sayfanızdaki tuş. Bu, sizi takson arama sayfasına getirecektir. Türleri seçtikten sonra ise, gözem listenize eklenecektir.

source: Note
bg_bg: Важно
ca_es: Nota
cs_cz: Poznámka
da_dk: Bemærk
de_de: Hinweis
el_gr: Σημείωση
es_es: Nota
fi_fi: Huomaa
fr_fr: Notes
gl_es: Nota
hr_hr: Bilješka
hu_hu: Megjegyzés
it_it: Nota
ja_jp: ノート
lt_lt: Pastaba
nl_nl: Notitie
pl_pl: Uwaga
pt_pt: Nota
ro_ro: Observație
sk_sk: Poznámka
sl_si: Beležka
sr: Напомена
sv_se: OBS
tr_tr: Notlar

source: you can increment the species count by tapping on the number next to the species name in the list.
bg_bg: можете да увеличавате броя на отбелязани екземпляри от даден вид, като кликвате върху числото до името на вида в списъка.
ca_es: pots incrementar el comptatge de les espècies tocant al nombre al costat del nom de les espècies a la llista.
cs_cz: můžete zvýšit počet jedinců kliknutím na číslo vedle názvu druhu v seznamu.
da_dk: du kan øge det antal af sommerfugle af samme art observeret ved at trykke på tallet ved siden af artsnavnet på listen.
de_de: du kannst die Anzahl der Arten erhöhen, indem du auf die Zahl neben dem Namen der Art in der Liste tippen.
el_gr: μπορείτε να αυξήσετε τον αριθμό ειδών εάν πατήσετε πάνω στο αριθμό που βρίσκεται δίπλα στο όνομα του είδους στη λίστα.
es_es: Puede aumentar el recuento de especies tocando el número junto al nombre de la especie en la lista.
fi_fi: voit kasvattaa lajin yksilömäärää klikkaamalla lajinimen vieressä olevaa numeroa.
fr_fr: vous pouvez augmenter le nombre d'individus en tapant sur le nombre à côté du nom d'espèce dans la liste.
gl_es: pode aumentar a contaxe de especies premendo no número á beira do nome científico da listaxe.
hr_hr: možete dodati broj jedinki dodirom na broj pored imena vrste na popisu.
hu_hu: Az egyedszám növeléséhez koppints a megfelelő faj melletti számlálóra!
it_it: puoi aumentare il conteggio delle specie toccando sul numero a fianco del nome della specie nella lista.
ja_jp: リスト内の種名の横にある番号をタップすると、種数を増やすことができます。
lt_lt: galite padidinti rūšių skaičių, paliesdami skaičių esantį šalia rūšies pavadinimo.
nl_nl: U kunt de telling van een soort verhogen door op het nummer links naast de soortnaam te klikken.
pl_pl: możesz zwiększyć ilość gatunków, naciskając na liczbę obok nazwy gatunku na liście.
pt_pt: pode aumentar a contagem de indivíduos selecionando o número ao lado do nome da espécie na lista.
ro_ro: puteți crește numărul de specii atingând numărul de lângă denumirea speciei din listă.
sk_sk: môžete navýšiť počet jedincov kliknutím na číslo vedľa názvu druhu v zozname.
sl_si: za povečanje števila opaženih osebkov vrst, na seznamu kliknite številko poleg vrstnega imena.
sr: можете повећати број јединки тако што кликнете на број који се налази поред врсте унутар списка.
sv_se: du kan öka antalet av en art genom att klicka på siffran bredvid artnamnet i listan.
tr_tr: Kelebek sayısını listenizdeki tür isminin yanındaki sayıya tıklayarak arttırabilirsiniz.

source: To delete a species from your survey list your can swipe it left and click the delete button.
bg_bg: За да изтриете даден вид от списъка на текущото преброяване, плъзнете с пръст наляво върху името на вида и кликнете бутона Изтриване.
ca_es: Per esborrar una espècie de la llista del teu mostreig pots fer-la lliscar cap a l'esquerra i clicar el botó d'eliminar.
cs_cz: Pro smazání druhu z průzkumového seznamu ho můžete odsunout doleva a zmáčknout tlačítko pro smazání.
da_dk: For at slette en art fra din observationsliste kan du swipe den mod venstre og klikke på Slet knappen.
de_de: Um eine Art aus deiner Erfassungsliste zu löschen, wische nach links und klicke auf die Taste Löschen.
el_gr: Για να διαγράψετε ένα είδος από τη λίστα σας, μπορείτε να σύρετε την εγγραφή του προς τα αριστερά και να κάνετε κλικ στο κουμπί διαγραφής.
es_es: Para elimiar una especie de su lista de muestreo puede deslizarlo a la izquierda y hacer clic en el botón de Eliminar
fi_fi: Poistaaksesi lajinimen listalta pyyhkäise sitä vasemmalle ja paina Poista -kuvaketta.
fr_fr: Pour supprimer une espèce de votre liste vous pouvez la glisser vers la gauche et cliquer sur le bouton "Supprimer".
gl_es: Para suprimir unha especie da listaxe da mostraxe pode esvarar o dedo cara á esquerda e premer no botón de eliminar.
hr_hr: Za brisanje vrste s popisa, prstom je povucite lijevo i pritisnite tipku za brisanje.
hu_hu: Egy faj törléséhez, koppints a fajra, húzd el az ujjad jobbról-balra, és koppints a jobboldalt megjelenő piros "TÖRÖL" gombra!
it_it: Per eliminare una specie dalla tua lista puoi scorrere a sinistra e cliccare il tasto elimina.
ja_jp: 調査リストから種を削除するには、左にスワイプして削除ボタンをクリックします。
lt_lt: Jei norite ištrinti rūšį iš savo įrašo sąrašo, pirštu braukite į kairę ir spustelėkite IŠTRINTI mygtuką.
nl_nl: Om een soort te verwijderen uit een telling kunt u naar links vegen en op de verwijderknop drukken
pl_pl: Aby usunąć gatunek z formularza przeciągnij palcem w lewo i kliknąć przycisk Usuń.
pt_pt: Para eliminar uma espécie da sua lista de amostragem arraste-a para a esquerda e pressione o botão eliminar.
ro_ro: Pentru a șterge o specie din lista de sondaj, puteți glisa spre stânga și faceți clic pe butonul de ștergere.
sk_sk: Pre vymazanie druhu zo zoznamu pozorovaní potiahnite záznam prstom doľava a kliknite na tlačidlo vymazať.
sl_si: Če želite vrsto izbrisati iz seznama povlecite levo in pritisnite izbriši.
sr: Можете превући налаз улево и кликнути на дугме за брисање, како би обрисали врсту са списка.
sv_se: För att ta bort en art från din inventeringslista kan du dra den åt vänster och klicka på Ta bort-knappen
tr_tr: Bir türü gözlem listenizden çıkarmak için sola kaydırıp sil tuşuna basabilirsiniz.

source: To add more information to your species occurrence, you can open the species entry by clicking on it.
bg_bg: За да добавите повече информация към Ваше наблюдение на определен вид, можете да отворите прозорец за конкретния вид, като кликнете върху името на вида във Вашия списък.
ca_es: Per afegir més informació a les cites de les teves espècies, pots clicar sobre l'espècie per fer-ho.
cs_cz: Pro vložení více informací o výskytu druhu, otevřete dialog kliknutím na druh.
da_dk: For at tilføje yderligere information til din artsforekomst kan du åbne artens kommentarfelt ved at klikke på den.
de_de: Um weitere Informationen zu Deinem Artenvorkommen hinzuzufügen, kannst Du durch anklicken den Arteneintrag öffnen.
el_gr: Για να προσθέσετε περαιτέρω πληροφορίες στη καταγραφή του είδους σας, μπορείτε να μεταβείτε στη καρτέλα του είδους κάνοντας κλικ πάνω στην εγγραφή του.
es_es: Para añadir más información a tu presencia de especies, puede abrir la entrada de especies haciendo clic en ella.
fi_fi: Voit kirjata lisätietoja haluamastasi lajihavainnosta klikkaamalla ensin kyseistä lajinimeä.
fr_fr: pour ajouter des informations sur une observation, vous pouvez ouvrir l'observation d'espèce en cliquant dessus.
gl_es: Para engadir máis información sobre a ocorrencia das súas especies, pode editar a entrada correspondente facendo clic sobre ela.
hr_hr: Da biste dodali više informacija o pojavi svoje vrste, možete otvoriti unos klikom na ime vrste.
hu_hu: Ha az előfordulási adathoz további információt szeretnél adni, koppints a fajra, majd a kívánt előfordulási adatra!
it_it: Per aggiungere più informazioni alle caratteristiche della tua specie, puoi aprire la voce "specie" cliccandoci sopra
ja_jp: 種が出現に関する情報をさらに追加するには、種のエントリーをクリックして開きます。
lt_lt: Norėdami pridėti daugiau informacijos apie jūsų rūšies įrašą, paspauskite ant rūšies įrašo.
nl_nl: Om meer informatie toe te voegen over het voorkomen van soorten, kunt u de soortinvoer openen door er op te klikken.
pl_pl: Aby dodać więcej informacji na temat występowania twojego gatunku, możesz otworzyć wpis gatunku, klikając na niego.
pt_pt: Para adicionar mais informação sobre a ocorrência de uma espécie, clique na mesma e abra a sua ficha.
ro_ro: Pentru a adăuga mai multe informații la observarea speciei dumneavoastră, puteți deschide intrarea speciei făcând clic pe ea.
sk_sk: Pre vloženie ďalších informácií o výskyte druhu otvorte dialógové okno kliknutím na druh.
sl_si: Če želite dodati več informacij o pojavljanju vrste odprite vnos s klikom nanjo.
sr: Ако кликнете на врсту са списка, можете уредити тај унос и додати још података о налазу.
sv_se: Vill du lägga till mer information om en art-observation kan du öppna artens kommentarfält genom att klicka på den.
tr_tr: Gördüğünüz türle ilgili ayrıntılı bilgi eklemek isterseniz, tür ismine tıklayarak ilgili tür kaydını detaylandırabilirsiniz.

source: To finish a record you should also fill in the details of the area.
bg_bg: За да завършите започнатото преброяване, е нужно също така да попълните данните за територията, в която извършвате преброяването.
ca_es: Per acabar un registre també hauries d'omplir els detalls de l'àrea estudiada.
cs_cz: Pro dokončení záznamu vyplňte také detaily o území.
da_dk: For at afslutte din observation burde du også indtaste oplysninger om observationsområdet.
de_de: Um eine Meldung zu beenden, bitte auch die Details für den Bereich ausfüllen.
el_gr: Για να ολοκληρώσετε μία δειγματοληψία πρέπει να συμπληρώσετε και τα στοιχεία της περιοχής.
es_es: Para finalizar un registro debe también rellenar los detalles del área
fi_fi: Havaintosi ovat valmiita lähettäväksi vasta, kun olet täyttänyt havaintoaluetta koskevat yksityiskohdat.
fr_fr: Pour terminer une participation vous devez compléter les informations sur la surface.
gl_es: Para rematar calquera rexistro debería cubrir tamén os datos da área.
hr_hr: Za završetak zapisa unesite detaljne podatke o području.
hu_hu: A felmérés befejezéséhez a felmért útvonalat (track) vagy területet is rögzíteni kell. Ez manuálisan is megrajzolható, ha a telefon valamiért nem vagy rosszul rögzítette.
it_it: Per finire il campionamento dovresti anche compilare i dettagli dell'area.
ja_jp: 記録を終了させるために、エリアの詳細を記入します。
lt_lt: Norėdami užbaigti įrašą, taip pat turėtumėte užpildyti vietovės duomenis.
nl_nl: Vul de gebiedsdetails in om de waarneming af te sluiten.
pl_pl: Aby zakończyć zapis, należy również wypełnić szczegóły dotyczące obszaru.
pt_pt: Para terminar um registo deverá também preencher os detalhes sobre a área.
ro_ro: Pentru a termina o înregistrare, trebuie să completați și detaliile zonei.
sk_sk: Na dokončenie záznamu vyplňte aj detaily o území.
sl_si: Za zaključek popisa morate izpolniti podatke o območju.
sr: За успешно попуњен унос морате унети и податке о области коју сте обишли.
sv_se: För att avsluta inmatningen bör du också fylla i uppgifter om området
tr_tr: Kaydı tamamlamak için gözlem yaptığınız bölge ile ilgili bilgileri de eklemelisiniz.

source: When finished, set for submission by pressing the Finish button in the header.
bg_bg: Когато сте готови да завършите преброяването и да изпратите доклада със своите данни, натиснете бутона Завършване в горната част на екрана.
ca_es: Quan estigui acabat, prepara'l per enviar apretant el botó d'Acabar a la capçalera.
cs_cz: Až skončíte, zmáčkněte tlačítko Dokončit nahoře pro odeslání dat.
da_dk: Når du er færdig klargør observationen til indsendelse ved at trykke på Afslut knappen på sidehovedet.
de_de: Wenn Du fertig bist, übertrage Deine Erfassung, indem Du auf die Taste Fertigstellen in der Kopfzeile klickst.
el_gr: Μόλις ολοκληρώσετε, κάντε υποβολή πατώντας το κουμπί Τέλος στο πάνω μέρος.
es_es: Cuando termine, configure el envío presionando el botón Finalizar en el encabezado.
fi_fi: Kun olet valmis, lähetä havaintosi eteenpäin painamalla Lopeta -kuvaketta.
fr_fr: Une fois fini, presser le bouton Terminer en tête de page pour envoyer.
gl_es: Cando acabe, configure o envío a premer o botón Rematar da cabeceira.
hr_hr: Kada ste gotovi, pošaljite podatke pritiskom na tipku Završi u zaglavlju.
hu_hu: Ha minden adatot megadtál, a felmérés befejezéséhez koppints a címsáv jobb oldalán a "Befejez" gombra!
it_it: Quando hai finito, premi il pulsante Fine nell'intestazione per salvare il tuo monitoraggio.
ja_jp: 終了したら、ヘッダーの「完了」ボタンを押して送信を設定します。
lt_lt: Kai baigsite, pateikimui paspauskite Užbaigti mygtuką antraštėje.
nl_nl: Klaar? Zet de telling klaar om in te dienen door te drukken op de knop Klaar (aan de bovenkant).
pl_pl: Po zakończeniu ustaw do wysłania, naciskając przycisk Zakończ.
pt_pt: Quando terminar, submeta o registo pressionando o botão Terminar no cabeçalho.
ro_ro: Când ați terminat, setați pentru trimitere prin apăsarea butonului Terminare din antet.
sk_sk: Po skončení odošlite stlačením tlačidla Dokončiť v hlavičke.
sl_si: Ko končate, popis oddate s pritiskom gumba Končaj desno zgoraj.
sr: Када завршите, означите да је унос спреман за слање тако што ћете кликнути на дугме Готово у заглављу апликације.
sv_se: När du är klar skickar du in dina data genom att klicka på knappen Klart högst upp på sidan
tr_tr: Bitirdiğinizde, başlıktaki 'Bitir' tuşuna basarak göndermeye hazır hale getirin.

source: Searching for species
bg_bg: Търсене на вид
ca_es: Per buscar espècies
cs_cz: Hledání druhu
da_dk: Artssøgning
de_de: Suche nach Arten
el_gr: Αναζήτηση ειδών
es_es: Buscando especies
fi_fi: Lajien etsiminen
fr_fr: Recherche d'espèces
gl_es: Procurando especies
hr_hr: Traženje vrste
hu_hu: Faj keresése
it_it: Cerca per specie
ja_jp: 種を探す
lt_lt: Rūšių pasirinkimas
nl_nl: Soort zoeken
pl_pl: Wyszukiwanie gatunków
pt_pt: À procura de espécies
ro_ro: Căutare specii
sk_sk: Hľadanie druhov
sl_si: Iskanje vrst
sr: Тражим врсте
sv_se: Söker arter
tr_tr: Tür aranıyor

source: The application holds around 500 butterfly species list and all the associated taxonomy ranks. For quicker searching of the taxa you can use different shortcuts. For example, to find
bg_bg: Приложението съдържа списък с около 500 вида дневни пеперуди и свързани с тях таксономични категории. За по-бързо търсене на таксони можете да ползвате различни съкращения. Например, за да намерите
ca_es: L'aplicació conté una llista d'unes 500 espècies de papallones i tots els rangs taxonòmics associats. Per una búsqueda més ràpida dels tàxons pots utilitzar diferents dreceres. Per exemple, per trobar
cs_cz: Aplikace obsahuje seznam zhruba 500 druhů se všemi taxonomickými úrovněmi. Pro rychlejší hledání druhů můžete použít různé klávesové zkratky. Např. abyste našli
da_dk: Applikationen indeholder en database med en liste på omkring 500 sommerfuglearter og deres medhørende taksonomiske grupperinger. Du kan bruge genveje til hurtigere at kunne søge i en taksonomisk gruppe. For eksempel, for at finde
de_de: Die Anwendung enthält rund 500 Schmetterlingsartenlisten und alle dazugehörigen Taxonomiestufen. Für eine schnellere Artensuche kannst Du verschiedene Tastenkombinationen verwenden. Zum Beispiel, um zu finden
el_gr: Η εφαρμογή περιέχει μία λίστα με γύρω στα 500 είδη πεταλούδων, μαζί με όλες τις συναφείς ταξινομικές βαθμίδες τους. Για μία πιο γρήγορη αναζήτηση τάξων, μπορείτε να χρησιμοποιήσετε διαφορετικές συντομεύσεις. Π.χ. για να βρείτε
es_es: La aplicación contiene alrededor de 500 especies de mariposas y todos los rangos de taxonomía asociados. Para una búsqueda más rápida de los taxones puede utilizar diferentes atajos. Por ejemplo, para encontrar
fi_fi: Sovellus sisältää noin 500 päiväperhoslajin tiedot. Pikahakuna voit käyttää erilaisia oikoteitä. Esimerkiksi, löytääksesi
fr_fr: L'application prend en compte environ 500 espèces et leurs rangs taxonomiques associés. Pour une recherche plus rapide, vous pouvez utiliser différents raccourcis. Par exemple, pour trouver
gl_es: A aplicación inclúe unha listaxe de arredor de 500 especies de bolboretas e todas as categorías taxonómicas asociadas. Pode empregar distintos atallos para axilizar as procuras dos taxons. Por exemplo, para atopar
hr_hr: Aplikacija sadrži oko 500 vrsta danjih leptira i svu pridruženu taksonomiju. Za brže pretraživanje možete koristiti prečace. Npr, pronađi
hu_hu: Az alkalmazás közel 500 nappalilepke-fajt és rendszertani csoportot tartalmaz. A gyorsabb kereséshez használhatsz rövidítéseket. Pl. ha azt keresed, hogy
it_it: L'applicazione contiene circa 500 specie di farfalle e tutti i gradi di tassonomia associati. Per una ricerca rapida dei taxa puoi usare differenti scorciatoie. Per esempio, per trovare
ja_jp: このアプリケーションは、約500のチョウの種のリストと、関連するすべての分類ランクを保持しています。分類群をすばやく検索するには、さまざまなショートカットを使用できます。 たとえば、
lt_lt: Aplikacija turi apie 500 dieninių drugių rūšių ir visus susijusius taksonomijos rangus. Norėdami greičiau ieškoti taksonų, galite naudoti skirtingus trumpinius. Pavyzdžiui, norėdami rasti
nl_nl: Deze app heeft een lijst met ongeveer 500 soorten dagvlinders. Om sneller te kunnen zoeken kunt u diverse afkortingen gebruiken. Vind bijvoorbeeld
pl_pl: Aplikacja zawiera listę około 500 gatunków motyli i wszystkie powiązane rangi taksonomiczne. Aby przyspieszyć wyszukiwanie taksonów, możesz skorzystać z różnych skrótów. Na przykład, aby znaleźć
pt_pt: A aplicação tem uma lista de cerca de 500 espécies de borboletas, com todas as categorias taxonómicas associadas. Para uma pesquisa mais rápida dos taxa, pode utilizar diferentes atalhos. Por exemplo, para encontrar
ro_ro: Aplicația deține aproximativ 500 specii de fluturi rangurile taxonomiei asociate. Pentru o căutare mai rapidă a taxonilor puteți utiliza diferite comenzi rapide. De exemplu, pentru a găsi
sk_sk: Aplikácia obsahuje zoznam približne 500 druhov motýľov so všetkými taxonomickými úrovňami. Pre rýchlejšie vyhľadávanie druhov môžete použiť rôzne klávesové skratky. Napríklad: nájsť.
sl_si: Aplikacija vsebuje približno 500 vrst metuljev in vse z njimi povezane klasifikacije. Za hitrejše iskanje taksonov lahko uporabite različne bližnjice. Na primer, da bi našli
sr: Унутар апликације је списак око 500 врста дневних лептира са њиховом таксономском припадношћу. За бржу претрагу таксона можете искористити различите пречице. На пример, да пронађете
sv_se: Appens artlista omfattar ca. 500 arter och alla taxonomiska nivåer som är relaterade till arterna. För att snabbare hitta rätt kan du använda olika genvägar. För att till exempel hitta
tr_tr: Uygulamada yaklaşık 500 kelebek türü listesi ve ilgili tüm taksonomi birimleri bulunur. Taksayı daha hızlı aramak için farklı kısayollar kullanabilirsiniz. Örneğin,
