Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: We will help you to identify species using our species image classifier.
bg_bg: Ще ви помогнем да идентифицирате видовете с помощта на нашия алгоритъм за определяне на видове по снимки.
ca_es: T'ajudarem a identificar l'espècie usant el nostre classificador d'imatges.
cs_cz: Pomůžeme Vám určit druh podle obrázku
da_dk: Vi kan hjælpe dig med at identificere dine arter ved hjælp af vores billedgenkendelse.
de_de: Wir helfen Dir bei der Bestimmung von Arten mit Hilfe unserer automatischen Bilderkennung für Arten.
el_gr: Θα σας βοηθήσουμε στην αναγνώριση ειδών μέσω ενός ταξινομητή εικόνων ειδών που διαθέτουμε.
es_es: Le ayudaremos a identificar las especies utilizando nuestro clasificador de imágenes de especies.
fr_fr: Nous vous aiderons à identifier les espèces à l'aide de notre classificateur d'images d'espèces.
gl_es: Axudarémoslle a identificar especies utilizando o clasificador de imaxes de especies.
hu_hu: Fotó alapján, az AI segít a látott faj határozásában.
it_it: Ti aiuteremo ad identificare le specie usando il nostro catalogo fotografico delle specie
ja_jp: 種の画像分類が種を識別するのに役立ちます。
lt_lt: Padėsime jums nustatyti rūšis su rūšių nuotraukų klasifikatoriumi
nl_nl: We helpen je om de soorten op naam te brengen met behulp van onze beeldherkenning.
pl_pl: Pomożemy ci zidentyfikować gatunek przy pomocy oprogramowania identyfikującego obrazy.
pt_pt: Podemos ajudá-lo a identificar espécies se usar o nosso classificador de imagens de espécies.
ro_ro: Vă vom ajuta să identificați speciile cu ajutorul clasificatorului nostru de imagini de specii.
sk_sk: Pomôžeme Vám určiť druhy pomocou nášho klasifikátora obrázkov druhov.
sl_si: Pri prepoznavanju vrst vam bomo pomagali z našim določevalcem slik vrst.
sr: Помоћи ћемо вам да идентификујете врсте помоћу аутоматског препознавања са слика.
sv_se: Vi hjälper dig artbestämma med vår bildigenkännare
tr_tr: Tür görüntü sınıflandırıcımızı kullanarak türleri belirlemenize yardımcı olacağız.

source: Identify
bg_bg: Определи вида
ca_es: Identifica
cs_cz: Urči
da_dk: Identificer
de_de: Identifiziere
el_gr: Αναγνώριση
es_es: Identificar
fr_fr: Identifier
gl_es: Identificar
hu_hu: Határoz
it_it: Identifica
ja_jp: 識別する
lt_lt: Identifikuoti
pl_pl: Rozpoznaj
pt_pt: Identificar
ro_ro: Identifica
sk_sk: Určiť
sl_si: Določi
sr: Идентификуј
sv_se: Identifiera
tr_tr: Tanımlama

source: Identify All
bg_bg: Определи всички
ca_es: Identifica-les totes
cs_cz: Urči vše
da_dk: Identificer alle
de_de: Bestimme alle
el_gr: Αναγνώριση Όλων
es_es: Identificar todo
fr_fr: Tout identifier
gl_es: Identificar todas
hu_hu: Összes határozása
it_it: Identifica tutto
ja_jp: すべてを識別
lt_lt: Identifikuoti visus
nl_nl: Breng alles op naam
pl_pl: Zidentyfikuj wszystko
pt_pt: Identificar todos
ro_ro: Identificați toți
sk_sk: Určiť všetko
sl_si: Določi vse
sr: Идентификуј све
sv_se: Identifiera Alla
tr_tr: Tümünü Tanımla

source: Image identification
bg_bg: Определяне по снимка
ca_es: Identificació de la imatge
cs_cz: Určování podle obrázku
da_dk: Billedgenkendelse
de_de: Bilderkennung
el_gr: Αναγνώριση εικόνας
es_es: Identificación de imágenes
fr_fr: Identification d'images
gl_es: Identificación por imaxe
hu_hu: Automatikus fotóhatározás
it_it: Identificazione immagine
ja_jp: 画像による識別
lt_lt: Nustatymas pagal nuotraukas
nl_nl: Foto identificatie
pl_pl: Identyfikacja obrazu
pt_pt: Identificação de imagem
ro_ro: Identificarea imaginii
sk_sk: Určiť obrázok
sl_si: Določitev vrste po fotografiji
sr: Идентификација са слике
sv_se: Bildidentifikation
tr_tr: Görüntü tanımlama

source: Image classifier is currently <1>disabled</1>. Please go to app <4>Settings</4> to turn it on.
bg_bg: Алгоритъмът за определяне на видове по снимки е <1>изключен</1>. Моля влезте в <4>настройките</4> на приложението, за да го включите.
ca_es: El classificador d'imatges està actualment <1>deshabilitat</1>. Si us plau ves a la <4>Configuració</4> de l'aplicació per activar-lo.
cs_cz: Určování pomocí fotky je teď <1>vypnuto</1>. Pro jeho zapnutí běžte do <4>nastavení</4> aplikace.
da_dk: Billedgenkendelse er i øjeblikket <1>deaktiveret</1>. Gå til app <4>Indstillinger</4> for at aktivere billedgenkendelse.
de_de: Die automatische Bilderkennung ist derzeit <1>deaktiviert</1>. Bitte gehe zu den <4>App-Einstellungen</4>, um sie zu aktivieren.
el_gr: Ο ταξινομητής εικόνων είναι προς το παρόν <1>απενεργοποιημένος</1>. Παρακαλώ μεταβείτε στην εφαρμογή <4>στις Ρυθμίσεις</4> για να τον ενεργοποιήσετε.
es_es: El clasificador de imágenes está actualmente <1>desactivado</1>. Por favor vaya a la app <4>Configuración</4>para activarlo
fr_fr: Le classificateur d'images est actuellement <1>désactivé</1>. Veuillez accéder aux <4>paramètres</4> de l'application pour l'activer.
gl_es: O clasificador de imaxes está arestora <1>desahibilitado</1>. Por favor, vaia aos <4> axustes</4> para activalo.
hu_hu: Az automatikus fotóhatározás jelenleg <1>ki van kapcsolva</1>. A bekapcsoláshoz navigálj a Beállítások >> Alkalmazás <4>Éjjelilepke-felmérés</4> lapra.
it_it: Il catalogo fotografico è al momento <1>disable</1>. Per favore, vai a <4>Setting</4> dell'applicazione per abilitarlo.
ja_jp: 画像の分類が現在無効になっています。アプリの設定に移動してオンにしてください。
lt_lt: Identifikavimas pagal nuotraukas šiuo metu <1>išjungtas</1>. Norėdami įjungti šią funkciją, eikite į programėlės <4>Nustatymus</4>.
nl_nl: Beeldherkenning is momenteel <1>uitgeschakeld</1>. Ga naar app <4>Instellingen</4> om hem aan te zetten.
pl_pl: Oprogramowanie identyfikujące obrazy jest obecnie <1>wyłączone</1>. Przejdź do <4>Ustawień</4> aplikacji, aby je włączyć.
pt_pt: O classificador de imagens encontra-se <1>disabled</1>. Por favor acedas às <4>Settings</4> para o ativar.
ro_ro: Clasificatorul de imagini este în prezent <1>dezactivat</1>. Vă rugăm să accesați <4>Setările</4>aplicației pentru a-l activa.
sk_sk: Klasifikátor obrázkov je momentálne <1>zakázaný.</1> Choďte, prosím, do nastavení <4>aplikácie</4> a zapnite ho.
sl_si: Klasifikator slik je trenutno <1>onemogočen</1>. Če ga želite vklopiti, pojdite v <4>Nastavitve</4> aplikacije.
sr: Идентификација са слике је тренутно <1>онемогућена</1>. Идите у <4>Подешавања</4> апликације да је укључите.
sv_se: Bildigenkännaren är för närvarande <1>inaktiverad</1>. Aktivera den i appens <4>Inställningar</4>.
tr_tr: Görüntü sınıflandırıcı şu anda devre dışı. Açmak için lütfen uygulama ayarlarına gidin.

source: What's New
bg_bg: Какво ново
ca_es: Què hi ha de nou
cs_cz: Co je nového
da_dk: Nyheder
de_de: Was gibt es Neues?
el_gr: Τι νέο υπάρχει
es_es: Novedades
fr_fr: Quoi de neuf ?
gl_es: Novidades
hu_hu: Újdonságok
it_it: Cosa c'è di nuovo
ja_jp: 新着情報
lt_lt: Kas naujo
nl_nl: Recent toegevoegd
pl_pl: Co nowego
pt_pt: O que há de novo
ro_ro: Noutăți
sk_sk: Čo je nové
sl_si: Kaj je novega
sr: Шта је ново
sv_se: Vad är Nytt
tr_tr: Yenilikler

source: Don't show again
bg_bg: Да не се показва повторно
ca_es: No ensenyis altre cop
el_gr: Να μην προβληθεί ξανά
es_es: No mostrar de nuevo
fr_fr: Ne plus montrer
gl_es: Non volver amosar esta mensaxe
hu_hu: Ne mutasd többet
it_it: Non mostrare dinuovo
lt_lt: Daugiau neberodyti
pt_pt: Não voltar a mostrar
ro_ro: Nu mai afișa
sr: Не приказуј поново
sv_se: Visa inte igen
tr_tr: Tekrar gösterme

source: Added capability to view records that have been uploaded from other devices.
bg_bg: Добавена е възможност за преглед на данни, качени от други устройства.
ca_es: S'ha afegit la capacitat per veure els registres que s'han penjat des d'altres dispositius.
el_gr: Προστέθηκε η δυνατότητα προβολής καταγραφών που έχουν μεταφορτωθεί από άλλες συσκευές.
es_es: Se ha añadido la posibilidad de ver los registros que se han cargado desde otros dispositivos.
gl_es: Agora pódense ver os rexistros que foron cargados desde outros dispositivos.
it_it: Aggiungi la capacità di vedere i campionamenti caricati da altri device.
lt_lt: Įdėta galimybė peržiūrėti įrašus išsiųstus iš kitų įrenginių.
pt_pt: Adicionada a capacidade de ver registos carregados a partir de outros aparelhos.
ro_ro: A fost adăugată capacitatea de a vizualiza înregistrările care au fost uploadate de pe alte dispozitive.
sr: Додата је могућност да видите уносе који су послати са других уређаја.
sv_se: Lade till möjlighet att visa poster som har laddats upp från andra enheter.
tr_tr: Diğer cihazlardan yüklenmiş kayıtları görüntüleme yeteneği eklendi.

source: The records map has been upgraded to display all user records.
bg_bg: Картата е надстроена така, че вече показва местонахождението на данните от всички потребители.
ca_es: El mapa de registres s'ha actualitzat per mostrar tots els registres d'usuari.
el_gr: Ο χάρτης έχει αναβαθμιστεί ώστε να εμφανίζει τις καταγραφές όλων των παρατηρητών.
es_es: El mapa de registros se ha actualizado para mostrar todos los registros del usuario.
gl_es: O mapa de rexistros actualizouse para amosar os rexistros de todas as persoas usuarias.
it_it: La mappa dei campionamenti é stata aggiunata e mostra i campionamenti di tutti gli utenti.
lt_lt: Atnaujintas vartotojo įrašų žemėlapis.
pt_pt: O mapa de registos foi melhorado, mostrando agora todos os registos de utilizadores.
ro_ro: Harta înregistrărilor a fost actualizată pentru a afișa toate datele înregistrate.
sr: Карта са уносима је ажурирана, тако да приказује све налазе корисника.
sv_se: Kartan med observationer har uppgraderats för att visa alla användarobservationer.
tr_tr: Kayıtlar haritası, tüm kullanıcı kayıtlarını görüntülemek için güncellendi.

source: Enabled copying of the previous transect section's species list.
bg_bg: Включено е копирането на видовия списък от предишния участък на трансекта.
ca_es: S'ha activat la còpia de la llista d'espècies de la secció de transecte anterior.
el_gr: Έχει ενεργοποιηθεί η δυνατότητα αντιγραφής της λίστας ειδών του προηγούμενου τμήματος της διαδρομής.
es_es: Permitido copiar la lista de especies de la sección anterior del transecto.
gl_es: Habilitouse a copia da listaxe de especies da sección do transecto anterior.
it_it: Abilita la copia della lista delle specie del transetto precedente.
lt_lt: Įdėta galimybė perkopijuoti praeitos transektos rūšių sąrašą.
pt_pt: Adicionada a capacidade de copiar as listas de espécies das secções de transeto anteriores.
ro_ro: A fost activată opțiunea de copiere a listei de specii din transectul anterior.
sr: Омогућено је копирање списка врста са претходне деонице трансекта.
sv_se: Aktiverade kopiering av föregående slingsegmentets artlista.
tr_tr: Önceki gözlem hattı kesitinin tür listesini kopyalama özelliği etkinleştirildi.

source: Enabled copying of the previous moth trap's species list.
bg_bg: Включено е копирането на видовия списък от предишната светоловилка.
ca_es: S'ha activat la còpia de la llista d'espècies de la trampa d'arnes anterior.
el_gr: Έχει ενεργοποιηθεί η δυνατότητα αντιγραφής της λίστας ειδών της προηγούμενης παγίδας νυχτοπεταλούδων.
es_es: Activada la copia de la lista de especies de polillas de la trampa anterior.
gl_es: Habilitouse a copia da listaxe de especies da trampa para avelaíñas anterior.
it_it: abilita la copia della lista delle specie della precedente trappola per le falene.
lt_lt: Įdėta galimybė perkopijuoti praeitos gaudyklės rūšių sąrašą.
pt_pt: Adicionada a capacidade de copiar as listas de espécies das armadilhas para borboletas noturnas anteriores.
ro_ro: A fost activată opțiunea de copiere a listei de specii de la capcana luminoasa anterioară.
sr: Омогућено је копирање списка врста са претходне клопке за ноћне лептире.
sv_se: Aktiverade kopiering av den tidigare nattfjärilsfällans artlista.
tr_tr: Önceki güve tuzağının tür listesini kopyalama özelliği etkinleştirildi.

source: Updated species guide page.
bg_bg: Обновена е страницата с определителя на видовете.
ca_es: Pàgina de la Guia d'Espècies actualitzada
el_gr: Αναβαθμισμένη σελίδα του οδηγού ειδών.
es_es: Actualizada la página de la guía de especies.
gl_es: Guía de especies actualizada.
it_it: Aggiorna la pagina della guida alle specie
lt_lt: Atnaujintas rūšių gidas.
pt_pt: A página dos guias de espécies foi modernizada.
ro_ro: Pagina ghidului de specii a fost actualizată.
sr: Ажурирана је страница са упутствима за врсте.
sv_se: Uppdaterade artguidesidan.
tr_tr: Tür rehberi sayfası güncellendi.

source: Added option to clear uploaded cached files.
bg_bg: Добавена е опция за изтриване на качени кеширани файлове.
ca_es: S'ha afegit una opció per esborrar els fitxers penjats a la memòria cau.
el_gr: Έχει προστεθεί η επιλογή να καθαρίσετε την εφαρμογή από μεταφορτωμένα αρχεία.
es_es: Se ha añadido la opción de borrar los archivos cargados en caché.
gl_es: Engadiuse a opción de borrar os arquivos gardados na caché.
it_it: Aggiungi l'opzione per pulire i fie caricati nella cache
lt_lt: Įdėta galimybė išsivalyti išsiųstus įrašus.
pt_pt: Adicionada uma opção para limpar os ficheiros em cache carregados
ro_ro: A fost adăugată opțiunea pentru ștergerea fișierelor cache încărcate.
sr: Додата је опција за чишћење кеша послатих датотека.
sv_se: Lade till alternativ för att rensa uppladdade cachade filer.
tr_tr: Yüklenen önbellek dosyalarını temizleme seçeneği eklendi.

source: Resend
bg_bg: Изпрати отново
ca_es: Torna a enviar
cs_cz: Znovu odeslat
da_dk: Gensend
de_de: Erneut senden
el_gr: Επαναποστολή
es_es: Reenviar
fr_fr: Ré-envoyer
gl_es: Reenviar
hu_hu: Újraküld
it_it: Ri-invia
ja_jp: 再送する
lt_lt: Išsiųsti
pl_pl: Wyślij ponownie
pt_pt: Reenviar
ro_ro: Retrimite
sk_sk: Odoslať znova
sl_si: Ponovno pošiljanje
sr: Поново пошаљи
sv_se: Skicka igen
tr_tr: Yeniden gönder

source: Looks like your email hasn't been verified yet.
bg_bg: Изглежда, че вашият имейл все още не е потвърден.
ca_es: Sembla que el teu correu encara no s'ha verificat.
cs_cz: Zdá se, že Váš email ještě nebyl ověřen
da_dk: Hov, det ligner at din e-mail ikke er verificeret endnu.
de_de: Deine E-Mail wurde noch nicht verifiziert.
el_gr: Φαίνεται πως το email σας δεν έχει επαληθευτεί ακόμα.
es_es: Parece que tu correo no ha sido verificado aún.
fr_fr: On dirait que votre e-mail n'a pas encore été vérifié
gl_es: Semella que o seu correo-e aínda non foi verificado.
hu_hu: Az e-mail címed még nincs megerősítve.
it_it: Sembra che la tua mail non sia stata ancora verificata
ja_jp: メールアドレスがまだ確認されていないようです。
lt_lt: Atrodo jūsų e-paštas dar nėra patvirtintas.
pl_pl: Wygląda na to, że twój email nie został jeszcze zweryfikowany.
pt_pt: Parece que o seu email ainda não foi verificado.
ro_ro: Inca nu ai verificat email-ul.
sk_sk: Váš email zatiaľ nebol overený.
sl_si: Izgleda, da vaš e-naslov še ni bil preverjen.
sr: Изгледа да још увек нисте потврдили вашу адресу е-поште.
sv_se: Verkar som om din e-post inte blivit verifierad än.
tr_tr: Görünüşe göre e-postanız henüz doğrulanmadı.

source: Should we resend the verification email?
bg_bg: Да изпратим ли повторно имейла за потвърждение?
ca_es: Hauríem de tornar a enviar el correu de verificació?
cs_cz: Chcete znovu odeslat ověřující email?
da_dk: Skal vi gensende verifikationse-mailen?
de_de: Sollen wir die Bestätigungs-E-Mail erneut senden?
el_gr: Πρέπει να στείλουμε εκ νέου το email επαλήθευσης;
es_es: ¿Debemos volver a enviar el correo electrónico de verificación?
fr_fr: Renvoyer l'e-mail de vérification ?
gl_es: Cómpre que lle reenviemos o correo-e de verificación?
hu_hu: Küldjük újra az ellenőrző e-mailt?
it_it: Possiamo inviarti nuovamente l'email di verifica?
ja_jp: 確認メールを再送信する必要がありますか?
lt_lt: Ar mums išsiųsti patvirtinimo el. laišką?
pl_pl: Czy powinniśmy wysłać ponownie maila weryfikującego?
pt_pt: Deseja que reenviemos o email de confirmação?
ro_ro: Retrimitem email-ul de verificare?
sk_sk: Odoslať overovací email ešte raz?
sl_si: Ali naj ponovno pošljemo potrditveno e-poštno sporočilo?
sr: Да ли да вам пошаљемо е-пошту за потврду адресе?
sv_se: Ska vi skicka verifierings-e-posten igen?
tr_tr: Doğrulama e-postasını tekrar göndermeli miyiz?

source: Your Location Services (GPS) seems to be disabled. You can enable this in your device settings.
bg_bg: Вашата функция за установяване на местоположението (GPS) изглежда е деактивирана. Можете да я активирате в настройките на вашето устройство.
ca_es: El teu Servei de Localització (GPS) sembla que està desactivat. Pots activar-lo a la configuració del teu dispositiu.
cs_cz: Vaše lokační služby (GPS) vypadají vypnuté. Můžete je zapnout v nastavení Vašeho zařízení.
da_dk: Dine lokalitetstjenester (GPS) lader til at være deaktiveret. Du kan aktivere den i din enhedsindstillinger.
de_de: Deine Standortdienste (GPS) sind deaktiviert. Du kannst sie in den Geräteeinstellungen aktivieren.
el_gr: Ο εντοπισμός της τοποθεσίας σας (GPS) φαίνεται απενεργοποιημένος. Μπορείτε να τον ενεργοποιήσετε στις ρυθμίσεις της συσκευής σας.
es_es: Los servicios de localización (GPS) parecen estar desactivados. Puedes activarlo en la configuración de su dispositivo.
fr_fr: Votre position (GPS) est désactivée. Vous pouvez l'activer dans les réglages de votre appareil.
gl_es: Semella que non ten a xeolocalización (GPS) habilitada. Pode activala na configuración do dispositivo.
hu_hu: Úgy tűnik, a helyhozzáférés (GPS) ki van kapcsolva. Engedélyezd a telefon/eszköz beállításaiban!
it_it: Il tuo Servizio di Localizzazione (GPS) sembra disabilitato. Puoi abilitarlo nelle impostazioni del tuo device.
ja_jp: 位置情報サービス (GPS) が無効になっているようです。 デバイスの設定で有効にすることができます。
lt_lt: Įrenginio vietos nustatymo paslaugos (GPS) yra išjungtos. Jas galite įjungti telefono nustatymuose.
pl_pl: Wygląda na to, że Twoje usługi lokalizacyjne (GPS) są wyłączone. Możesz je włączyć w ustawieniach urządzenia
pt_pt: Os serviços de localização (GPS) parecem estar desativados. Pode ativá-los nas defenições do seu dispositivo.
ro_ro: Serviciile locale (GPS) sunt dezactivate. Activeaza-le din setarile device-ului.
sk_sk: Vaše lokalizačné (GPS) služby sa zdajú byť vypnuté. Ich používanie môžete povoliť v nastaveniach Vášho mobilného zariadenia.
sl_si: Vaše lokacijske storitve (GPS) so onemogočene. To lahko omogočite v nastavitvah naprave.
sr: Изгледа да је сервис за локацију (ГПС) онемогућен. Можете да га омогућите у подешавањима уређаја.
sv_se: Din Platstjänst (GPS) verkar vara inaktiverad. Du kan aktivera den i din enhets inställningar.
tr_tr: Konum Hizmetleriniz (GPS) devre dışı görünüyor. Bunu cihaz ayarlarınızdan etkinleştirebilirsiniz.

source: Location Services (GPS) are disabled
bg_bg: Функцията за установяване на местоположението (GPS) е деактивирана
ca_es: Els Serveis de Localització (GPS) estan descativats.
cs_cz: Lokační služby (GPS) jsou vypnuté
da_dk: Lokalitetstjenester (GPS) er deaktiverede
de_de: Deine Standortdienste (GPS) sind deaktiviert.
el_gr: Ο εντοπισμός τοποθεσίας (GPS) είναι απενεργοποιημένος
es_es: Los servicios de localización (GPS) están desactivados.
fr_fr: Votre position (GPS) est désactivée.
gl_es: A xeolocalización (GPS) está desactivada
hu_hu: Helyhozzáférés (GPS) kikapcsolva
it_it: Il Servizio di Localizzazione (GPS) é disabilitato
ja_jp: 位置情報サービス (GPS) が無効になっています
lt_lt: Vietos nustatymo paslaugos (GPS) yra išjungtos
pl_pl: Usługi lokalizacyjne (GPS) są wyłączone
pt_pt: Serviços de localização (GPS) desativados.
ro_ro: Coordonatele locale (GPS) dezactivate
sk_sk: Lokalizačné služby (GPS) sú vypnuté
sl_si: Lokacijske storitve (GPS) so onemogočene.
sr: Сервис за локацију (ГПС) је онемогућен
sv_se: Platstjänster (GPS) är inaktiverade.
tr_tr: Konum Servisleri (GPS) devre dışı bırakıldı

source: Add New
bg_bg: Добави нова
ca_es: Afegir Nou
cs_cz: Vložte nový
da_dk: Tilføj ny
de_de: Neu hinzufügen
el_gr: Προσθήκη νέας
es_es: Añadir nuevo
fr_fr: Ajouter
gl_es: Engadir nova
hu_hu: Új Csapda
it_it: Aggiungi Nuovo
ja_jp: 新しいものを追加
lt_lt: Pridėti naują
pl_pl: Dodaj nowe
pt_pt: Adicionar novo
ro_ro: Adauga nou
sk_sk: Pridať nový
sl_si: Dodaj novo
sr: Додај ново
sv_se: Lägg till Ny
tr_tr: Yeni ekle

source: You do not have any moth traps yet.<1>Create first moth trap</1>
bg_bg: Нямате никакви ловилки за нощни пеперуди. <1>Създайте първата си ловилка за нощни пеперуди</1>
ca_es: Encara no tens cap trampa per arnes. <1>Crea la teva primera trampa per arnes</1>
cs_cz: Zatím nemáte žádný lapač.<1>Vytvořte první světelný lapač </1>
da_dk: Du har ikke nogle natsværmerfælder endnu. <1>Lav din første natsværmerfælde</1>
de_de: Du hast noch keine registrierten Standorte für Nachtfalter-fallen. <1>Erstelle Deinen erste Nachtfalter-Fallenstandort</1>
el_gr: Δεν έχετε καμία παγίδα νυχτοπεταλούδων ακόμη. <1>Δημιουργήστε τη πρώτη σας παγίδα</1>
es_es: No tiene una trampa de polillas aún <1>Registre primero una trampa de polillas</1>
fr_fr: Vous n'avez pas encore créé de piège à papillons "de nuit".</1>Créez votre premier piège</1>
gl_es: Aínda non ten ningunha trampa para avelaíñas. <1> Cree a súa primeira trampa para avelaíñas </1>
hu_hu: Még nincs regisztrált csapdád. <1>Regisztráld be az első csapdád</1>!
it_it: Non hai ancora una trappola per falene. <1> Crea la prima trappola per falene</1>
ja_jp: あなたはガのトラップを何も持っていません。最初のガのトラップを作ります。
lt_lt: Jūs dar neturite jokių išsaugotų gaudyklių.<1>Pridėti pirmąją gaudyklę</1>
pl_pl: Nie masz jeszcze żadnych pułapek na ćmy.<1>Stwórz pierwszą pułapkę na ćmy</1>
pt_pt: Ainda não tem armadilhas de traças. <1>Crie a primeira armadilha de traças</1>
ro_ro: Nu ai nicio capcana pentru fluturii de noapte. 1. Intai, creeaza capcana pentru fluturii de noapte.
sk_sk: Zatiaľ nemáte žiadne lapače. <1>Vytvorte svoj prvý lapač </1>
sl_si: Dodane nimate še nobene pasti za nočne metulje. <1>Vnos tipa pasti za nočne metulje</1>
sr: Још увек немате клопке за ноћне лептире.<1>Додајте своју прву клопку</1>
sv_se: Du har inga nattfjärilsfällor än.<1>Skapa din första nattfjärilsfälla</1>
tr_tr: Henüz güve tuzağınız yok.İlk güve tuzağını oluştur

source: Moth Trap
bg_bg: Ловилка за нощни пеперуди
ca_es: Trampa per Arnes
cs_cz: Lapač
da_dk: Natsværmerfælde
de_de: Nachtfalter-Falle
el_gr: Παγίδα Νυχτοπεταλούδων
es_es: Trampa de polillas
fr_fr: Piège à papillon "de nuit"
gl_es: Trampa para avelaíñas
hu_hu: Csapda
it_it: Trappola per falene
ja_jp: ガのトラップ
lt_lt: Gaudyklė
pl_pl: Pułapki na ćmy
pt_pt: Armadilha de traças
ro_ro: Capacana pentru fluturii de noapte.
sk_sk: Lapač
sl_si: Past za nočne metulje
sr: Клопка за ноћне лептире
sv_se: Nattfjärilsfälla
tr_tr: Güve tuzağı

source: Type
bg_bg: Вид
ca_es: Tipus
cs_cz: Typ
de_de: Typ
el_gr: Τύπος
es_es: Tipo
gl_es: Tipo
hu_hu: Típus
it_it: Tipo
ja_jp: タイプ
lt_lt: Tipas
pl_pl: Typ
pt_pt: Tipo
ro_ro: Tip
sk_sk: Typ
sl_si: Tip
sr: Врста
sv_se: Typ
tr_tr: Tür

source: Other type
bg_bg: Друг вид
ca_es: Un altre tipus
cs_cz: Jiný typ
da_dk: Anden type
de_de: Anderer Typ
el_gr: Άλλος τύπος
es_es: Otro tipo
fr_fr: Autre type
gl_es: Outro tipo
hu_hu: Egyéb csapda
it_it: Altro tipo
ja_jp: 他のタイプ
lt_lt: Kitoks gaudyklės tipas
pl_pl: Inny typ
pt_pt: Outro tipo
ro_ro: Alt tip
sk_sk: Iný typ
sl_si: Drugi tip
sr: Друга врста
sv_se: Annan typ
tr_tr: Diğer tür

source: Add lamp
bg_bg: Добави лампа
ca_es: Afegir làmpara
cs_cz: Vložte lampu
da_dk: Tilføj lampe
de_de: Füge Lampe hinzu
el_gr: Προσθήκη λαμπτήρα
es_es: Añadir lámpara
fr_fr: Ajouter une lampe
gl_es: Engadir lámpada
hu_hu: Fényforrás
it_it: Aggiungi lampada
ja_jp: ランプを追加
lt_lt: Pridėti lempą
pl_pl: Dadaj lampę
pt_pt: Adicionar lâmpada
ro_ro: Adauga lampa
sk_sk: Pridať typ svetelného zdroja
sl_si: Dodaj tip luči
sr: Додај сијалицу
sv_se: Lägg till lampa
tr_tr: Lamba ekle

source: Lamp type is a required field.
es_es: El tipo de lámpara es un campo obligatorio.
it_it: Il tipo di lampada è un campo obbligatorio.
sr: Врста сијалице је обавезно поље.
tr_tr: Lamba türü zorunlu bir alandır.
