Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Tracking the Painted Lady migration with Butterfly Count
bg_bg: Проследяване на миграцията на Дяволската пеперуда с приложението Butterfly Count
ca_es: Seguint la migració de la Migradora dels cards amb Butterfly Count
el_gr: Παρακολούθηση της μετανάστευσης της Painted Lady με το Butterfly Count
es_es: Seguimiento de la migración de la Cardera con ButterflyCount
fr_fr: Suivre la migration de la Belle-Dame avec Butterfly Count
gl_es: Seguindo a migración da vanesa dos cardos con Butterfly Count
hu_hu: Bogáncslepke-vándorlás felmérése
it_it: Monitoraggio della migrazione della Vanessa del Cardo con il Butterfly Count
lt_lt: Usninuko migracijos stebėjimas naudojant programą "Butterfly Count"
pt_pt: Acompanhar a migração da bela-dama com a Butterfly Count.
ro_ro: Urmărirea migrației fluturelui Vanessa cardui cu Butterfly Count.
sk_sk: Sledovanie migrácie Babôčky bodliakovej pomocou aplikácie
sr: Праћење миграције чкаљевца уз Butterfly Count
tr_tr: Diken kelebeği göçünü Butterfly Count ile izlemek

source: Instructions
bg_bg: Указания
ca_es: Instruccions
el_gr: Οδηγίες
es_es: Instrucciones
gl_es: Instrucións
hu_hu: Az alkalmazásról
it_it: Istruzioni
lt_lt: Instrukcijos
pt_pt: Instruções
ro_ro: Instrucțiuni
sk_sk: Sprievodca
sr: Упутства
sv_se: Instruktioner
tr_tr: Talimatlar

source: Saint Helena
bg_bg: Света Елена
ca_es: Santa Helena
el_gr: Αγία Ελένη
es_es: Santa Helena
fr_fr: Saint-Hélène
gl_es: Santa Helena
it_it: Sant'Elena
lt_lt: Šv. Elenos sala
pt_pt: Santa Helena
ro_ro: Insula Sfanta Elena
sk_sk: Svätá Helena
sr: Света Јелена

source: Ovipositing
bg_bg: Яйцеснасящи
ca_es: Ponent ous
el_gr: Ωοτοκία
es_es: Poniendo huevos
fr_fr: Ponte
gl_es: A ovopositar
it_it: Ovodeposizione
lt_lt: Kiaušinėlių dėjimas
pt_pt: Em oviposição
ro_ro: Ovipozitare
sk_sk: Kladenie vajíčok
sr: Полагање јаја
sv_se: Äggläggning
tr_tr: Yumurtlama

source: Copulating or tandem pairs
bg_bg: Копулиращи или скачени двойки
ca_es: Copulant o parelles en tàndem
el_gr: Ζευγάρωμα ή συνδεδεμένα ζεύγη ατόμων
es_es: Parejas copulantes o en tándem
fr_fr: Couples copulants ou en tandem
gl_es: A copular ou en tándem.
it_it: Coppie copulanti o in tandem
lt_lt: Kopuliacija arba skraido tandeme
pt_pt: Em copulação ou em pares tandem
ro_ro: Perechi în copulație sau în tandem
sk_sk: Kopulácia
sr: Парење или спојене јединке
tr_tr: Çitleşen bireyler

source: Exuviae
bg_bg: Екзувии
ca_es: Exúvia
el_gr: Έκδυμα
es_es: Exuvia
fr_fr: Exuvie
gl_es: Exuvia
it_it: Esuvia
lt_lt: Išnara
pt_pt: Exúvias
ro_ro: Exuvie
sk_sk: Exúvia
sr: Егзувија
tr_tr: Eksuvi - Dış iskelet kalıntısı

source: Emergent
bg_bg: Прясно имагинирали
el_gr: Αναδυόμενο άτομο
es_es: Emergente
gl_es: Emerxente
it_it: Emergente
lt_lt: Išsinėręs
pt_pt: Emergente
sk_sk: Liahnutie
sr: Излегла
tr_tr: Pupadan yeni çıkmış

source: Count sum must be greater than 0
bg_bg: Сборът на наблюденията трябва да е по-голям от 0
ca_es: Suma dels comptatges ha de ser major que 0
el_gr: Το άθροισμα των ατόμων πρέπει να είναι μεγαλύτερο από 0
es_es: La suma del recuento debe ser mayor que 0
fr_fr: La somme des comptages doit être supérieure à 0
gl_es: A contaxe debe ser maior que 0
it_it: La somma del conteggio deve essere maggiore di 0
lt_lt: Skaičiavimo suma turi būti didesnė nei 0
pt_pt: A soma das contagens tem de ser maior que 0
ro_ro: Suma numărătorilor trebuie să fie mai mare de 0
sk_sk: Súčet musí byť väčší ako 0.
sr: Збир бројања мора бити већи од 0
tr_tr: Sayım toplamı 0'dan büyük olmalıdır.

source: Show less
bg_bg: Покажи по-малко
ca_es: Ensenya'n menys
el_gr: Εμφάνιση λιγότερων
es_es: Mostrar menos
fr_fr: Réduire
gl_es: Amosar menos
it_it: Mostra meno
lt_lt: Rodyti mažiau
pt_pt: Mostrar menos
ro_ro: Arată mai puțin
sk_sk: Ukázať menej
sr: Прикажи мање
tr_tr: Daha az göster

source: Your track name
bg_bg: Името на Вашия маршрут
ca_es: Nom de la teva pista
el_gr: Το όνομα της πορείας σας
es_es: Nombre de su ruta
fr_fr: Nom du parcours
gl_es: Nome do seu seguimento
it_it: Nome della tua traccia
lt_lt: Jūsų maršruto pavadinimas
pt_pt: Nome do seu percurso
ro_ro: Numele traseului tău
sk_sk: Názov trasy
sr: Ваше име за праћење
tr_tr: Rotanızın adı

source: Here you can select or swipe to edit your previous tracks
bg_bg: Тук можете да избирате или да редактирате чрез плъзгане с пръст Вашите предишни маршрути
ca_es: Aquí podeu seleccionar o fer lliscar el dit per editar les vostres pistes anteriors
el_gr: Εδώ μπορείτε να επιλέξετε ή να σύρετε για να επεξεργαστείτε τις προηγούμενες πορείες σας
es_es: Aquí puedes seleccionar o deslizar el dedo para editar tus rutas anteriores.
fr_fr: Ici, vous pouvez sélectionner ou faire glisser pour modifier vos trajets précédents.
gl_es: Aquí pode seleccionar ou pasar o dedo para editar seguimentos anteriores
it_it: Qui è possibile selezionare o scorrere per modificare le tracce precedenti.
lt_lt: Čia galite pasirinkti arba brūkštelėti pirštu ir redaguoti ankstesnius maršrutus.
pt_pt: Pode selecionar ou arrastar para editar os seus percursos anteriores
ro_ro: Aici puteți selecta sau glisa pentru a edita înregistrările automate
sk_sk: Tu si viete vybrať alebo upraviť predošlé trasy
sr: Одавде можете изабрати или превући да уредите претходна праћења
tr_tr: Buradan önceki rotalarınızı düzenlemek için seçebilir veya kaydırabilirsiniz.

source: Edit
bg_bg: Редактирай
ca_es: Edita
el_gr: Επεξεργασία
es_es: Editar
fr_fr: Modifier
gl_es: Editar
it_it: Modifica
lt_lt: Redaguoti.
pt_pt: Editar
ro_ro: Editează
sk_sk: Upraviť
sr: Уреди
tr_tr: Düzenle

source: Edit Location
bg_bg: Редактирай мястото
ca_es: Edita localitat
el_gr: Επεξεργασία τοποθεσίας
es_es: Editar ubicación
fr_fr: Modifier la localisation
gl_es: Edite a localización
it_it: Modifica posizione
lt_lt: Redaguoti vietovę
pt_pt: Editar localização
ro_ro: Editează locația
sk_sk: Upraviť lokalitu
sr: Уреди локацију
tr_tr: Konumu Düzenle

source: Name
bg_bg: Име
ca_es: Nom
el_gr: Όνομα
es_es: Nombre
fr_fr: Nom
gl_es: Nome
it_it: Nome
lt_lt: Pavadinimas
pt_pt: Nome
ro_ro: Nume
sk_sk: Názov
sr: Име
sv_se: Namn
tr_tr: İsim

source: Favourite
bg_bg: Любимо
ca_es: Preferit
el_gr: Αγαπημένη
es_es: Favorito
fr_fr: Favori
gl_es: Favorito
it_it: Preferito
lt_lt: Mėgstamiausias
pt_pt: Favorito
ro_ro: Favorit
sk_sk: Obľúbené
sr: Омиљено
sv_se: Favorit
tr_tr: Favori

source: Are you sure you want to delete the saved track?
bg_bg: Сигурни ли сте, че искате да изтриете записания маршрут?
ca_es: Segur que vols eliminar la pista guardada?
el_gr: Είστε σίγουροι πως θέλετε να διαγράψετε την αποθηκευμένη πορεία σας;
es_es: ¿Está seguro de que desea eliminar la ruta guardada?
fr_fr: Êtes-vous sûr de vouloir supprimer le trajet enregistré ?
gl_es: Ten a certeza de que quere eliminar o seguimento gardado?
it_it: Sei sicuro di voler eliminare la traccia salvata?
lt_lt: Ar esate tikri, kad norite ištrinti išsaugotą maršrutą?
pt_pt: Tem a certeza que pretende apagar o percurso guardado?
ro_ro: Sunteți sigur ca doriți să ștergeți înregistrarea salvată?
sk_sk: Ste si istý, že chcete vymazať uloženú trasu?
sr: Да ли желите да обришете сачувано праћење?
tr_tr: Kaydedilen rotayı silmek istediğinizden emin misiniz?

source: To resume the GPS tracking, you must first remove the drawn area from the map.
bg_bg: За да възобновите записването на GPS трака, първо трябва да изтриете начертаната зона от картата.
ca_es: Per reprendre el seguiment GPS, primer heu d'eliminar l'àrea dibuixada del mapa.
el_gr: Για να συνεχίσετε την καταγραφή της πορείας σας με GPS, πρέπει πρώτα να αφαιρέσετε την περιοχή που σχεδιάσατε από τον χάρτη.
es_es: Para reanudar el seguimiento del GPS, primero debe eliminar del mapa la zona dibujada.
gl_es: Para continuar co seguimento GPS, antes debe eliminar a área debuxada do mapa.
it_it: Per far ripartire la traccia GPS, devi prima cancellare l'area disegnata sulla mappa.
lt_lt: Jeigu norite tęsti automatinį maršruto įrašymą, pirma turite pašalinti dabartinę pažymėtą teritoriją iš žemėlapio.
pt_pt: Para retomar a localização por GPS, deve primeiro remover a área desenhada do mapa.
ro_ro: Pentru a reveni la localizarea GPS, trebuie să eliminați mai întâi zona desenată de pe hartă.
sr: Уколико желите да наставите праћење преко ГПС-а, најпре уклоните исцртану област са карте.
tr_tr: GPS takibi devam ettirmek için önce çizilen alanı haritadan kaldırmalısınız.

source: Moon phase
bg_bg: Фаза на луната
ca_es: Fase lunar
el_gr: Σεληνιακή φάση
es_es: Fase de la luna
fr_fr: Phase de la Lune
gl_es: Fase da lúa
it_it: Fase lunare
lt_lt: Mėnulio fazė
pt_pt: Fase da Lua
ro_ro: Fază lună
sk_sk: Fáza mesiaca
sr: Фаза месеца
sv_se: Månfas
tr_tr: Ay evresi

source: New
bg_bg: Новолуние
ca_es: Nou
el_gr: Νέα σελήνη
es_es: Nueva
fr_fr: Nouveau
gl_es: Lúa nova
it_it: Nuova
lt_lt: Jaunatis
pt_pt: Lua nova
ro_ro: Luna noua
sk_sk: Nov
sr: Нови
sv_se: Ny
tr_tr: Yeniay

source: Waxing crescent
bg_bg: Изгряващ полумесец
ca_es: Nova creixent
el_gr: Αύξων μηνίσκος
es_es: Luna menguante
fr_fr: Croissant de cire
gl_es: Lúa crecente cóncava
it_it: Mezzaluna crescente
lt_lt: Priešpilnis (iki pusės mėnulio)
pt_pt: Lua crescente côncava
ro_ro: Semilună în creștere
sk_sk: Dorastajúci kosák
sr: Млад месец
tr_tr: Artan Hilâl

source: First quarter
bg_bg: Първа четвърт
ca_es: Quart creixent
el_gr: Πρώτο τέταρτο
es_es: Cuarto menguante
fr_fr: Premier quart
gl_es: Cuarto crecente
it_it: Primo quarto
lt_lt: Priešpilnis
pt_pt: Quarto crescente
ro_ro: Primul pătrar
sk_sk: Prvá štvrť
sr: Прва четвртина
tr_tr: İlk Dördün

source: Waxing gibbous
bg_bg: Растяща луна
ca_es: Gibosa creixent
el_gr: Αύξων αμφίκυρτος
es_es: Gibosa menguante
fr_fr: Croissante gibbeuse
gl_es: Lúa crecente convexa
it_it: Luna gibbosa crescente
lt_lt: Priešpilnis (nuo pusės iki pilno mėnulio)
pt_pt: Lua crescente convexa
ro_ro: Lună în creștere
sk_sk: Dorastajúci mesiac
sr: Растући месец
tr_tr: Artan Dolunay

source: Full
bg_bg: Пълнолуние
ca_es: Lluna plena
el_gr: Πανσέληνος
es_es: Llena
fr_fr: Pleine
gl_es: Lúa chea
it_it: Piena
lt_lt: Pilnatis
pt_pt: Lua cheia
ro_ro: Lună plină
sk_sk: Spln
sr: Пун месец
tr_tr: Dolunay

source: Waning gibbous
bg_bg: Намаляваща луна
ca_es: Gibosa minvant
el_gr: Φθίνων αμφίκυρτος
es_es: Gibosa creciente
fr_fr: Gibbeuse
gl_es: Lúa minguante convexa
it_it: Luna gibbosa calante
lt_lt: Delčia (nuo pilno iki pusės mėnulio)
pt_pt: Lua minguante convexa
ro_ro: Lună în scădere
sk_sk: Ubúdajúci mesiac
sr: Растући месец
tr_tr: Azalan Dolunay

source: Last quarter
bg_bg: Последна четвърт
ca_es: Quart minvant
el_gr: Τελευταίο τέταρτο
es_es: Cuarto creciente
fr_fr: Dernier quart
gl_es: Cuarto minguante
it_it: Ultimo quarto
lt_lt: Delčia
pt_pt: Quarto minguante
ro_ro: Ultimul pătrar
sk_sk: Posledná štvrť
sr: Последња четвртина
tr_tr: Son Dördün

source: Waning crescent
bg_bg: Залязващ полумесец
ca_es: Lluna minvant
el_gr: Φθίνουσα ημισέληνος
es_es: Luna creciente
fr_fr: Gibbeuse décroissante
gl_es: Lúa minguante cóncava
it_it: Mezzaluna calante
lt_lt: Delčia (nuo pusės iki jauno mėnulio)
pt_pt: Lua minguante côncava
ro_ro: Semilună în descreștere
sk_sk: Ubúdajúci kosák
sr: Млад месец
tr_tr: Azalan Hilâl

source: Trap start
bg_bg: Начален час на светоловилката
ca_es: Inici de la trampa
el_gr: Αρχή παγίδας
es_es: Inicio de la trampa
fr_fr: Début du piègeage
gl_es: Data/hora de colocación da trampa
it_it: Avvio della trappola
lt_lt: Gauklės pradžia
pt_pt: Início da armadilha
ro_ro: Pornire numărătoare capcană
sk_sk: Lapač začiatok
sr: Време постављања
tr_tr: Tuzak başlangıcı

source: Trap end
bg_bg: Краен час на светоловилката
ca_es: Final de la trampa
el_gr: Τέλος παγίδας
es_es: Fin de la trampa
fr_fr: Fin du piègeage
gl_es: Data/hora de retirada da trampa
it_it: Spegnimento della trappola
lt_lt: Gaudyklės pabaiga
pt_pt: Final da armadilha
ro_ro: Încheiere numărătoare capcană
sk_sk: Lapač koniec
sr: Време уклањања
tr_tr: Tuzak bitişi

source: Start Weather
bg_bg: Време в началото
ca_es: Iniciar meteorologia
el_gr: Καιρός στην αρχή
es_es: Tiempo de Inicio
fr_fr: Météo de début
gl_es: Condicións meteorolóxicas iniciais
it_it: Clima iniziale
lt_lt: Oras pradžioje
pt_pt: Condições meteorológicas iniciais
ro_ro: Începe înregistrare meteo
sk_sk: Počasie na začiatku
sr: Временске прилике при постављању
tr_tr: Başlangıç hava durumu

source: End Weather
bg_bg: Време в края
ca_es: Finalitzar meteorologia
el_gr: Καιρός στο τέλος
es_es: Tiempo final
fr_fr: Météo de fin
gl_es: Condicións meteorolóxicas finais
it_it: Clima finale
lt_lt: Oras pabaigoje
pt_pt: Condições meteorológicas finais
ro_ro: Încheiere înregistrare meteo
sk_sk: Počasie na konci
sr: Временске прилике при уклањању
tr_tr: Bitiş hava durumu

source: Please add the moth trap.
bg_bg: Моля добавете светоловилката.
ca_es: Si us plau afegeix la trampa d'arnes.
el_gr: Παρακαλώ προσθέστε τη παγίδα νυχτοπεταλούδων.
es_es: Por favor añada la trampa de polilla
fr_fr: Veuillez ajouter le piège à papillons de nuit.
gl_es: Por favor, engada a súa trampa para avelaíñas.
it_it: Per favore, aggiungi la trappola per falene
lt_lt: Prašome pridėti naktinių drugių gaudyklę.
pt_pt: Por favor adicione a armadilha para borboletas noturnas.
ro_ro: Adaugă capcană pentru fluturii de noapte.
sk_sk: Pridajte lapač, prosím.
sr: Додајте клопку за ноћне лептире.
tr_tr: Lütfen güve tuzağı ekleyin.

source: We have noticed that your survey has <1>long sections</1>. Please make sure it is a correct <3>location</3>!
bg_bg: Забелязахме, че вашето преброяване има <1>дълги участъци</1>. Моля, уверете се, че това е правилното <3>местоположение</3>!
ca_es: Ens hem adonat que el teu transsecte té <1>seccions llargues</1>. Si us plau assegura't de que la <3>localització</3> és correcta.
el_gr: Έχουμε προσέξει πως η δειγματοληψία σας έχει <1>μεγάλα τμήματα</1>. Βεβαιωθείτε πως είναι σε μία σωστή <3>τοποθεσία</3>!
es_es: Hemos observado que su muestreo tiene <1>secciones largas</1>. Por favor, asegúrese de que es correcta <3>la ubicación</3>!
fr_fr: Nous avons remarqué que votre transect comporte des sections de<1></1>. Veuillez vous assurer qu'il s'agit d'un <3>emplacement correct</3> !
gl_es: Decatámonos de que a súa mostraxe ten <1>seccións longas</1>. Por favor, asegúrese de que a <3>localización</3> é correcta!
it_it: Abbiamo notato che il tuo campionamento ha <1> lunghe sezioni </1>. Per favore, assicurati che sia una posizione <3> corretta </3>!
lt_lt: Patebėjomoe, kad jūsų stebėjimas turi <1>long sections</1>. Prašome įsitikinti, kad vietovė <3>location</3> teisinga!
pt_pt: Reparámos que a sua amostragem tem <1>secções longas</1>. Por favor certifique-se que é a <3>localização</3> certa!
ro_ro: Sondajul dvs. are 1 secțiuni lungi1. Asigurați-vă că locația este 2corectă3!
sk_sk: Zaregistrovali sme, že Váš prieskum má <1>dlhé sekcie</1>. Skontrolujte, prosím, či je <3>lokalita</3> správna.
sr: Приметили смо да ваш обилазак има <1>дугачке деонице</1>. Проверите да ли је ово исправна <3>локација</3>!
tr_tr: Gözlemlenen anketinizin <1>uzun bölümler</1> içerdiğini fark ettik. Lütfen doğru bir <3>konum</3> olduğundan emin olun!

source: Defaulted to sunset time
bg_bg: По подразбиране е времето на залеза
ca_es: Per defecte a l'hora de la posta de sol
el_gr: Προκαθορισμένη ώρα ηλιοβασιλέματος
es_es: Por defecto hora de la puesta de sol
fr_fr: Par défaut, l'heure du coucher du soleil est utilisée
gl_es: Por defecto, o solpor
it_it: Predefinito all'ora del tramonto
lt_lt: Numatytasis saulėlydžio laikas
pt_pt: Revertida para a hora do pôr-do-sol
ro_ro: Setat implicit pe ora apusului
sk_sk: Predvolený čas zotmenia
sr: Постављено на време заласка сунца
tr_tr: Varsayılan olarak gün batımı saati olarak ayarlandı.

source: Defaulted to sunrise time
bg_bg: По подразбиране е времето на изгрева
ca_es: Per defecte a l'hora de la sortida del sol
el_gr: Προκαθορισμένη ώρα ανατολής ηλίου
es_es: Por defecto hora de salida del sol
fr_fr: Par défaut, l'heure du lever du soleil est utilisée
gl_es: Por defecto, o amencer
it_it: Predefinito all'ora dell'alba
lt_lt: Numatytasis saulėtekio laikas
pt_pt: Revertida para a hora do pôr-do-sol
ro_ro: Setat implicit pe ora răsăritului
sk_sk: Predvolený čas východu slnka
sr: Постављено на време изласка сунца
tr_tr: Varsayılan olarak güneşin doğuş saati olarak ayarlandı.

source: Location services are not enabled
bg_bg: Услугите за местоположение не са активирани
ca_es: Els serveis d'ubicació no estan activats
el_gr: Οι ρυθμίσεις τοποθεσίας δεν είναι ενεργοποιημένες
es_es: Servicios de ubicación no están activados
fr_fr: Les services de localisation ne sont pas activés
gl_es: A xeolocalización non está activada
it_it: I sistemi di localizzazione non sono abilitati
lt_lt: Įrenginio vietovės funkcija neįjungta
pt_pt: Os serviços de localização estão desativados
ro_ro: Serviciile de localizare sunt inactive
sk_sk: Sledovanie polohy nie je povolené
sr: Нису омогућени сервиси за локацију
tr_tr: Konum hizmetleri etkin değil.

source: You have no previous tracks.
bg_bg: Нямате предишни маршрути
ca_es: No tens pistes anteriors.
el_gr: Δεν εχέτε προηγούμενες καταγεγραμμένες πορείες.
es_es: No tienes rutas previas.
fr_fr: Vous n'
gl_es: Non dispón de seguimentos anteriores.
it_it: Non hai tracce precedenti
lt_lt: Jūs neturite išsaugotų maršrutų.
pt_pt: Não tem percursos anteriores.
ro_ro: Nu ai intrări anterioare înregistrate.
sk_sk: Nemáte žiadne predchádzajúce trasy.
sr: Немате претходне путање.
tr_tr: Daha önceden rotanız bulunmuyor.

source: You have no saved sites.
es_es: No tienes sitios guardados.
it_it: Non hai siti salvati
sr: Немате сачуване локације.
tr_tr: Kaydedilmiş hiç alanınız yok

source: Changed list ordering to alphabetical.
bg_bg: Подреждането на списъка е променено на азбучен ред.
ca_es: S'ha canviat l'ordre de la llista per alfabètic.
el_gr: Αλλαγή της ταξινόμησης της λίστας σε αλφαβητική.
es_es: Cambiado el orden de las listas a alfabético.
gl_es: A orde da listaxe mudou a alfabética.
it_it: Elenco modificato in ordine alfabetico
lt_lt: Sąrašo rūšavimas pakeistas į alfabetišką.
pt_pt: Ordem da lista alterada para ordem alfabética.
ro_ro: Lista a fost ordonată alfabetic
sr: Редослед списка је промењен на азбучни.
tr_tr: Liste sıralaması alfabetik olarak değiştirildi.

source: Changed list ordering to last added.
bg_bg: Подреждането на списъка е променено по ред на последно въвеждане.
ca_es: S'ha canviat l'ordre de la llista al darrer afegit.
el_gr: Αλλαγή της ταξινόμησης της λίστας σε χρονική, με πρώτες τις τελευταίες προσθήκες.
es_es: Cambiado el orden de la lista al último añadido.
gl_es: A orde da listaxe mudou á última engadida.
it_it: Modificato l'ordine dell'elenco in base all'ultimo aggiunto.
lt_lt: Sąrašo rūšavimas pakeistas į rūšies įvedimo laiką.
pt_pt: Ordem da lista alterada para ordem da adição.
ro_ro: Lista a fost ordonată in funcție de activitatea recentă.
sr: Редослед списка је промењен на време додавања.
tr_tr: Liste sıralaması en son eklenene göre değiştirildi.

source: Unconfirmed
bg_bg: Непотвърдено
ca_es: No confirmat
el_gr: Μη επιβεβαιωμένη
es_es: Sin confirmar
gl_es: Sen confirmar
it_it: Non confermato
lt_lt: Dar nepatvirtintas
pt_pt: Sem confirmação
ro_ro: Neconfirmat
sr: Није потврђено
tr_tr: Onaylanmadı

source: Accepted
bg_bg: Прието
ca_es: Acceptat
el_gr: Αποδεκτή
es_es: Aceptado
gl_es: Aceptado
it_it: Accettato
lt_lt: Priimtas
pt_pt: Aceite
ro_ro: Acceptat
sr: Прихваћено
tr_tr: Kabul edildi

source: Rejected
bg_bg: Отхвърлено
ca_es: Rebutjat
el_gr: Απορριφθείσα
es_es: Rechazado
gl_es: Rexeitado
it_it: Rifiutato
lt_lt: Atmestas
pt_pt: Rejeitado
ro_ro: Respins
sr: Одбијено
tr_tr: Reddedildi

source: Reliability cannot be empty.
bg_bg: Полето за достоверност не може да е празно.
ca_es: La fiabilitat no pot estar buida.
el_gr: Η αξιοπιστία δεν μπορεί να είναι κενή.
es_es: La fiabilidad no puede quedar vacía.
gl_es: O relativo á fiabilidade non pode ser un campo baleiro.
it_it: Affidabilitá non puó rimanere vuota
lt_lt: Trūksta patikimumo.
pt_pt: Fiabilidade não pode estar vazio.
ro_ro: Câmpul nu poate fi gol.
sr: Поузданост не може бити празна.
tr_tr: Güvenilirlik bilgisi boş bırakılamaz

source: Cloud cannot be empty.
bg_bg: Полето за облачност не може да е празно.
ca_es: Núvols no pot estar buit.
el_gr: Η συννεφιά δεν μπορεί να είναι κενή.
es_es: Cobertura de nubes no puede quedar vacía.
gl_es: O relativo á nebulosidade non pode ser un campo baleiro.
it_it: Nuvole non puó rimanere vuoto.
lt_lt: Trūksta debesuotumo.
pt_pt: Nuvem não pode estar vazio
ro_ro: Câmpul cu nori nu poate fi gol.
sr: Облачност не може бити празна.
tr_tr: Bulut bilgisi boş bırakılamaz

source: Not linked to any project
bg_bg: Не съм свързан с проект
ca_es: No vinculat a cap projecte
el_gr: Δεν συνδέεται με κανένα έργο
es_es: No está vinculado a ningún proyecto
gl_es: Sen vínculo con ningún proxecto
it_it: Non collegato a nessun progetto
lt_lt: Nepririšta prie jokio projekto
pt_pt: Não relacionado com nenhum projeto
sr: Није повезано с пројектом
tr_tr: Hiçbir proje ile bağlantısı yok

source: Join
bg_bg: Присъедини се
ca_es: Unir-se
el_gr: Γίνετε μέλος
es_es: Unirse
gl_es: Unirse
it_it: Unisciti
lt_lt: Prisijungti
pt_pt: Adicionar
sr: Придружи се
tr_tr: Katıl

source: Project
bg_bg: Проект
ca_es: Projecte
el_gr: Πρόγραμμα
es_es: Proyecto
gl_es: Proxecto
it_it: Progetto
lt_lt: Projektas
pt_pt: Projeto
sr: Пројекат
sv_se: Projekt
tr_tr: Proje

source: Projects
bg_bg: Проекти
ca_es: Projectes
el_gr: Προγράμματα
es_es: Proyectos
gl_es: Proxectos
it_it: Progetti
lt_lt: Projektai
pt_pt: Projetos
sr: Пројекти
sv_se: Projekt
tr_tr: Projeler

source: My projects
bg_bg: Моите проекти
ca_es: Els meus projectes
el_gr: Τα προγράμματα μου
es_es: Mis proyectos
gl_es: Os meus proxectos
it_it: I miei progetti
lt_lt: Mano projektai
pt_pt: Os meus projetos
sr: Моји пројекти
sv_se: Mitt projekt
tr_tr: Projelerim

source: All projects
bg_bg: Всички проекти
ca_es: Tots els projectes
el_gr: Όλα τα προγράμματα μου
es_es: Todos los proyectos
gl_es: Todos os proxectos
it_it: Tutti i progetti
lt_lt: Visi projektai
pt_pt: Todos os projetos
sr: Сви пројекти
sv_se: Alla projekt
tr_tr: Bütün projeler
