Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: You can use this app to monitor butterflies anywhere in Europe. The results will be entered into the European Butterfly Monitoring database and used to develop trends of butterflies across Europe. To use the app you will first have to register an account.
bg_bg: Можете да използвате това приложение, за да записвате своите наблюдения на пеперуди навсякъде в Европа. Резултатите, изпратени през приложението, биват въвеждани в Европейската база данни за мониторинг на пеперудите и ще бъдат използвани за изчисляване на тенденции в популациите на пеперудите в цяла Европа. За да използвате приложението, първо трябва да регистрирате свой профил.
ca_es: Pots utilitzar aquesta aplicació per a comptar papallones a qualsevol lloc d'Europa. Els resultats formaran part de la base de dades de la European Butterfly Monitoring i usades per desenvolupar tendències de les papallones arreu d'Europa. Per fer servir l'aplicació primer hauràs de registrar-te.
cs_cz: Tuto aplikaci můžete použít pro monitoring motýlů kdekoli v Evropě. Výsledky budou vloženy do databáze Evropského monitoringu motýlů a budou použity pro zhodnocení trendů motýlů napříč Evropou. Pro používání aplikace si musíte napřed zaregistrovat účet.
da_dk: Du kan bruge denne app til at overvåge sommerfugle overalt i Europa. Resultaterne vil blive lagt op på "the European Butterfly Monitoring database" (eBMS-databasen) og brugt til at bestemme bestandsudviklingen af sommerfugle i hele Europa. For at bruge appen skal du først oprette en konto.
de_de: Mit dieser App kannst du überall in Europa Schmetterlinge erfassen. Die Ergebnisse werden in die Datenbank des European Butterfly Monitoring eingegeben und zur Berechnung von Trends für europäische Schmetterlingen verwendet. Um die App nutzen zu können, musst du dich zunächst registrieren und einen Account anlegen.
el_gr: Μπορείτε να χρησιμοποιήσετε την εφαρμογή για παρακολούθηση πεταλούδων οπουδήποτε στην Ευρώπη. Τα δεδομένα σας θα περαστούν στη βάση του Ευρωπαϊκού Προγράμματος Παρακολούθησης Πεταλούδων και θα αξιοποιηθούν για την ανάπτυξη δεικτών τάσεων των πεταλούδων σε όλη την Ευρώπη. Για να χρησιμοποιήσετε την εφαρμογή πρέπει πρώτα να δημιουργήσετε έναν λογαριασμό.
es_es: Puede usar esta aplicación para el seguimiento de mariposas en cualquier lugar de Europa. Los resultados se introducirán en la base de datos Europea de seguimiento de mariposas y se utilizarán para desarrollar tendencias de mariposas en toda Europa. Para utilizar la aplicación, primero deberá registrar una cuenta.
fr_fr: Vous pouvez utiliser cette application pour suivre les papillons n'importe où en Europe. Les informations récoltées rentrent dans la base de données "European Butterfly Monitoring" et sont utilisées afin de produire des statistiques comme les tendances des espèces en Europe. Pour utiliser l'application, vous devez d'abord vous inscrire.
gl_es: Pode empregar esta apli para monitorizar bolboretas en calquera parte de Europa. Os resultados serán introducidos na base de datos do Programa europeo de seguimento de bolboretas e utilizados para estimar as tendencias das poboacións de bolboretas en toda Europa. Para empregar a apli, debe rexistrarse primeiro e crear unha conta.
hu_hu: Az alkalmazás Európában bárhol használható a lepkék monitorozására. A feltöltött adatok az Európai Lepkemonitoring Program (eBMS) adatbázisába kerülnek, hogy belőlük trendeket és indikátorokat állapítsunk meg. Ez azért is lényeges, mert a lepkék fontos beporzók és érzékenyen jelzik a környezet változását. Az alkalmazás használatához először regisztrálnod kell az eBMS honlapján.
it_it: Puoi usare questa app per monitorare le farfalle in qualsiasi parte d'Europa. I risultati saranno inseriti nel database del Butterfly Monitoring Scheme europeo e usati per produrre i trend delle farfalle in tutta Europa. Per usare l'app come prima cosa dovrai registrare un account.
ja_jp: このアプリケーションを使用して、ヨーロッパのどこにいてもチョウ類をモニタリングすることができます。 結果はヨーロッパチョウ類モニタリングデータベースに入力され、ヨーロッパ全体のチョウの傾向を明らかにするために使用されます。このアプリを使用するには、最初にアカウントを登録する必要があります。
lt_lt: Šią programėlę galite naudoti norėdami stebėti dieninius drugius bet kurioje Europos vietoje. Rezultatai bus įrašyti į Europos dieninių drugių stebėjimo duomenų bazę ir naudojami kuriant dieninių drugių būklės tendencijas visoje Europoje. Norėdami naudoti programą, pirmiausia turėsite užregistruoti paskyrą.
nl_nl: De app kan gebruikt worden om overal in Europa dagvlinders te monitoren. De tellingen komen in de database van de Europese Dagvlinder Monitoring en worden gebruikt om dagvlindertrends verspreid over Europa te berekenen. Om de app te gebruiken moet eerst een account worden aangemaakt.
pl_pl: Możesz używać tej aplikacji do monitorowania motyli w całej Europie. Wyniki zostaną wprowadzone do bazy danych European Butterfly Monitoring i wykorzystane do opracowywania trendów motyli w całej Europie. Aby korzystać z aplikacji, musisz najpierw zarejestrować konto.
pt_pt: Pode usar esta aplicação para monitorizar borboletas em toda a Europa. Os resultados serão inseridos na base de dados de Monitorização de Borboletas Europeias e usados para analizar padrões em toda a Europa. Para usar a aplicação deve primeiro criar uma conta.
ro_ro: Puteți folosi aplicația pentru monitorizarea fluturilor oriunde în Europa. Rezultatele vor fi introduse în baza de date European Butterfly Monitoring și utilizate pentru a dezvolta tendințele fluturilor din întreaga Europă. Pentru a utiliza aplicația va trebui mai întâi să vă înregistrați un cont.
sk_sk: Aplikácia sa používa na monitoring motýľov kdekoľvek v Európe. Výsledky monitorovania budú vložené do databázy Európskeho monitoringu motýľov a budú použité na vyhodnotenie trendov motýľov naprieč Európou. Ak chcete aplikáciu používať, musíte si vytvoriť účet.
sl_si: S to aplikacijo lahko izvajate monitoring metuljev kjerkoli v Evropi. Rezultati bodo vneseni v Evropsko Podatkovno Zbirko za monitoring metuljev in uporabljeni kot kazalnik trendov sprememb pri metuljih v Evropi. Če želite uporabljati aplikacijo, se morate najprej registrirati.
sr: Можете користити апликацију за мониторинг лептира било где у Европи. Резултати ће бити унети у базу података Европског мониторинга дневних лептира и коришћени за трендове дневних лептира широм Европе. Потребно је да региструјете налог да би могли да користите апликацију.
sv_se: Du kan använda den här appen för att övervaka fjärilar var som helst i Europa. Resultaten kommer att föras in i European Butterfly Monitoring-databasen och kan användas för att utforska trender hos fjärilspopulationer i hela Europa. För att använda appen måste du först registrera ett konto.
tr_tr: Avrupa'nın herhangi bir yerindeki kelebekleri izlemek için bu uygulamayı kullanabilirsiniz. Sonuçlar, Avrupa Kelebek İzleme veritabanına girilecek ve Avrupa genelinde kelebek trendlerini geliştirmek için kullanılacak. Uygulamayı kullanmak için önce bir hesap açmanız gerekir.

source: The preferred method is to conduct a 15-minute Count. This can be done at any place and at any time when butterflies are active (i.e. when the weather is warm and preferably sunny). You can also use the app to record your established butterfly transects. The notes below tell you how to use the currently available methods.
bg_bg: Предпочитаният метод е да се проведе 15-минутно броене. Това може да се направи на всяко място и по всяко време, когато пеперудите са активни (т.е. когато времето е топло и за предпочитане слънчево). Можете също да използвате приложението, за да записвате вашите вписани в базата данни трансекти за пеперуди. Информацията по-долу ще ви обясни как да използвате наличните в момента методи.
ca_es: El mètode preferit és fer un recompte de 15 minuts. Això es pot fer en qualsevol lloc i en qualsevol moment quan les papallones estiguin actives (és a dir, quan el clima és càlid i preferiblement assolellat). També podeu utilitzar l'aplicació per registrar els vostres transectes BMS. Les notes a continuació s'explica com utilitzar els mètodes disponibles actualment.
el_gr: Η μέθοδος που προτιμάται είναι η καταγραφή ενός 15-λεπτου σημείου. Αυτό μπορεί να γίνει σε οποιοδήποτε μέρος και οποιαδήποτε στιγμή όταν οι πεταλούδες είναι ενεργές (δηλαδή όταν ο καιρός είναι ζεστός και κατά προτίμηση ηλιόλουστος). Μπορείτε επίσης να χρησιμοποιήσετε την εφαρμογή για να πραγματοποιήσετε τις διαδρομές πεταλούδων σας που έχετε ήδη ορίσει στην ιστοσελίδα. Οι παρακάτω οδηγίες σας ενημερώνουν για το πως να χρησιμοποιήσετε τις διαθέσιμες μεθόδους.
es_es: El método por defecto es realizar un Recuento de 15 minutos. Esto puede hacerse en cualquier lugar y en cualquier momento en que las mariposas estén activas (es decir, cuando el tiempo sea cálido y preferiblemente soleado). También puede utilizar la aplicación para registrar los transectos de mariposas que establezcas en la web. En las notas siguientes se explica cómo utilizar los métodos disponibles actualmente.
gl_es: O método preferido é levar a cabo unha contaxe de 15 minutos. Isto pode facerse en calquera lugar e momento cando as bolboretas están activas (isto é, cando o tempo é temperado e, de preferencia, solleiro). Tamén pode empregar a apli para rexistrar os transectos que estableza. Nas notas de abaixo atopará como usar os métodos arestora dispoñibles.
it_it: Il metodo preferito è quello del conteggio 15 minuti. Questo puó essere fatto in ogni luogo e orario quanndo sono attive le farfalle (e.g. in giornate miti e soleggiate). Puoi utilizzare l'app anche per monitorare il tuo transetto fisso. Le note seguenti spiegano come utilizzare i metodi attualmente disponibili.
lt_lt: Pageidautinas metodas yra 15 minučių stebėjimas. Jį galima daryti bet kurioje vietoje ir bet kuriuo metu, kai dieniniai drugiai yra aktyvūs (t. y. Kai oras šiltas ir, pageidautina, saulėtas). Šią programėlę taip pat galite naudoti atliekant jau numatytas transektas. Žemiau pateikta informacija kaip naudotis šiuo metu prieinamais metodais
pt_pt: O método definido por defeito é a contagem de 15 minutos. Este método pode ser realizado em qualquer local e a qualquer hora em que as borboletas estejam ativas (ex. quando o tempo está quente e, de preferência, com sol). Também pode usar a app para registar borboletas nos transectos já introduzidos na plataforma. No texto abaixo encontrará mais informações sobre como usar a app para registar borboletas com os diferentes métodos disponíveis.
sr: Подразумевани начин је бројање током 15 минута. Ово можете да радите било где и било када, док год су лептири активни (нпр. када је топло и сунчано). Можете користити апликацију и за бележење врста дуж ваших исцртаних трансеката. Напомене испод ће вам раћи како да користите тренутно доступне методе.
sv_se: Den föredragna metoden är 15-min öppen inventering. Den kan genomföras närsomhelst när fjärilarna är aktiva (dvs. när det är varmt och helst soligt). Du kan också använda appen för att registrera de etablerade fjärilsslingorna. Nedan följer beskrivningar om hur man använder de olika metoderna.
tr_tr: Tercih edilen yöntem, 15 dakikalık bir sayım yapmaktır. Bu sayım, kelebeklerin aktif olduğu herhangi bir yerde ve zamanda (yani hava sıcak ve tercihen güneşliyken) yapılabilir. Ayrıca uygulamayı, daha önceden belirlenmiş kelebek transektlerinizi kaydetmek için de kullanabilirsiniz. Aşağıdaki notlar, mevcut yöntemlerin nasıl kullanılacağını açıklamaktadır.

source: How to do a 15-minute Count
bg_bg: Как се прави 15-минутно преброяване
ca_es: Com fer un Comptatge 15-min
cs_cz: Jak provést 15 minutové Sčítání
da_dk: Sådan laver du en 15-minuts Observation
de_de: Wie man eine Viertelstundenzählung durchführt
el_gr: Πως να κάνετε ένα 15-λεπτο Σημείο
es_es: Como hacer un Registro de 15 minutos
fi_fi: Näin teet 15 minuutin ajastetun laskennan
fr_fr: Comment réaliser un comptage de 15 minutes
gl_es: Como facer unha contaxe de 15 min?
hr_hr: Kako provesti 15-minutno brojanje
hu_hu: 15-perces számlálás
it_it: Come effettuare un conteggio di 15 minuti (Conteggio a tempo)
ja_jp: 15分カウントの調査方法
lt_lt: Kaip atlikti 15 minučių stebėjimą
nl_nl: Hoe kunt u een kwartiertelling doen?
pl_pl: Jak wykonać Motylowy Kwadrans
pt_pt: Como fazer uma Contagem de 15 min
ro_ro: Cum să faceți o număratoare de 15 minute
sk_sk: Ako vykonať 15-minútový monitoring
sl_si: Kako narediti 15-minutni popis
sr: Како да спроведете бројање у 15 минута
sv_se: Hur du gör en 15-min öppen inventering
tr_tr: 15 dakikalık sayım nasıl yapılır?
