Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Add species you see by pressing the + ADD button and start typing a species name. The selection of species will then appear as a drop down menu. You can use either scientific or English names. Select the species you see and once in your list of butterflies, touch the left hand number to increase the count of how many you have seen. You can review this number and amend at the end as well. You can also add photos if you want and add comments.
bg_bg: Добавете всеки вид, който виждате, като кликнете бутона + ДОБАВИ и започнете да пишете видовото име. Списък с видови имена, съдържащи написания от Вас текст, ще се появи в падащо меню. Можете да ползвате латински или английски имена на видовете. Изберете видяния от Вас вид и, след като той се появи в списъка с видове на текущото преброяване, с кликване върху числото от лявата страна на видовото име, увеличете бройката да съответства на бройката наблюдавани екземпляри. Можете да прегледате бройките по видове, и да ги коригирате при нужда, също и в края на преброяването. Можете да добавите и снимки, както и коментари.
ca_es: Afegeix les espècies que veus apretant el botó de + Afegir i comença a escriure el nom d'una espècie. La selecció de l'espècie apareixerà com un menú desplegat. Pots usar tan noms científics com en català. Selecciona l'espècie que has vist i un cop sigui a la teva llista de papallones, toca el número de l'esquerra per augmentar el recompte de quants n'has vist. També pots revisar aquest número i modificar-lo al final. També pots afegir fotos i afegir comentaris si vols.
cs_cz: Vložte druh, který vidíte, zmáčknutím tlačítka + Přidat a začněte psát druhové jméno. Výběr druhů se objeví jako nabídka seznamu. Můžete použít vědecký nebo český název. Vyberte druh a jak se objeví ve Vašem seznamu, zvolte vlevo počet pozorovaných jedinců. Na konci pak můžete jednotlivé počty zkontrolovat. Můžete i přiložit forky a vložit poznámku.
da_dk: Tilføj de arter, du ser, ved at trykke på + TILFØJ knappen og begynd at skrive artens navn. Arterne fundet via søgningen vil vises som en listemenu. Du kan enten bruge det videnskabelige eller danske navn for arten i din søgning. Vælg den art, du har set, for at tilføje den til din sommerfugleliste. Tryk på tallet til venstre for artsnavnet for at øge antallet af gange, du har set arten. Antallet af gange en art er observeret, kan også noteres til sidst i din observation. Du kan også tilføje billeder og kommentarer til dine enkelte observationer.
de_de: Füge eine beobachtete Art durch Drücken der Schaltfläche + HINZUFÜGEN hinzu und beginne mit der Eingabe eines Artnamens. Die Auswahl der Arten erscheint dann als Drop-Down-Menü. Du kannst entweder wissenschaftliche oder deutsche Namen verwenden. Wähle die Art aus, die Du siehst, und berühre einmal in Deiner Liste der Schmetterlinge die linke Zahl, um die Anzahl der gesehenen Arten zu erhöhen. Du kannst diese Zahl überprüfen und am Ende auch ändern. Wenn Du magst, kannst Du auch Fotos und Kommentare hinzufügen.
el_gr: Για να προσθέσετε είδη που παρατηρείτε, πατήστε το κουμπί + ΠΡΟΣΘΗΚΗ ΕΙΔΩΝ και αρχίστε να πληκτρολογείτε το όνομα του είδους. Τότε θα εμφανιστεί μία αναδυόμενη λίστα με είδη. Μπορείτε να χρησιμοποιήστε είτε επιστημονικά ονόματα είτε κοινές Αγγλικές ονομασίες. Όταν επιλέξετε το είδος που παρατηρήσατε, τότε αυτό θα περαστεί στη λίστα ειδών σας, εκεί μπορείτε να πατήσετε τον αριθμό στα αριστερά του ονόματος του όσες φορές θέλετε μέχρι να φτάσει τον αριθμό ατόμων που παρατηρήσατε. Μπορείτε να επεξεργαστείτε και να αλλάξετε τον αριθμό ατόμων και στο τέλος της δειγματοληψίας. Μπορείτε επίσης, εάν θέλετε, να προσθέσετε φωτογραφίες και σχόλια.
es_es: Agregue las especies que ve presionando el botón + AÑADIR y comience a escribir el nombre de una especie. La selección de especies aparecerá como una lista desplegable. Puede usar nombres científicos o ingleses. Seleccione las especies que ve y una vez en su lista de mariposas, toque el número de la izquierda para aumentar el recuento de cuántas ha visto. También puede revisar este número y modificarlo al final. También puede agregar fotos si lo desea y agregar comentarios.
fi_fi: Lisää näkemäsi lajit + LISÄÄ kuvakkeesta, aloittamalla kirjoittaa lajin nimeä. Sovellus tarjoaa lajilistaa ponnahdusvalikossa. Voit käyttää joko tieteellisiä tai englanninkielisiä nimiä. Valitse havaitsemasi lajin nimi, ja sitten lisää yksilömäärä painamalla nimen vasemmalla puolen olevaa numeroa. Voit korjata yksilömäärää myös havainnoinnin lopuksi. Voit myös liittää havaintoon valokuvan tai kommentteja.
fr_fr: Ajoutez les espèces que vous observez en appuyant sur le bouton "+ Ajouter" et commencez à renseigner un nom d'espèce. La sélection des espèces apparaîtra alors sous forme de menu déroulant. Vous pouvez utiliser des noms scientifiques ou vernaculaires. Sélectionnez les espèces que vous voyez et, une fois dans votre liste d'espèces, appuyez sur nombre de gauche pour augmenter le nombre d'individus que vous avez vus. Vous pouvez vérifier ce comptage et le modifier à la fin. Vous pouvez également ajouter des photos et des commentaires.
gl_es: Engada as especies que vexa premendo o botón + ENGADIR e comece a teclear o nome da especie a que corresponde cada individuo. A selección de especies aparecerá entón como un menú despregable. Pode utilizar nomes científicos ou comúns. Elixa as especies que vexa e, cando figuren na súa listaxe de bolboretas, toque o número que aparece á esquerda para aumentar a contaxe de cantas está a ver. Pode corrixir ese número tamén ao final. Ademais, se quixer, tamén pode engadir fotos e comentarios.
hr_hr: Dodajte vrstu koju vidite pritiskom na tipku + DODAJ i počnite tipkati naziv vrste. Odabir vrsta će se pojaviti kao padajući izbornik. Možete koristiti bilo znanstvena ili hrvatska imena. Odaberite vrstu koju vidite. Na kreiranom popisu leptira dodirom na lijevi broj povećavate broj viđenih jedinki. Ovaj broj možete pregledati i izmijeniti na kraju. Ako želite možete dodati fotografije i komentare.
hu_hu: Az észlelt fajok felvételéhez koppints a "FAJ HOZZÁADÁSA" gombra, és kezdd el begépelni a faj tudományos (latin) vagy magyar nevét! A második betű begépelésekor megjelenik a dinamikus választólista. Minél több betűt írsz be, annál jobban leszűkül a választólista. A kívánt fajt rákoppintással kiválasztva beíródik a felmérés fajlistájába "1"-es egyedszámmal. Ha újabb példányokat látsz a fajból, az egyedszámot a faj előtt álló számra koppintva tudod növelni. Rövid koppintás: +1, hosszan tartó koppintás: +5. Ha javítani (csökkenteni) akarod a beírt egyedszámokat, ezt akár a 15 perc lejártával, a felmérés végén is megteheted, a faj nevére koppintva, a megnyíló "Előfordulások" lapon. Ujjadat a kiválasztott előfordulási adaton balról jobbra elhúzva, az adatot a megjelenő piros "TÖRÖL" gombra kattintva törölheted (egyedszám: -1). Ugyanitt minden egyes előforduláshoz fotót is csatolhatsz és megjegyzést is írhatsz.
it_it: Aggiungi le specie che vedi premendo il pulsante + Aggiungi e inizia a digitare il nome della specie. La selezione delle specie apparirà come un menu a tendina. Puoi usare il nome scientifico in latino oppure il nome comune inglese. Seleziona le specie che vedi e, una volta inserita nella tua lista delle farfalle osservate, premi a sinistra del numero per aumentare il numero in relazione a quanto ne hai viste. Puoi rivedere questo numero e modificarlo anche alla fine. Puoi anche aggiungere foto e commenti se ti va.
ja_jp: + ADD ボタンを押して表示する種を追加し、種名の入力を開始します。種の選択は、ドロップダウンメニューとして表示されます。学名または英語名を使用できます。観察した種を選択し、チョウのリストに表示されたら、左側の数字をタッチして、観察した数のカウントを増やします。この番号を確認して、最後に修正することもできます。必要に応じて写真を追加し、コメントを追加することもできます。
lt_lt: Pridėkite matomas rūšis paspausdami mygtuką 'Pridėti' ir pradėkite rašyti rūšies pavadinimą. Rūšių pasirinkimas pasirodys kaip išskleidžiamasis meniu. Galite naudoti mokslinius arba vietos pavadinimus. Pasirinktas rūšis ir jų kiekį galima lengvai pakeisti. Dieninių drugių sąraše spustelėjus prie rūšies vardo kairėje esantį numerį numeris padidės. Spustelėjus ant rūšies vardo taip pat galite pridėti nuotraukų ir komentarų.
nl_nl: Voeg nieuwe soorten toe door op de +ADD knop te drukken en begin met het typen van de soortnaam. De selectie van soorten verschijnt dan als een drop-down menu. U kunt zowel Nederlandse als wetenschappelijke namen gebruiken. Selecteer de soort die u ziet, en nadat deze in de vlinderlijst staat, kunt u aan de linkerkant van de naam het aantal vlinders aanpassen of ophogen. U kunt dit later ook nog aanpassen. Ook kunt u foto's en commentaar toevoegen.
pl_pl: Aby dodać gatunki, które widzisz, naciśnij przycisk + DODAJ i zacznij wpisywać nazwę gatunku. Możesz użyć nazwy naukowej lub angielskiej. Wybór gatunków pojawi się automatycznie w formie rozwijanego menu. Wybierz z listy gatunki, które widzisz, następnie aby określić ile liczbę, naciśnij cyfrę po lewej stronie. Na końcu możesz zweryfikować i poprawić tę liczbę. Jeśli chcesz możesz również dodać zdjęcia i komentarze.
pt_pt: Para adicionar as espécies que vê, pressione o botão Adicionar e escreva o nome da espécie. Vai aparecer um menu com uma seleção de espécies. Pode usar nomes científicos ou nomes comuns. Selecione a espécie que vê e, no lado esquerdo, selecione também o número de indivíduos da mesma que contou. No fim, terá a oportunidade de rever e, se necessário, alterar este número. Se quiser, também pode adicionar fotografias e comentários.
ro_ro: Adăugați speciile pe care le vedeți apăsând butonul + ADAUGĂ și începeți să introduceți denumirea unei specii. Selecția speciilor va apărea poi ca un meniu derulant. Puteți folosi denumiri științifice sau englezești. Selectați speciile pe care le vedeți și, odată în lista de fluturi, atingeți numărul din stânga pentru a crește numarul fluturi observați. Puteți revizui acest număr și puteți modifica și la sfârșit. De asemena, puteți adăuga dacă dpriți fotografii și comentarii.
sk_sk: Vložte druh, ktorý uvidíte, stlačením tlačidla + Pridať druh a začnite písať druhové meno. Výber druhov sa objaví ako rozbaľovacie menu. Môžete použiť vedecký alebo slovenský názov. Následne vyberte pozorovaný druh a keď sa objaví vo Vašom zozname, vľavo zvoľte počet pozorovaných jedincov. Na konci si môžete jednotlivé počty skontrolovať, priložiť fotky alebo vložiť komentár.
sl_si: S tipko + DODAJ dodajte vrste, ki ste jih opazili, in začnite tipkati ime vrste. Izbira vrst se bo nato prikazala v obliki spustnega seznama. Uporabite lahko znanstvena ali angleška imena. Za povečanje števila osebkov opaženih vrst, na levi strani kliknite število. Izbrano število lahko pregledate in spremenite tudi na koncu. Če želite, lahko dodate tudi fotografije in komentarje.
sr: Додајте врсте које сте видели притиском на дугме + и уносом имена врсте. Изабране врсте ће се појавити у падајућем менију. Можете користити латинска или енглеска имена лептира. Изаберите врсту коју сте видели, а затим само кликните на број јединки који се налази лево да би додали нова посматрања исте врсте. На крају уноса можете проверити да ли су бројеви правилно унети. Уколико желите, можете додати и фотографије врста или белешке.
sv_se: Lägg till arter du ser genom att trycka på knappen "+ Lägg till" och börja skriva artens namn. Ett urval av arter visas då som en lista. Du kan använda både svenska och vetenskapliga namn. Välj den art du ser, och när den visas i din observationslista kan du trycka på siffran till vänster om artnamnet för att öka antalet observerade fjärilar som du har sett. Du kan också kontrollera och ändra antalet efter att du avslutat inventeringen. Om du vill kan du också lägga till foton och kommentarer.
tr_tr: Gördüğünüz türleri +EKLE tuşuna basarak ekleyin ve tür ismini yazmaya başlayın. Tür seçimleri aşağı doğru açılan menü olarak gözükecektir. Bilimsel ya da yaygın isimler kullanabilirsiniz. Gördüğünüz türleri seçin, kelebek listenize eklendiğinde sol taraftaki numaraya dokunarak görülen sayıyı arttırabilirsiniz. Bu sayıya sonradan bakıp düzeltebilirsiniz. İsterseniz fotoğraf ya da yorum da ekleyebilirsiniz.

source: Once you have finished your 15-minute Count and checked that the species and numbers seen are correct, press the UPLOAD button to submit. This is important to make sure your data is stored securely in the eBMS database. A record of the count will be held on your device for future reference as well as on your online account.
bg_bg: След като приключите с 15-минутното си преброяване, проверeте дали видовете и бройките са правилно записани, и натиснете бутона ИЗПРАЩАНЕ, за да изпратите доклад от преброяването към базата данни. Това е важно, за да е сигурно, че вашите данни ще се съхраняват надеждно в базата данни на eBMS. Докладът от преброяването ще се съхранява и на Вашето устройство за бъдеща справка, както и във Вашия онлайн профил.
ca_es: Quan hagis acabat el teu Comptatge 15-min i comprovat que les espècies i els seus nombres són correctes, apreta el botó de Carregar per enviar-lo. Això és important per assegurar que les teves dades estan correctament registrades a la base de dades de l'eBMS. Una còpia quedarà registrada al teu dispositiu com a referència futura així com al teu compte online.
cs_cz: Až zkončíte 15 minutové Sčítání a zkontrolujete druhy a jejich počty, zmáčkněte tlačítko Nahrát pro jejich odeslání. Je to důležité, aby Vaše data byla bezpečně uložena v databází eBMS. Záznam o sčítání bude uchován pro pozdější doklad na Vašem zařízení i online účtu.
da_dk: Når du er færdig med din 15-minuts observation og har tjekket, at de noterede arter og antal er korrekte, skal du trykke på UPLOAD-knappen for at indsende din observation. Dette trin er vigtigt, da det sikrer, at dine data opbevares beskyttet i eBMS-databasen. En version af observationen vil blive gemt på din enhed og på din onlinekonto, for at du kan gennemse den i fremtiden.
de_de: Wenn Du Deine Viertelstundenzählung abgeschlossen und überprüft hast, ob die gesehenen Arten und Zahlen korrekt sind, drücke "HOCHLADEN" zum Abschicken. Dies ist wichtig, um sicherzustellen, dass Deine Daten in der eBMS-Datenbank gespeichert werden. Eine Aufzeichnung der Zählung wird zur späteren Verwendung auf Deinem Gerät und in Deinem Online-Konto gespeichert.
el_gr: Μόλις έχετε τελειώσει το 15-λεπτο Σημείο σας και έχετε ελέγξει πως τα είδη σας και οι αριθμοί τους είναι σωστοί, πατήστε το κουμπί ΜΕΤΑΦΟΡΤΩΣΗ για να τα υποβάλετε. Αυτή η διαδικασία είναι σημαντική για να βεβαιωθείτε πως τα δεδομένα σας έχουν αποθηκευτεί με ασφάλεια στη βάση δεδομένων του eBMS. Ένα αρχείο της δειγματοληψίας σας θα διατηρηθεί στην εφαρμογή για μελλοντική αναφορά, καθώς και στον λογαριασμό σας στη πλατφόρμα.
es_es: Una vez que haya terminado su Recuento de 15 minutos y haya verificado que las especies y los números registrados son correctos, presione el botón TERMINAR para enviar su recuento. Esto es importante para asegurarse de que sus datos se almacenen de forma segura en la base de datos eBMS. Se mantendrá el registro del recuento en su dispositivo para una referencia futura, así como en su cuenta en línea
fi_fi: Kun ajastettu 15min laskenta on päättynyt, tarkista lajilista ja yksilömäärät. Sitten paina UPLOAD / LATAA kuvaketta lähettääksesi ne. Vasta tällöin havaintosi siirtyvät laitteeltasi verkossa olevaan tietokantaan. Laskentasi tiedot tallentuvat omalle laitteellesi, samoin kuin käyttäjätilillesi.
fr_fr: Une fois que vous avez terminé votre comptage de 15 minutes et vérifié que les espèces et les nombres rentrés sont corrects, appuyez sur le bouton "Télécharger" pour envoyer votre observation. Cette étape est importante pour assurer que vos données sont stockées en toute sécurité dans la base de données eBMS. Une copie de votre comptage sera conservée sur votre appareil pour référence future ainsi que sur votre compte en ligne.
gl_es: Remate a súa contaxe de 15 minutos, comprobe que as especies e os números consignados son correctos e prema o botón CARGAR para enviar os datos. Isto é importante para nos asegurar de que os seus datos están gardados de xeito seguro na base de datos eBMS. A información de cada contaxe quedará almacenada no seu dispositivo, así como na súa conta en liña, para consultas posteriores.
hr_hr: Nakon što završite s 15-minutnim brojanjem i provjerite jesu li vrste i brojevi točni, pritisnite tipku POŠALJI za slanje. To je važno kako biste bili sigurni da su vaši podaci sigurno pohranjeni u bazi podataka eBMS-a. Podaci o brojanju čuvat će se na vašem uređaju za buduću upotrebu, kao i na vašem mrežnom računu.
hu_hu: Miután befejezted a 15-perces Számlálást, és leellenőrizted, hogy a fajokat és az egyedszámokat helyesen írtad be, koppints a "FELTÖLT" gombra. Ekkor az alkalmazás feltölti adataidat az eBMS adatbázisába, ahonnét már nem tudnak véletlenül kitörlődni vagy elveszni. Az elküldött felmérésről egy másolat a készülékeden marad, s itt később bármikor megnézheted, ahogy az online felhasználói fiókodba belépve, az eBMS honlapon is.
it_it: Una volta che hai terminato il conteggio di 15 minuti e controllato che le specie e il numero di individui avvistato sia corretto, premi il pulsante CARICARE per inviare. Questo è importante per assicurarsi che i dati vengano archiviati in modo corretto nel database eBMS. Un record del conteggio verrà conservato sul dispositivo per riferimento futuro e sul tuo account online.
ja_jp: 15分間のカウントを終了し、表示された種と個体数が正しいことを確認したら、「アップロード」ボタンを押して送信します。これは、データがeBMSデータベースに安全に保存されていることを確認するために重要です。カウントの記録は、将来の参照用にあなたのデバイスとオンラインアカウントに保持されます。
lt_lt: Baigę 15 minučių stebėjimą ir patikrinę, ar rūšys ir skaičiai yra teisingi, paspauskite mygtuką Įkelti. Tai svarbu norint, kad jūsų duomenys būtų įkelti į eBMS duombazę. Po įkėlimo įrašas išliks saugomas jūsų įrenginyje, kad būtų galima jį naudoti ir ateityje.
nl_nl: Nadat u de kwartiertelling heeft afgerond en de soorten en aantallen heeft gecontroleerd, druk op de UPLOAD knop om uw telling in te dienen. Zo worden uw waarnemingen veilig opgeslagen in de eBMS database. De telling wordt op uw apparaat en onder uw online account opgeslagen.
pl_pl: Po zakończeniu 15-minutowego liczenia i sprawdzeniu, czy widoczne gatunki i liczby są prawidłowe, naciśnij przycisk PRZEŚLIJ, aby wysłać dane. Jest to ważne, aby być pewnym, że Twoje dane są bezpiecznie przechowywane w bazie danych eBMS. Zapis zliczenia będzie przechowywany na Twoim urządzeniu do wykorzystania w przyszłości, a także na Twoim koncie online.
pt_pt: Após ter terminado a sua Contagem de 15 minutos e confirmado que as espécies e números introduzidos estão corretos, pressione o botão Carregar para submeter os resultados. Isto é importante para garantir que os seus dados são devidamente guardados na base de dados eBMS. Para referência futura, um registo da contagem será também guardado no seu aparelho e na sua conta online.
ro_ro: După ce ați terminat numărătoare de 15 minute și ați verificat dacă speciile și numerele văzute sunt corecte, apăsați butonul ÎNCĂRCARE pentru a trimite. Acest lucru este important pentru a vă asigura că datele dumneavoastră sunt stocate în siguranță în baza de date eBMS. O înregistrare a numărării va fi pe dispozitivul dvs. pentru referințe viitoare, precum și pe contul dumneavoastră online.
sk_sk: Ked ukončíte 15-minútový monitoring a skontrolujete druhy a ich počty, stlačte tlačidlo NAHRAŤ na ich odoslanie. Je to dôležité najmä preto, aby boli Vaše dáta bezpečne uložené v databáze eBMS. Záznam o sčítaní bude uchovaný pre budúcnosť vo Vašom zariadení, a aj vo Vašom online účte.
sl_si: Po končanem 15-minutnem popisu, preverite ali so izbrane vrste in število osebkov določene vrste pravilne, nato pa pritisnite gumb NALOŽI. S tem bodo vaši podatki shranjeni v bazo podatkov eBMS. Popis bo za nadaljnjo uporabo shranjen tudi v vaši napravi in na vašem spletnem računu.
sr: Након завршеном бројања у 15 минута и провере унетих врста и броја јединки, притисните дугме за слање података. Важно је да ваши подаци буду сачувани у бази података на серверу. Запис уноса ће остати на вашем уређају за даље провере, као и на вашем налогу на веб сајту.
sv_se: När du avslutat din 15-min öppna inventering och kontrollerat de arter och antal som observerats trycker du på SÄND-knappen för att skicka in resultaten. Detta är viktigt för att dina data ska kunna lagras på ett säkert sätt i eBMS-databasen. Värdena lagras både på din enhet, som grund för kommande inventeringar, och på ditt online-konto.
tr_tr: 15 dakikalık sayımı bitirip türleri ve sayılarını kontrol ettikten sonra kaydı göndermek için YÜKLE tuşuna basın. Böylece, verinizin güvenli bir şekilde eBMS veritabanında saklandığından emin olabilirsiniz. Sayımınızın bir kaydı da gelecek referanslar için cihazınızda ve çevrimiçi hesabınızda tutulur.

source: How to record along an existing transect
bg_bg: Как да наблюдаваме пеперуди по съществуващ трансект
ca_es: Com registrar observacions al llarg d'un transsecte existent.
cs_cz: Jak zaznamenávat motýly na existujícím transektu
da_dk: Sådan laver du observationer langs et eksisterende transekt
de_de: Wie man eine Transektzählung erfasst
el_gr: Πως να καταγράψετε μία επίσκεψη σε μία υπάρχουσα διαδρομή
es_es: Cómo registrar visitas de un transecto existente
fi_fi: Kuinka havainnoida olemassa olevalla laskentalinjalla
fr_fr: Comment compter le long d'un transect existant
gl_es: Como facer un rexistro ao longo dun transecto xa existente?
hr_hr: Kako bilježiti podatke na postojećem transektu
hu_hu: Transzekt menti számlálás
it_it: Come effettuare il campionamento lungo un transetto esistente
ja_jp: 設定されたトランセクト調査での記録方法
lt_lt: Kaip įrašyti pagal esamą transektą
nl_nl: Hoe monitor je langs een bestaand transect?
pl_pl: Jak dokonywać zliczeń wzdłuż istniejącego transektu
pt_pt: Como registar ao longo de um transecto já existente
ro_ro: Cum să realizați înregistrări de-a lungul unui transect existent
sk_sk: Ako monitorovať motýle na existujúcom transekte
sl_si: Kako popisovati ob obstoječem transektu
sr: Како да бројите лептире дуж трансекта
sv_se: Hur man räknar längs en existerande fjärilsslinga
tr_tr: Var olan bir gözlem hattı boyunca nasıl kayıt yapılır?
