Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Intensive grazing (not mowed)
es_es: Pastoreo intensivo (sin segar)
it_it: Pascolo intensivo (non sfalciato)
sr: Интензивна испаша (без кошења)
tr_tr: Yoğun otlatma (biçilmez)

source: How often is this lawn mown?
es_es: ¿Con qué frecuencia se corta el césped?
it_it: Quanto spesso è sfalciata questo prato?
sr: Колико често се травњак коси?
tr_tr: Bu alan ne sıklıkla biçiliyor?

source: Not applicable
es_es: No aplicable
it_it: Non applicabile
sr: Није примењиво
tr_tr: Uygulanamaz

source: Frequent application
es_es: Uso frecuente
it_it: Applicazione frequente
sr: Често
tr_tr: Sık uygulama

source: Rare application
es_es: Uso poco común
it_it: Applicazione rara
sr: Ретко
tr_tr: Seyrek uygulama

source: No fertilizers used
es_es: Fertilizantes no usados
it_it: Nessun uso di fertilizzanti
sr: Без ђубрења
tr_tr: Gübre kullanılmadı

source: Is the area fertilized?
es_es: ¿Está fertilizada la zona?
it_it: L'area è fertilizzata?
sr: Да ли се подручје ђубри?
tr_tr: Alan gübreleniyor mu?

source: Other fertilizer details
es_es: Otros detalles del fertilizante
it_it: Altri dettagli sui fertilizzanti
sr: Остали подаци о ђубрењу
tr_tr: Diğer gübreleme ayrıntıları

source: No pesticides applied
es_es: No se aplican pesticidas
it_it: Nessun pesticida applicato
sr: Без пестицида
tr_tr: Pestisit uygulanmadı

source: Are pesticides used?
es_es: ¿Se utilizan pesticidas?
it_it: Sono usati pesticidi?
sr: Да ли се користе пестициди?
tr_tr: Pestisit kullanılıyor mu?

source: Other pesticide details
es_es: Otros detalles del pesticida
it_it: Altri dettagli sui pesticidi
sr: Остали подаци о пестицидима
tr_tr: Diğer pestisit detayları

source: Please upload site photos
es_es: Por favor, suba fotos del lugar
it_it: Perfavore carica le foto del sito
sr: Пошаљите фотографију локалитета
tr_tr: Lütfen alan fotoğrafını yükleyin

source: Optimally in the direction to North, East, South and West.
es_es: Óptimamente en dirección Norte, Este, Sur y Oeste.
it_it: L'orientamento ottimale è verso Nord, Est, Sud e Ovest
sr: Оптимално ка северу, истоку, југу и западу.
tr_tr: En uygun şekilde kuzey, doğu, güney ve batı yönlerine doğru.

source: Garden
es_es: Jardín
it_it: Giardino
sr: Башта
tr_tr: Bahçe

source: Allotment gardens
es_es: Huertos familiares
it_it: Orto comunitario
sr: Градске баште
tr_tr: Paylaşımlı bahçeler / hobi bahçeleri

source: Community garden
es_es: Huerto comunitario
it_it: Giardino comunitario
sr: Заједничке баште
tr_tr: Topluluk bahçesi

source: Balcony
es_es: Balcón
it_it: Balcone
sr: Балкон
tr_tr: Balkon

source: Park (mixed vegetation)
es_es: Parque (vegetación mixta)
it_it: Parco (vegetazione mista)
sr: Парк (различита вегетација)
tr_tr: Park (karışık bitki örtüsü)

source: Lawn
es_es: Césped
it_it: Prato
sr: Травњак
tr_tr: Çim

source: Flowering strip
es_es: Franja de floración
it_it: Striscia fiorita
sr: Цветна трака
tr_tr: Çiçek şeridi

source: Built-up area
es_es: Área construida
it_it: Area costruita
sr: Изграђено подручје
tr_tr: Yapılaşmış alan

source: Fallow land, abandoned area (urban)
es_es: Barbecho, zona abandonada (urbana)
it_it: Area incolta, abbandonata (urbana)
sr: Запарложено, напуштено земљиште (урбано)
tr_tr: Nadasa bırakılmış arazi, terk edilmiş alan (kentsel)

source: Fallow land, abandoned field (rural)
es_es: Barbecho, campo abandonado (rural)
it_it: Area incolta, abbandonata (rurale)
sr: Запарложено, напуштено земљиште (сеоско)
tr_tr: Nadasa bırakılmış arazi, terk edilmiş alan (kırsal)

source: Field edge
es_es: Borde del campo
it_it: Bordo del campo
sr: Ивица поља
tr_tr: Tarla kenarı

source: Arable field
es_es: Campo de cultivo
it_it: Campo
sr: Пољопривредно поље
tr_tr: Tarla (işlenebilir arazi)

source: Grassland / Meadow / Pasture
es_es: Pastizales / Praderas / Pastos
it_it: Prato/Pascolo
sr: Травњак/ливада/пашњак
tr_tr: Çayır / Mera / Otlak

source: Orchard
es_es: Huerto
it_it: Frutteto
sr: Воћњак
tr_tr: Meyve bahçesi

source: Forest edge
es_es: Borde del bosque
it_it: Bordo della foresta
sr: Ивица шуме
tr_tr: Orman kenarı

source: Woodland/Forest
es_es: Bosque
it_it: Bosco/foresta
sr: Шума
tr_tr: Ağaçlık alan / Orman

source: Coastal
es_es: Costa
it_it: Costiero
sr: Обала
tr_tr: Kıyı

source: Scrubland/Heathland
es_es: Matorral/Brezal
it_it: Macchia/brughiera
sr: Жбуњак/вресиште
tr_tr: Çalılık / Fundalık

source: Sparsely vegetated
es_es: Vegetación dispersa
it_it: Vegetazione sparsa
sr: Ретка вегетација
tr_tr: Seyrek bitki örtülü

source: Desert / barren
es_es: Desierto / árido
it_it: Deserto/arido
sr: Пустиња/голо земљиште
tr_tr: Çöl / çorak

source: Dominant habitat
es_es: Hábitat dominante
it_it: Habitat dominante
sr: Доминантно станиште
tr_tr: Baskın habiat

source: How many trees are there in the area of your observation site?
es_es: ¿Cuántos árboles hay en la zona de su lugar de observación?
it_it: Quanti alberi ci sono nell'area del tuo sito di osservazione?
sr: Колико дрвећа има у подручју унутар вашег локалитета?
tr_tr: Gözlem alanında kaç ağaç bulunuyor?

source: What proportion of the site is a lawn or a grassland?
es_es: ¿Qué proporción del terreno es césped o pradera?
it_it: Quale percentuale del sito è coperta da prato o prateria?
sr: Који удео подручја је травњак, ливада или пашњак?
tr_tr: Alanının ne kadarlık bir kısmı çimlik veya çayırlık alandan oluşuyor?

source: Fruit trees and shrubs
es_es: Árboles frutales y matorral
it_it: Alberi da frutta e arbusti
sr: Стабла воћака или жбуња
tr_tr: Meyve ağaçları ve çalılar

source: Unmanaged corners (natural spaces, abandoned areas)
es_es: Rincones no manejados (espacios naturales, zonas abandonadas)
it_it: Angoli non gestiti (spazi naturali, aree abbandonate)
sr: Зарасли ћошкови (природна подручја, напуштена површ)
tr_tr: Yönetilmeyen köşeler (doğal alanlar, terk edilmiş bölgeler)

source: Vegetable patch
es_es: Parcela de hortalizas
it_it: Orto di piccole dimensioni o in cassone
sr: Део са поворћем
tr_tr: Sebze bahçesi

source: Lavender species
es_es: Especies de lavanda
it_it: Specie di lavanda
sr: Поља с лавандом
tr_tr: Lavanta türleri

source: Geraniums & Pelargoniums
es_es: Geranio & pelargonios
it_it: Gerani & Pelargoni
sr: Геранијуми и мушкатле

source: Valeriana
sr: Одољен (валеријана)
tr_tr: Kediotu (Valeriana türleri)

source: Legumes (Clover, Lupin, Lotus,...)
es_es: Leguminosas (Trébol, Altramuz, Lotus...)
it_it: Leguminose (trifoglio, Lupino, Ginestrino...)
sr: Махунарке (детелина, лупина, звездан,…)
tr_tr: Baklagiller (Yonca, Lupin, Lotus vb.) (Fabaceae familyası)

source: Marigold
es_es: Caléndula
it_it: Tagete
sr: Кадифа
tr_tr: Kadife çiçeği (Tagetes türleri)

source: Butterfly bush (or Summer Lilac)
es_es: Arbusto mariposa (o lila de verano)
it_it: Albero delle farfalle (Buddleja)
sr: Летњи јоргован (будлеја)
tr_tr: Kelebek çalısı (ya da yaz leylak çalısı) (Buddleja davidii)

source: Aromatics like Thyme, Oregano, etc. ( Lamiaceae)
es_es: Aromáticas como el tomillo, el orégano, etc. (Lamiaceae)
it_it: Aromatiche tipo Timo, Origano etc. (famiglia Lamiacee)
sr: Ароматичне биљке, мајчина душица, оригано,… (Lamiaceae)
tr_tr: Kekik, mercanköşk gibi aromatik bitkiler (Lamiaceae familyası)

source: Nettle (Urtica dioica)
es_es: Ortiga (Urtica dioica)
it_it: Ortica (Urtica dioica)
sr: Коприва (Urtica dioica)
tr_tr: Isırgan otu (Urtica dioica)

source: Brambles (Rubus fruticosa)
es_es: Zarza (Rubus fruticosa)
it_it: Rovo (Rubus fructicosa)
sr: Багрем (Rubus fruticosa)
tr_tr: Böğürtlen (Rubus fruticosus)

source: Ivy
es_es: Hiedra
it_it: Edera
sr: Бршљен
tr_tr: Sarmaşık

source: Knappweed (Centaurea and Scabiosa spp.)
es_es: Centaurea (Centaurea y Scabiosa spp.)
it_it: Centaurea Scabiosa (Centaurea e Scabiosa spp.)
sr: Различци (Centaurea и Scabiosa spp.)
tr_tr: Peygamber çiçeği (Centaurea türleri) ve Scabiosa türleri

source: Fennel, Carvi or others from the Carrot family (Apiaceae)
es_es: Hinojo, alcaravea u otros de la familia de las zanahorias (Apiaceae)
it_it: Finocchio, o altri della famiglia delle Carote (Apiacee)
sr: Коморач, ким и друге штитоноше (Apiaceae)
tr_tr: Rezene, karaman kimyonu veya diğer havuçgillerden (Apiaceae familyası) bitkiler

source: Cabbage, Rucola or others Mustard-plant family (Brassicaceae)
es_es: Col, rúcula u otras Plantas de la familia de la mostaza (Brassicaceae)
it_it: Cavoli, Rucola, e altre (famiglia brassicacee)
sr: Гајени купус, рукола и друге врсте купуса (Brassicaceae)
tr_tr: Lahana, roka veya diğer hardalgiller (Brassicaceae familyası)

source: Hemp-agrimony (Eupatorium spp.)
es_es: Cáñamo-agrimonia (Eupatorium spp.)
it_it: Canapa acquatica (Eupatorium spp.)
sr: Ресник (Eupatorium spp.)
tr_tr: Kenevir otu (Eupatorium türleri)

source: Are these plant species present in this location?
es_es: ¿Estas especies vegetales están presentes en este lugar?
it_it: Queste piante sono presenti in questo sito?
sr: Да ли су ове врсте биљака присутне на локацији?
tr_tr: Bu konumda bu bitki türleri bulunuyor mu?

source: I own the site
es_es: Soy el propietario
it_it: Posseggo il sito
sr: Ја сам власник подручја
tr_tr: Alan bana ait

source: Private space
es_es: Espacio privado
it_it: Spazio privato
sr: Приватни простор
tr_tr: Özel mülk

source: Public space
es_es: Espacio público
it_it: Spazio pubblico
sr: Јавни простор
tr_tr: Kamu alanı

source: Communal space
es_es: Espacio común
it_it: Spazio comune
sr: Простор заједнице
tr_tr: Ortak alan

source: Prefer not to say
es_es: Prefiero no decirlo
it_it: Preferisco non dirlo
sr: Не желим да кажем
tr_tr: Söylememeyi tercih ederim

source: Do you know who owns the land?
es_es: ¿Sabe a quién pertenece el terreno?
it_it: Sai che possiede l'area?
sr: Да ли знате ко је власник земљишта?
tr_tr: Arazinin kime ait olduğunu biliyor musun?

source: Are you responsible for gardening activities at the site?
es_es: ¿Es usted responsable de las actividades de jardinería en el lugar?
it_it: Sei responsabile delle attività di giardinaggio del sito?
sr: Да ли ви одржавате башту на овом подручју?
tr_tr: Bu alandaki bahçe işleriyle sen mi sorumlusun?

source: Location
bg_bg: Местоположение
ca_es: Ubicació
cs_cz: Místo
da_dk: Placering
de_de: Standort
el_gr: Τοποθεσία
es_es: Ubicación
fr_fr: Position
gl_es: Localización
hr_hr: Lokacija
hu_hu: Helyadatok
it_it: Luogo
ja_jp: 場所
lt_lt: Vieta
nl_nl: Locatie
pl_pl: Lokalizacja
pt_pt: Localização
ro_ro: Locația
sk_sk: Poloha
sl_si: Lokacija
sr: Локација
sv_se: Plats
tr_tr: Konum

source: Location Required
bg_bg: Местоположението е задължително
ca_es: Ubicació necessària
cs_cz: Zadání místa je nezbytné
da_dk: Placering påkrævet
de_de: Standortinformationen erforderlich
el_gr: Απαιτείται ενεργοποίηση τοποθεσίας
es_es: Ubicación requerida
fr_fr: Position requise
gl_es: Debe indicar a localización.
hr_hr: Lokacija obavezna
hu_hu: Helyhozzáférés szükséges
it_it: Luogo Richiesto
ja_jp: 場所が必要です
lt_lt: Vieta
nl_nl: Locatie vereist
pl_pl: Lokalizacja wymagana
pt_pt: A sua localização é necessária
ro_ro: Locația necesară
sk_sk: Poloha je povinná
sl_si: Zahtevana lokacija
sr: Локација је обавезна
sv_se: Din position krävs
tr_tr: Konum bilgisi gereklidir

source: This app needs your location, but does not have permission. Open settings now?
bg_bg: Това приложение се нуждае от вашето местоположение, но няма разрешение. Отваряне на настройките сега?
ca_es: Aquesta aplicació necessita la teva ubicació, però no en té el permís. Vols obrir la configuració?
cs_cz: Tato aplikace potřebuje znát Vaši pozici, ale chybí jí k tomu oprávnění. Chcete otevřít nastavení teď?
da_dk: Denne app skal kende din placering, men har ikke din tilladelse. Vil du åbne indstillingerne nu?
de_de: Diese App benötigt einen Zugriff auf deine Standortdaten, hat aber keine Berechtigung. Einstellungen jetzt öffnen?
el_gr: Αυτή η εφαρμογή χρειάζεται την τοποθεσία σας, αλλά δεν έχει άδεια. Άνοιγμα ρυθμίσεων;
es_es: Esta aplicación necesita su ubicación, pero no tiene permiso. ¿Abrir configuración ahora?
fr_fr: Cette application nécessite d'accéder à votre position, mais n'a pas votre permission. Souhaitez-vous ouvrir les préférences ?
gl_es: A apli precisa a súa localización, pero aínda non ten permiso para acceder a ela. Imos aos axustes?
hr_hr: Aplikacija zahtjeva vašu lokaciju, ali nema dopuštenje. Želite li sada otvoriti postavke?
hu_hu: Az alkalmazás GPS-adatokat használ, de nincs helyhozzáférési engedélye. Engedélyezi a beállításokban?
it_it: Questa app necessita necessita della tua posizione, ma non dispone dell'autorizzazione. Aprire le impostazioni ora?
ja_jp: このアプリには現在地が必要ですが、権限がありません。今すぐ設定を開きますか？
lt_lt: Aplikacijai reikia naudoti GPS tačiau tam jūs turite suteikti leidimą. Ar atidaryti nustatymus?
nl_nl: De app heeft uw locatie nodig, maar heeft geen toestemming. Open de instellingen nu?
pl_pl: Aplikacja potrzebuje twojej lokalizacji, ale nie ma do niej dostępu. Otworzyć ustawienia?
pt_pt: Esta aplicação necessita da sua localizão, mas não tem permissão. Deseja ir para as definições agora?
ro_ro: Această aplicație are nevoie de locația dumneavoastră, dar nu are permisiunea dvs. Deschideți setările acum?
sk_sk: Táto aplikácia potrebuje pre svoje fungovanie Vašu polohu, ale nemá potrebné oprávnenie. Otvoriť nastavenia?
sl_si: Ta aplikacija potrebuje vašo lokacijo, vendar za to potrebuje vaše dovoljenje. Odprite nastavitve?
sr: Апликација треба да преузме вашу локацију, али нема дозволу за то. Да ли да отворим подешавања?
sv_se: Den här appen behöver veta din position, men har inte rättigheter till det. Vill du öppna Inställningar nu?
tr_tr: Bu uygulama konum bilginize ihtiyaç duymakta ama erişim izni bulunmamaktadır. Ayarları erişmek ister misiniz?

source: Cancel to prevent battery drain.
bg_bg: Отменете, за да предотвратите изтощаването на батерията.
ca_es: Cancela per prevenir el malgast de la bateria
cs_cz: Zrušit kvůli zabránění vybití baterie.
da_dk: Afslut for at spare strøm.
de_de: Abbrechen um Batterie zu sparen.
el_gr: Ακύρωση για αποφυγή εξάντλησης της μπαταρίας.
es_es: Cancele para evitar que se agote la batería.
fr_fr: Annuler pour préserver la batterie.
gl_es: Cancele para previr que a batería se esgote.
hr_hr: Otkažite kako biste spriječili pražnjenje baterije.
hu_hu: Mégse, az akku kímélése érdekében.
it_it: Annulla per evitare che la batteria si scarichi.
ja_jp: バッテリーの消耗を防ぐためにキャンセルします。
lt_lt: Atšaukite jeigu norite taupyti bateriją.
nl_nl: Annuleren om te voorkomen dat de batterij leeg raakt.
pl_pl: Zamknij, żeby oszczędzać baterię.
pt_pt: Cancele para prevenir o descarregamento da bateria.
ro_ro: Anulați pentru a preveni descărcarea bateriei.
sk_sk: Zrušiť, aby nedošlo k vybitiu batérie.
sl_si: Prekličite, da preprečite praznjenje baterije.
sr: Откажи како би сачувао батерију.
sv_se: Avbryt för att undvika att batteriet laddas ur.
tr_tr: Şarjınızın bitmemesi için iptal edin.

source: Using your location.
bg_bg: Използва се Вашето местоположение.
ca_es: Utilitzant la teva ubicació.
cs_cz: Používám Vaší pozici.
da_dk: Bruger din placering.
de_de: Deinen Standort verwenden.
el_gr: Χρησιμοποιείται η τοποθεσία σας.
es_es: Usando su ubicación.
fr_fr: Utilise votre position.
gl_es: Usando a súa localización.
hr_hr: Korištenje vaše lokacije.
hu_hu: Helyadatok használata
it_it: Usa la tua posizione.
ja_jp: 現在地の使用。
lt_lt: Naudoja jūsų vietą
nl_nl: Gebruikt uw locatie.
pl_pl: Twoja lokalizacja jest wykorzystywana.
pt_pt: A usar a sua localização.
ro_ro: Folosind locația dumneavoastră.
sk_sk: Používanie Vašej polohy.
sl_si: Uporaba vaše lokacije.
sr: Користим вашу локацију.
sv_se: Använder din position.
tr_tr: Konum bilginizi kullanıyor.

source: Add
bg_bg: Добави
ca_es: Afegir
cs_cz: Vložit
da_dk: Tilføj
de_de: Hinzufügen
el_gr: Προσθήκη
es_es: Añadir
fi_fi: Lisää
fr_fr: Ajouter
gl_es: Engadir
hr_hr: Dodajte
hu_hu: Hozzáad
it_it: Aggiungi
ja_jp: 追加
lt_lt: Pridėti
nl_nl: Toevoegen
pl_pl: Dodaj
pt_pt: Adicionar
ro_ro: Adaugă
sk_sk: Pridať
sl_si: Dodaj
sr: Додај
sv_se: Lägg till
tr_tr: Ekle

source: Add species
bg_bg: Добави вид
ca_es: Afegir espècie
cs_cz: Vložte druh
da_dk: Tilføj arter
de_de: Art hinzufügen
el_gr: Προσθήκη είδους
es_es: Añadir especies
fi_fi: Lisää
fr_fr: Ajouter des espèces
gl_es: Engadir especie
hr_hr: Dodajte
hu_hu: Faj hozzáadása
it_it: Aggiungi specie
ja_jp: 種を追加する
lt_lt: Pridėti rūšį
nl_nl: Toevoegen
pl_pl: Dodaj gatunek
pt_pt: Adicionar
ro_ro: Adaugă specii
sk_sk: Pridať druh
sl_si: Dodaj vrsto
sr: Додај
sv_se: Lägg till art
tr_tr: Tür ekle

source: Duration
bg_bg: Продължителност
ca_es: Duració
cs_cz: Doba
da_dk: Varighed
de_de: Dauer
el_gr: Διάρκεια
es_es: Duración
fi_fi: Kesto
fr_fr: Durée
gl_es: Duración
hr_hr: Trajanje
hu_hu: Stopper
it_it: Durata
ja_jp: 調査時間
lt_lt: Trukmė
nl_nl: Duur
pl_pl: Czas trwania
pt_pt: Duração
ro_ro: Durata
sk_sk: Trvanie
sl_si: Trajanje
sr: Трајање
sv_se: Tidsintervall
tr_tr: Süre

source: Species
bg_bg: Вид
ca_es: Espècie
cs_cz: Druh
da_dk: Arter
de_de: Art
el_gr: Είδος
es_es: Especies
fi_fi: Laji
fr_fr: Espèce
gl_es: Especie
hr_hr: Vrsta
hu_hu: Fajlista
it_it: Specie
ja_jp: 種
lt_lt: Rūšis
nl_nl: Soort
pl_pl: Gatunki
pt_pt: Espécie
ro_ro: Specii
sk_sk: Druh
sl_si: Vrsta
sr: Врсте
sv_se: Art
tr_tr: Tür

source: Species name
bg_bg: Име на вида
ca_es: Nom de l'espècie
cs_cz: Název druhu
da_dk: Artsnavn
de_de: Artname
el_gr: Όνομα είδους
es_es: Nombre de la especie
fi_fi: Lajinimi
fr_fr: Nom d'espèce
gl_es: Nome da especie
hr_hr: Ime vrste
hu_hu: Fajnév
it_it: Nome della specie
ja_jp: 種の名前
lt_lt: Rūšis
nl_nl: Soortnaam
pl_pl: Nazwa gatunku
pt_pt: Nome da espécie
ro_ro: Denumirea speciei
sk_sk: Názov druhu
sl_si: Ime vrste
sr: Име врсте
sv_se: Artnamn
tr_tr: Tür ismi

source: For quicker searching of the taxa you can use different shortcuts. For example, to find
bg_bg: За по-бързо търсене на таксоните, можете да ползвате различни съкращения. Например, за да намерите
ca_es: Per una cerca més ràpida dels tàxons pots utilitzar diferents dreceres. Per exemple, per trobar
cs_cz: Pro rychlejší hledání druhů můžete použít různé zkratky. Například najít
da_dk: Du kan bruge genveje til hurtigere at kunne søge i en taksonomisk gruppe. For eksempel, for at finde
de_de: Für eine schnellere Suche der Art kannst Du verschiedene Tastenkombinationen verwenden. Zum Beispiel
el_gr: Για μία πιο γρήγορη αναζήτηση των τάξων μπορείτε να χρησιμοποιήσετε διαφορετικές συντομεύσεις. Π.χ. για να βρείτε
es_es: Para una búsqueda más rápida de los taxones puede utilizar diferentes atajos. Por ejemplo, para encontrar
fi_fi: Voit etsiä lajinimeä erilaisten pikahakujen avulla. Esimerkiksi, löytääksesi
fr_fr: Pour une recherche plus rapide des taxon vous pouvez utiliser différents raccourcis. Par exemple, pour trouver
gl_es: Para unha procura máis rápida dos taxons, pode facer uso de diferentes atallos. Por exemplo, para atopar
hr_hr: Za brže traženje imena taksona možete koristiti različite kratice. Npr. za pronalaženje
hu_hu: A fajválasztólistában való kereséshez a szövegmezőbe beírhatsz rövidítéseket is. Pl. ha a
it_it: Per una ricerca veloce dei taxa puoi usare differenti scorciatoie. Ad esempio, trovare
ja_jp: 種をすばやく検索するには、さまざまなショートカットを使用できます。 たとえば、
lt_lt: Tam kad surastumėte rūšį greičiau, galite naudoti trumpinius. Pavyzdžiui, ieškant
nl_nl: Om sneller te zoeken naar taxa kunt u verschillende snelkoppelingen gebruiken. Vind bijvooorbeeld
pl_pl: Aby przyspieszyć wyszukiwanie taksonów, możesz użyć różnych skrótów. Na przykład, aby znaleźć
pt_pt: Para uma pesquisa rápida dos taxa, pode usar diferentes atalhos. Por exemplo, para encontrar
ro_ro: Pentru o căutare mai rapidă a taxonilor, puteți utiliza diferite comenzi rapide. De exemplu, pentru a găsi
sk_sk: Pre rýchlejšie hľadanie druhov môžete použiť rôzne skratky. Napríklad: nájsť
sl_si: Za hitrejše iskanje taksonov lahko uporabite različne bližnjice. Na primer, za iskanje
sr: Можете корисити различите пречице за брже налажење таксона. На пример, да би пронашли
sv_se: För att snabbare hitta det taxa du söker kan du använda olika genvägar. Till exempel, för att hitta
tr_tr: Taksayı daha hızlı aramak için farklı kısayollar kullanabilirsiniz. Örneğin,

source: you can type in the search bar
bg_bg: може да напишете в полето за търсене
ca_es: pots escriure a la barra de búsqueda
cs_cz: můžete zadat ve hledacím políčku
da_dk: kan du skrive dette i søgefeltet
de_de: kannst du in der Suchleiste eingeben
el_gr: μπορείτε να πληκτρολογήσετε στη μπάρα αναζήτησης
es_es: puedes escribir en la barra de búsqueda
fi_fi: voit kirjoittaa etsi -kohtaan
fr_fr: vous pouvez écrire dans la barre de recherche
gl_es: pode teclear no buscador
hr_hr: možete upisivati u polje za pretraživanje
hu_hu: fajt keresed, a következők bármelyikét beírhatod
it_it: puoi digitare nella nella barra di ricerca
ja_jp: 検索バーに入力できます
lt_lt: galite įvesti į paieškos lauką
nl_nl: door in de zoekbalk te typen
pl_pl: możesz wpisać w pasku wyszukiwania
pt_pt: pode escrever na barra de pesquisa
ro_ro: puteți introduce în bara de căutare
sk_sk: môžete zadať do vyhľadávacieho políčka
sl_si: lahko vtipkate v okno 'išči'
sr: можете укуцати у поље за претрагу
sv_se: så kan du skriva i sökrutan
tr_tr: Arama çubuğuna yazabilirsiniz

source: Edit Occurrence
bg_bg: Редактирай информацията за срещане
ca_es: Editar Cita
cs_cz: Editovat výskyt
da_dk: Rediger forekomst
de_de: Vorkommen bearbeiten
el_gr: Επεξεργαστείτε Καταγραφή
es_es: Editar presencia
fi_fi: Muuta havaintoa
fr_fr: Éditer l'observation
gl_es: Editar a ocorrencia
hr_hr: Uredi pojavljivanje
hu_hu: Adat módosítása
it_it: Modifica Evento
ja_jp: オカレンスの編集
lt_lt: Redaguoti įrašą
nl_nl: Bewerk voorkomen
pl_pl: Edytuj występowanie
pt_pt: Editar Ocorrência
ro_ro: Editați Semnalarea
sk_sk: Upraviť záznam o výskyte
sl_si: Uredi pojavljanje
sr: Уреди налаз
sv_se: Ändra förekomst
tr_tr: Olayı Düzenle

source: Count
bg_bg: Брой
ca_es: Comptatge
cs_cz: Počet
da_dk: Antal
de_de: Zählung
el_gr: Αριθμός
es_es: Registro
fi_fi: Yksilömäärä
fr_fr: Comptage
gl_es: Contaxe
hr_hr: Brojnost
hu_hu: Egyedszám
it_it: Conteggio
ja_jp: カウント
lt_lt: Skaičius
nl_nl: Tel
pl_pl: Policz
pt_pt: Contagem
ro_ro: Numără
sk_sk: Počítať
sl_si: Popis
sr: Број
sv_se: Antal
tr_tr: Sayım

source: Comment
bg_bg: Бележки
ca_es: Comentaris
cs_cz: Poznámka
da_dk: Kommentar
de_de: Bemerkung
el_gr: Σχόλιο
es_es: Comentario
fi_fi: Kommentti
fr_fr: Commentaire
gl_es: Observacións
hr_hr: Komentar
hu_hu: Megjegyzés
it_it: Commento
ja_jp: コメント
lt_lt: Komentaras
nl_nl: Commentaar
pl_pl: Komentarz
pt_pt: Comentário
ro_ro: Comentariu
sk_sk: Komentár
sl_si: Komentar
sr: Коментар
sv_se: Kommentar
tr_tr: Yorum

source: Draft
bg_bg: Чернова
ca_es: Esborrador
cs_cz: Návrh
da_dk: Udkast
de_de: Entwurf
el_gr: Προσχέδιο
es_es: Borrador
fi_fi: Luonnos
fr_fr: Brouillon
gl_es: Borrador
hr_hr: Nacrt
hu_hu: Piszkozat
it_it: Bozza
ja_jp: 下書き
lt_lt: Juodraštis
nl_nl: Concept
pl_pl: Wersja robocza
pt_pt: Rascunho
ro_ro: Schiță
sk_sk: Návrh
sl_si: Osnutek
sr: Нацрт
sv_se: Utkast
tr_tr: Taslak
