Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: What type of trap was it?
bg_bg: Какъв е видът на ловилката за нощни пеперуди?
ca_es: Quin tipus de trampa era?
cs_cz: Jaký typ lapače to je?
da_dk: Hvilken type fælde var det?
de_de: Welche Art von Falle war es?
el_gr: Ποιος τύπος παγίδας ήταν;
es_es: ¿Qué tipo de trampa era?
fr_fr: Quel type de piège a été utilisé ?
gl_es: Que tipo de trampa era?
hu_hu: Ez milyen típusú csapda?
it_it: Che tipo di trappola era?
ja_jp: どんなタイプのトラップ？
lt_lt: Kokio tai tipo gaudyklė?
pl_pl: Jakiego typu była to pułapka?
pt_pt: Que tipo de armadilha era?
ro_ro: Ce fel de capcana era?
sk_sk: Aký druh pasce to bol?
sl_si: Katera vrsta pasti je bila?
sr: Која је била врста клопке?
sv_se: Vilken typ av fälla var det?
tr_tr: Ne tür bir tuzaktı?

source: No lamps added
bg_bg: Няма добавени лампи
ca_es: No s'han afegit làmpares
cs_cz: Žádná lampa nebyla vložena
da_dk: Ingen lamper tilføjet
de_de: Keine Lampen hinzugefügt
el_gr: Δεν προστέθηκαν λαμπτήρες
es_es: Lámparas no añadidas
fr_fr: Pas de lampe ajoutée
gl_es: Non hai lámpadas engadidas
hu_hu: Nem adtál meg fényforrást
it_it: Nessuna lampada aggiunta
ja_jp: ランプの追加がされていない
lt_lt: Nepridėta jokių lempų
pl_pl: Nie dodano lamp
pt_pt: Sem Lâmpadas adicionadas
ro_ro: Nu ai adaugat lampi.
sk_sk: Neboli pridané žiadne svetelné zdroje
sl_si: Ni dodanih svetilk
sr: Нису додате сијалице
sv_se: Inga lampor tillagda
tr_tr: Lamba eklenmedi

source: What is the lamp type?
bg_bg: Какъв вид е лампата?
ca_es: Quin tipus de làmpara és?
cs_cz: Jaký je to typ lampy?
da_dk: Hvilken type lampe er det?
de_de: Welcher Lampentyp?
el_gr: Ποιος είναι ο τύπος του λαμπτήρα;
es_es: ¿Qué tipo de lámpara es?
fr_fr: Quel est le type de lampe ?
gl_es: Que tipo de lámpada é?
hu_hu: Milyen típusú a fényforrás?
it_it: Quale é il tipo della lampada?
ja_jp: ランプのタイプ
lt_lt: Koks lempos tipas?
pl_pl: Jaki jest typ lampy?
pt_pt: Qual é o tipo de lâmpada?
ro_ro: Ce tip de lampa folosesti?
sk_sk: Aký je to typ svetelného zdroja?
sl_si: Kakšen je tip svetilke?
sr: Која сијалица је коришћена?
sv_se: Vilken lamptyp är det?
tr_tr: Lamba tipi nedir?

source: What is the moth trap type?
bg_bg: Какъв вид е ловилката за нощни пеперуди?
ca_es: Quin tipus de trampa per arnes és?
cs_cz: Jaký je to typ lapače?
da_dk: Hvilken type natsværmerfælde er det?
de_de: Welcher Typ von Nachtfalter-Falle?
el_gr: Ποιος είναι ο τύπος της παγίδας νυχτοπεταλούδων;
es_es: ¿Cúal es el tipo de trampa para polillas?
fr_fr: De quel type est le piège ?
gl_es: Que tipo de trampa para avelaíñas é?
hu_hu: Milyen típusú a csapda?
it_it: Quale é il tipo di trappola per falene?
ja_jp: ガのトラップのタイプは何ですか？
lt_lt: Koks gaudyklės tipas?
pl_pl: Jaki to typ pułapki na ćmy?
pt_pt: Qual é o tipo de armadilha de traças?
ro_ro: Ce tip de capcana folosesti?
sk_sk: Aký je to typ lapača?
sl_si: Kakšen je tip pasti za nočne metulje?
sr: Која је врста клопке за ноћне лептире?
sv_se: Vilken typ av nattfjärilsfälla är det?
tr_tr: Güve tuzağı türü nedir?

source: LED funnel trap
bg_bg: Ловилка с фуния и LED лампа
ca_es: Trampa d'embut LED
cs_cz: LED truchtýřová past
da_dk: LED-tragt fælde
de_de: LED-Trichterfalle
el_gr: Παγίδα LED με χωνί
es_es: Trampa de embudo LED
fr_fr: Piège à DEL et entonnoir
gl_es: Trampa de funil LED
hu_hu: LED-es hordozható fénycsapda
it_it: Trappola a imbuto a LED
ja_jp: LEDファネルトラップ
lt_lt: LED piltuvėlio gaudyklė
pl_pl: Pułapka lejkowa z lampą LED
pt_pt: Armadilha de funil LED.
ro_ro: Capcana luminoasa cu grila electrica
sk_sk: LED lievikovitá pasca
sl_si: Past z LED lučjo in lijakom
sr: ЛЕД клопка с левком
sv_se: LED trattfälla
tr_tr: LED huni tuzağı

source: Other funnel trap
bg_bg: Друг вид ловилка с фуния
ca_es: Altres trampes d'embut
cs_cz: Jiná truchtýřová past
da_dk: Anden type tragtfælde
de_de: Andere Trichterfalle
el_gr: Άλλη παγίδα χωνιού
es_es: Otra trampa de embudo
fr_fr: Autre piège à entonnoir
gl_es: Outra trampa de funil
hu_hu: Egyéb hordozható fénycsapda
it_it: Altra trappola a imbuto
ja_jp: 他のファネルトラップ
lt_lt: Kitokia piltuvėlio gaudyklė
pl_pl: Inna pułapka lejkowa
pt_pt: Outra armadilha de funil
ro_ro: Alte modele de capcane tip palnie
sk_sk: Iný lievikovitý lapač
sl_si: Druge pasti s pomočjo lijaka
sr: Друга клопка с левком
sv_se: Annan trattfälla
tr_tr: Diğer huni tuzağı

source: Trap with 2 sheets
bg_bg: Ловилка с два чаршафа
ca_es: Trampa amb 2 llençols
cs_cz: Lapač se 2 plátny
da_dk: Fælde lavet med 2 lagener
de_de: Falle mit 2 Decken
el_gr: Παγίδα με 2 σεντόνια
es_es: Trampa con 2 sábanas
fr_fr: Piège à 2 draps
gl_es: Trampa con 2 follas
hu_hu: Gyűjtőlepedő
it_it: Trappola a 2 lenzuoli
ja_jp: 2つのシートのあるトラップ
lt_lt: Gaudyklė su dviem lakštais
pl_pl: Pułapka z 2 kartkami
pt_pt: Armadilha com 2 folhas
ro_ro: Capcana cu 2 cearșafuri
sk_sk: Lapač s 2 plachtami
sl_si: Past z 2 pregrinjaloma
sr: Клопка с 2 платна
sv_se: Fälla med 2 lakan
tr_tr: 2 örtülü tuzak

source: Other trap
bg_bg: Друга ловилка
ca_es: Altres trampes
cs_cz: Jiný typ
da_dk: Anden fældetype
de_de: Andere Falle
el_gr: Άλλη παγίδα
es_es: Otra trampa
fr_fr: Autre piège
gl_es: Outra trampa
hu_hu: Másféle csapda
it_it: Altra trappola
ja_jp: 他のトラップ
lt_lt: Kitoks tipas
pl_pl: Inna pułapka
pt_pt: Outra armadilha
ro_ro: Alte modele de capcane
sk_sk: Iný typ
sl_si: Druga past
sr: Друга клопка
sv_se: Annan fälla
tr_tr: Diğer tuzak

source: Lamp
bg_bg: Лампа
ca_es: Làmpara
cs_cz: Lampa
da_dk: Lampe
de_de: Lampe
el_gr: Λαμπτήρας
es_es: Lámpara
fr_fr: Lampe
gl_es: Lámpada
hu_hu: Fényforrás
it_it: Lampada
ja_jp: ランプ
lt_lt: Lempa
pl_pl: Lampa
pt_pt: Lampâda
ro_ro: Lampa
sk_sk: Svetelný zdroj
sl_si: Luč
sr: Сијалица
sv_se: Lampa
tr_tr: Lamba

source: Lamp Details
bg_bg: Подробности за лампата
ca_es: Detalls de la làmpara
cs_cz: Detail lampy
da_dk: Lampedetaljer
de_de: Lampen-Details
el_gr: Επιμέρους στοιχεία λαμπτήρα
es_es: Detalles de la lámpara
fr_fr: Caractéristiques de la lampe
gl_es: Detalles da lámpada
hu_hu: Fényforrás adatai
it_it: Dettagli Lampada
ja_jp: ランプの詳細
lt_lt: Lempos Informacija
pl_pl: Szczegóły lampy
pt_pt: Detalhes da lâmpada
ro_ro: Detalii lampa
sk_sk: Charakteristika svetelného zdroja
sl_si: Podrobnosti o svetilki
sr: Подаци о сијалици
sv_se: Lampdetaljer
tr_tr: Lamba detayları

source: Quantity
bg_bg: Количество
ca_es: Quantitat
cs_cz: Množství
da_dk: Antal
de_de: Anzahl
el_gr: Ποσότητα
es_es: Cantidad
fr_fr: Quantité
gl_es: Cantidade
hu_hu: Darab
it_it: Quantità
ja_jp: 個体数（量）
lt_lt: Kiekis
pl_pl: Ilość
pt_pt: Quantidade
ro_ro: Cantitate
sk_sk: Množstvo
sl_si: Količina
sr: Број
sv_se: Kvantitet
tr_tr: Miktar

source: No moth trap name
bg_bg: Няма име на ловилката за нощни пеперуди
ca_es: Trampa d'arnes sense nom
cs_cz: Žádný název lapače
da_dk: Natsværmerfældenavn mangler
de_de: Kein Nachtfalterfallen-Name
el_gr: Δεν υπάρχει όνομα παγίδας νυχτοπεταλούδων
es_es: Trampa de polillas sin nombre
fr_fr: Pas de nom de piège
gl_es: A trampa para avelaíñas non ten nome
hu_hu: Nincs csapdanév
it_it: Nessun nome della trappola per falene
ja_jp: ガのトラップ名がありません
lt_lt: Trūksta gaudyklės pavadinimo
pl_pl: Brak nazwy pułapki na ćmy
pt_pt: Sem nome para a armadilha de traças.
ro_ro: Lipsa nume capcana fluturi de noapte
sk_sk: Nie je názov lapača
sl_si: Past za nočne metulje brez imena
sr: Нема назива клопке за ноћне лептире
sv_se: Inget namn på nattfjärilsfälla
tr_tr: Güve tuzağı adı yok

source: Moth trap name
bg_bg: Име на ловилката за нощни пеперуди
ca_es: Nom de la trampa d'arnes
cs_cz: Název lapače
da_dk: Natsværmerfældenavn
de_de: Nachtfalterfallen-Name
el_gr: Όνομα παγίδας νυχτοπεταλούδων
es_es: Nombre trampa de polillas
fr_fr: Nom du piège
gl_es: Nome da trampa para avelaíñas
hu_hu: Csapda neve
it_it: Nome trappola per falene
ja_jp: ガのトラップの名称
lt_lt: Gaudyklės pavadinimas
pl_pl: Nazwa pułapki na ćmy
pt_pt: Nome da armadilha de traças
ro_ro: Numele capcanei pentru fluturii de noapte
sk_sk: Názov lapača
sl_si: Ime pasti za nočne metulje
sr: Назив клопке за ноћне лептире
sv_se: Nattfjärilsfällnamn
tr_tr: Güve tuzağı adı

source: Are you sure you want to delete this moth trap?
bg_bg: Сигурни ли сте, че искате да изтриете тази ловилка за нощни пеперуди?
ca_es: Segur que vols eliminar aquesta trampa d'arnes?
cs_cz: Opravdu chcete smazat tento lapač?
da_dk: Er du sikker på at du vil slette denne natsværmerfælde?
de_de: Bist Du sicher, dass Du diese Nachtfalter-falle löschen willst?
el_gr: Είστε σίγουροι πως θέλετε να διαγράψετε αυτή τη παγίδα νυχτοπεταλούδων;
es_es: ¿Está seguro de que quiere eliminar esta trampa para polillas?
fr_fr: Etes-vous sûr de vouloir supprimer ce piège ?
gl_es: Ten a certeza de que quere eliminar esta trampa para avelaíñas?
hu_hu: Biztos, hogy törölni akarod ezt a csapdát?
it_it: Sei sicuro che vuoi eliminare questa trappola per falene?
ja_jp: このガのトラップを削除してもよろしいですか？
lt_lt: Ar jūs tikrai norite ištrinti šį įrašą?
pl_pl: Jesteś pewny, że chcesz usunąć te pułapkę na ćmy?
pt_pt: Tem a certeza que pretende eliminar esta armadilha de traças?
ro_ro: Doresti sa stergi acest tip de capcana?
sk_sk: Ste si istý, že chcete vymazať tento lapač?
sl_si: Ste prepričani, da želite izbrisati to past za nočne metulje?
sr: Да ли сигурно желите да обришете ову клопку за ноћне лептире?
sv_se: Är du säker på att du vill radera denna nattfjärilsfälla?
tr_tr: Bu güve tuzağını silmek istediğinizden emin misiniz?

source: Additional description of lamp.
bg_bg: Допълнително описание на лампата.
ca_es: Descripció adicional de la làmpara.
cs_cz: Další popis lampy.
da_dk: Yderligere lampedetaljer.
de_de: Weitere Beschreibung der Lampe.
el_gr: Επιπρόσθετη περιγραφή του λαμπτήρα.
es_es: Descripción adicional de la lámpara.
fr_fr: Description complémentaire de la lampe
gl_es: Información adicional sobre a lámpada.
hu_hu: Fényforrás további adatai
it_it: Descrizione aggiuntiva della lampada.
ja_jp: ランプに関する追加説明
lt_lt: Papildoma informacija apie lempą.
pl_pl: Dodatkowy opis lampy.
pt_pt: Descrição adicional da lâmpada.
ro_ro: Detalii aditionale ale lampii.
sk_sk: Bližší popis svetelného zdroja.
sl_si: Dodaten opis svetilke.
sr: Додатни опис сијалице.
sv_se: Ytterligare beskrivning av lampa.
tr_tr: Lambanın ek açıklaması.

source: Please add the moth trap location and name.
bg_bg: Моля добавете местоположение и име на ловилката за нощни пеперуди.
ca_es: Si us plau afegeix nom i localització de la trampa d'arnes.
cs_cz: Vložte, prosím, umístění a název lapače.
da_dk: Tilføj venligst natsværmerfældeplacering og navn.
de_de: Bitte gib Standort und Name der Nachtfalter-Falle an.
el_gr: Παρακαλώ προσθέστε τη τοποθεσία και το όνομα της παγίδας νυχτοπεταλούδων.
es_es: Por favor, añada la ubicación y el nombre de la trampa para poiillas.
fr_fr: Veuillez ajouter le nom et la position du piège.
gl_es: Por favor, engada o nome e a localización da trampa para avelaíñas.
hu_hu: Add meg a csapda helyét és nevét!
it_it: Perfavore aggiungi il nome e il luogo della trappola per falene
ja_jp: ガのトラップの場所と名前を追加してください。
lt_lt: Prašome įvesti gaudyklės vietą ir pavadinimą.
pl_pl: Proszę dodaj lokalizację i nazwę pułapki na ćmy.
pt_pt: Por favor adicione a localização e nome da armadilha de traças.
ro_ro: Introduceti locatia si numele capcanei de fluturi.
sk_sk: Prosím, pridajte umiestnenie a názov lapača.
sl_si: Dodajte lokacijo in ime pasti za nočne metulje.
sr: Користите локацију и име клопке за ноћне лепитре.
sv_se: Lägg till nattfjärilsfällans plats och namn.
tr_tr: Lütfen güve tuzağının yerini ve adını ekleyin.

source: Incomplete
bg_bg: Непълно
ca_es: Incomplet
cs_cz: Nedokončené
da_dk: Uafsluttet
de_de: Unvollständig
el_gr: Ελλιπής
es_es: Incompleto
fr_fr: Incomplet
gl_es: Incompleta
hu_hu: Befejezetlen
it_it: Incompleto
ja_jp: 不完全です
lt_lt: Neužbaigta
pl_pl: Niekompletne
pt_pt: incompleto
ro_ro: Incomplet
sk_sk: Nekompletný
sl_si: Nepopolno
sr: Није потпуно
sv_se: Ofullständig
tr_tr: Tamamlanmamış

source: Select
bg_bg: Избери
ca_es: Selecciona
cs_cz: Vyber
da_dk: Vælg
de_de: Auswählen
el_gr: Επιλέξτε
es_es: Seleccionar
fr_fr: Sélectionner
gl_es: Escoller
hu_hu: Kiválaszt
it_it: Seleziona
ja_jp: 選択する
lt_lt: Pasirinkti
pl_pl: Wybierz
pt_pt: Selecionar
ro_ro: Selecteaza
sk_sk: Vybrať
sl_si: Izberi
sr: Изаберите
sv_se: Välj
tr_tr: Seç

source: Recorders
bg_bg: Наблюдатели
ca_es: Observadors/es
cs_cz: Zapisovatelé
da_dk: Observatører
de_de: Melder
el_gr: Καταγραφείς
es_es: Censadores
fr_fr: Observateurs
gl_es: Persoas rexistradoras
hu_hu: Felmérő(k)
it_it: Campionatori
ja_jp: 記録者
lt_lt: Registratoriai
pl_pl: Obserwatorzy
pt_pt: Registadores
ro_ro: Inregistrari
sk_sk: Zapisovatelia
sl_si: Popisovalci
sr: Посматрачи
sv_se: Rapportörer
tr_tr: Kayıtçılar

source: Enter the number of recorders of anyone who helped with this record - including your own.
bg_bg: Въведете броя на наблюдателите, включващ всеки, който е имал принос към това наблюдение - включително Вие.
ca_es: Entra el nombre de persones que han ajudat a aquest mostreig, incloent-te a tu.
cs_cz: Vložte počet zapisovatelů, kteří Vám s tímto záznamem pomohli - včetně Vás.
da_dk: Angiv antallet af observatører, der hjælper med denne observation - inklusiv dig selv.
de_de: Gib die Anzahl der Meldungen aller Personen an, die an diesem Datensatz mitgewirkt haben - einschließlich Deiner eigenen.
el_gr: Εισάγετε τον αριθμό των καταγραφέων, οποιουδήποτε βοήθησε σε αυτή τη καταγραφή - συμπεριλαμβανομένου και εσάς.
es_es: Introduzca el número de censadores, cualquier persona que haya colaborado con este registro, incluido el suyo propio.
fr_fr: Saisissez le nombre d'observateurs, incluant toutes les personnes qui ont aidé à compter et identifier, vous compris.
gl_es: Indique aquí o número de persoas que participaron neste rexistro, vostede incluída/o.
hu_hu: Add meg mindazoknak a nevét - beleértve a sajátodat -, akik részt vettek a felmérésben!
it_it: Inserisci in numero dei campionatori o di altri che hanno aiutato con il campionamento- incluso te stesso.
ja_jp: あなた自身も含めて、この記録に協力した人の記録者の数を入力してください。
lt_lt: Įveskite visų prisidėjusių stebėtojų skaičių, įskaitant ir save
pl_pl: Wprowadź liczbę osób obserwujących, które pomogły przy przeprowadzeniu tej obserwacji - wliczając ciebie.
pt_pt: Insira o número de registadores de todos os que ajudaram com este registo - incluindo os seus próprios.
ro_ro: Adaugati numarul de persoane care au asistat la inregistrarea datelor-inclusiv dvs.
sk_sk: Zadajte počet zapisovateľov, ktorí pomohli s týmto záznamom, vrátane Vás.
sl_si: Vpišite število vseh popisovalcev, ki so sodelovali pri tem popisu - vključno z vašim.
sr: Унесите број људи који су вам помогли са бележењем, укључујући и вас.
sv_se: Ange antalet observatörer, inkludera alla som hjälpt till med denna observation - inklusive dig själv.
tr_tr: Sizinki de dahil olmak üzere bu kayıtta yardımcı olan herkesin kayıt cihazı sayısını girin.

source: Network Error
bg_bg: Мрежова грешка
ca_es: Error de Xarxa
cs_cz: Chyba připojení
da_dk: Forbindelsesfejl
de_de: Netzwerkfehler
el_gr: Σφάλμα Δικτύου
es_es: Error en la red.
fr_fr: Erreur de réseau
gl_es: Erro da Rede
hu_hu: Hálózati hiba
it_it: Errore di rete
ja_jp: ネットワークエラー
lt_lt: Tinklo klaida
pl_pl: Błąd sieci
pt_pt: Erro de rede
ro_ro: Eroare retea
sk_sk: Chyba siete
sl_si: Napaka v povezavi
sr: Грешка у мрежи
sv_se: Nätverksfel
tr_tr: Ağ hatası

source: Please login to see your own data report.
bg_bg: Моля влезте в профила си, за да видите вашия собствен отчет с данните от преброяванията.
ca_es: Si us plau inicia sessió per veure l'informe de les teves dades.
cs_cz: Pro shlédnutí vlastního záznamu se, prosím, přihlašte.
da_dk: Log venligst ind for at se din egen data rapport.
de_de: Bitte melde Dich an, um Deinen eigenen Datenbericht zu sehen.
el_gr: Παρακαλώ συνδεθείτε για να δείτε τα στατιστικά των δεδομένων σας.
es_es: Por favor, inicie sesión para ver su propio informe de datos.
fr_fr: Veuillez vous connecter pour voir vos statistiques de participation
gl_es: Por favor, conéctese para ver o seu informe de datos.
hu_hu: Jelentkezz be jelentéseid megtekintéséhez!
it_it: Perfavore accedi per visualizzare i tuoi report dei dati
ja_jp: あなたのデータのレポートを見るためにログインしてください。
lt_lt: Prisijungus prie sąskaitos rodoma daugiau informacijos.
pl_pl: Proszę zaloguj się, aby zobaczyć raport o twoich danych.
pt_pt: Faça o login para ver os seus relatórios de dados.
ro_ro: Logheaza-te pentru a accesa datele.
sk_sk: Pre zobrazenie svojich záznamov sa prihláste.
sl_si: Če si želite ogledati svoje poročilo o podatkih, se prijavite.
sr: Пријавите се да видите ваш извештај са подацима.
sv_se: Logga in för att se din egen datarapport
tr_tr: Kendi veri raporunuzu görmek için lütfen giriş yapın.

source: Your top species this month
bg_bg: Вашите най-многобройни видове през този месец
ca_es: Les teves espècies destacades del mes
cs_cz: Váš nejpočetnější druh tento měsíc
da_dk: Dine top arter denne måned
de_de: Deine Top-Arten in diesem Monat
el_gr: Τα κορυφαία είδη σας αυτό το μήνα
es_es: Sus especies más registradas este mes
fr_fr: L'espèce que vous avez le plus observé ce mois-ci
gl_es: As especies que máis avistou este mes
hu_hu: Leggyakoribb fajaid ebben a hónapban
it_it: La specie più avvistata del mese
ja_jp: 今月のあなたのトップの種類
lt_lt: Jūsų populiariausios rūšys šį mėnesį
pl_pl: Twój najczęstszy gatunek w tym miesiącu
pt_pt: As suas espécies mais vistas este mês
ro_ro: Specia principala din aceasta luna.
sk_sk: Vaše najpočetnejšie druhy za tento mesiac
sl_si: Vaše najpogosteje opažene vrste ta mesec
sr: Ваше најчешће врсте овог месеца
sv_se: Dina vanligaste arter denna månad
tr_tr: Bu ayki en çok gördüğünüz tür

source: Your top species
bg_bg: Вашите най-многобройни видове
ca_es: La teves espècies més destacades
cs_cz: Váš nejpočetnější druh
da_dk: Dine top arter
de_de: Deine Top-Arten
el_gr: Τα κορυφαία είδη σας
es_es: Sus especies más registradas
fr_fr: L'espèce que vous avez le plus observé
gl_es: As especies que máis avistou
hu_hu: Leggyakoribb fajaid
it_it: la specie più avvistata
ja_jp: あなたのトップの種類
lt_lt: Jūsų populiariausios rūšys
pl_pl: Twój najczęstszy gatunek
pt_pt: As sua espécies mais vistas
ro_ro: Speciile principale
sk_sk: Vaše najpočetnejšie druhy
sl_si: Vaše najpogosteje opažene vrste
sr: Ваше најчешће врсте
sv_se: Dina vanligaste arter
tr_tr: En çok gördüğünüz tür

source: Section Photos
bg_bg: Снимки на участъка
ca_es: Secció de Fotos
cs_cz: Sekce fotek
da_dk: Sektionsbillede
de_de: Bereich Fotos
el_gr: Φωτογραφίες τμημάτων
es_es: Fotos de la sección
fr_fr: Photos de section
gl_es: Sección Fotografías
hu_hu: Élőhelyfotó
it_it: Sezione Foto
ja_jp: セクションの写真
lt_lt: Ruožo nuotrauka
pl_pl: Sekcja Zdjęcia
pt_pt: Fotos da secção
ro_ro: Sectiune cu poze
sk_sk: Fotky sekcie
sl_si: Fotografije odseka
sr: Фотографија деонице
sv_se: Segmentbilder
tr_tr: Kesit Fotoğrafları

source: User is not logged in.
bg_bg: Потребителят не е влязъл в профила си.
ca_es: No s'ha iniciat sessió com a usuari.
cs_cz: Uživatel není přihlášen.
da_dk: Bruger ikke logget ind.
de_de: Nutzer ist nicht eingeloggt.
el_gr: Ο χρήστης δεν έχει συνδεθεί.
es_es: El usuario no está conectado.
fr_fr: Vous n'êtes pas connecté(e)
gl_es: Usuaria/o sen conectar.
hu_hu: A felhasználó nincs bejelentkezve.
it_it: L'utente non é collegato
ja_jp: ユーザーがログインされていません。
lt_lt: Vartotojas nėra prisijungęs.
pl_pl: Użytkownik nie jest zalogowany.
pt_pt: O utilizador não está logado.
ro_ro: Utilizatorul nu este logat
sk_sk: Používateľ nie je prihlásený.
sl_si: Uporabnik ni prijavljen.
sr: Корисник није пријављен.
sv_se: Användaren är inte inloggad.
tr_tr: Kullanıcı giriş yapmadı.

source: We think it is {{probability}}% likely a <3>{{taxon}}</3> species
bg_bg: Смятаме, че с {{probability}}% вероятност това е видът <3>{{taxon}}</3>
ca_es: Pensem que amb un {{probability}}% és tracta de <3>{{taxon}}
cs_cz: Myslíme, že to je s {{probability}}% pravděpodobností tento druh: <3>{{taxon}}</3>
da_dk: Vi tror at det {{probability}}% er en <3>{{taxon}}</3> art
de_de: Wir denken, dass es sich mit {{Wahrscheinlichkeit}}% Wahrscheinlichkeit um eine <3>{{Taxon}}</3> Art handelt
el_gr: Πιστεύουμε πως είναι {{probability}}% πιθανό να είναι ένα <3>{{taxon}}</3> είδος
es_es: Creemos que es {{probabilidad}}% probable que sea la especie <3>{{taxon}}</3>
fr_fr: Nous sommes sûrs à {{probability}}% que c'est une espèce du genre<3>{{taxon}}</3>
gl_es: Estimamos unha probabilidade do {{probability}} % de que sexa a especie <3>{{taxon}}</3>
hu_hu: Úgy gondoljuk, ez {{probability}}⁒-os valószínűséggel egy<3>{{taxon}}</3>.
it_it: Pensiamo sia al {{probability}}% la specie<3>{{taxon}}</3>
ja_jp: これは{{probability}}% の可能性で<3> {{taxon}} </3>であると考えます
lt_lt: Mes manome, kad tai {{probability}}%<3>{{taxon}}</3> rūšis
pl_pl: Wydaję nam się, że z prawdopodobieństwem {{probability}}% to gatunek: <3>{{taxon}}</3>
pt_pt: Há uma probabilidade de {{probabilidade}}% que seja uma espécie do <3>{{taxon}}</3>
ro_ro: Probabilitatea speciei este de {{ }}%
sk_sk: Myslíme si, že s {{probability}}% pravdepodobnosťou je to <3>{{taxon}}</3>
sl_si: Menimo, da je {{možnost}}% po vsej verjetnosti <3>{{takson}}</3> vrste
sr: {{probability}}% је вероватно да је врста <3>{{taxon}}</3>
sv_se: Vi tror det är med {{probability}}% sannolikhet är en <3>{{taxon}}</3>
tr_tr: Bir {{taxon}} türü olma ihtimalinin %{{probability}} olduğunu düşünüyoruz

source: <0>Warning</0> - we think it is {{probability}}% likely a <5>{{taxon}}</5> species
bg_bg: <0>Внимание</0> - смятаме, че с {{probability}}% вероятност това е видът <5>{{taxon}}</5>
ca_es: <0>Alerta</0> - pensem que és amb un {{probability}}% l'espècie <5>{{taxon}}</5>
cs_cz: <0>Varování</0> - myslíme, že je to s {{probability}}% pravděpodobností tento druh: <5>{{taxon}}</5>
da_dk: <0>Advarsel</0> - Vi tror at det {{probability}}% er en <5>{{taxon}}</5> art
el_gr: <0>Προσοχή</0> - πιστεύουμε πως είναι {{probability}}% πιθανό να είναι ένα <5>{{taxon}}</5> είδος
es_es: <0>Advertencia</0> - creemos que es {{probabilidad}}% probable que sea la especie <5>{{taxon}}</5>
fr_fr: <0>Attention</0> - nous sommes sûrs à {{probability}}% qu'il s'agit d'une espèce du genre <5>{{taxon}}</5>
gl_es: <0>Atención!</0> Estimamos que se trata da especie <5>{{taxon}}</5> cunha probabilidade do {{probability}} %
hu_hu: <0>Figyelem</0> - úgy gondoljuk, ez {{probability}}⁒-os valószínűséggel egy<5>{{taxon}}</5>.
it_it: <0>Attenzione</0>- pemsiamosia al {{probability}}% la specie<5>{{taxon}}</5>
ja_jp: <0>警告</0> -これは {{probability}}% の可能性で<5> {{taxon}} </5>であると考えます
lt_lt: <0>Dėmesio</0> - mes manome, kad tai {{probability}}% <5>{{taxon}}</5>rūšis
pl_pl: <0>Uwaga</0> - wydaję nam się, że z prawdopodobieństwem {{probability}}% jest to gatunek: <5>{{taxon}}</5>
pt_pt: <0>Aviso</0> - Há uma probabilidade de {{probabilidade}}% que seja uma espécie do <5>{{taxon}}</5>
ro_ro: <0>Atenție</0> - credem că există o probabilitate de {{probability}}% ca acesta să fie specia <5>{{taxon}}</5>.
sk_sk: <0>Upozornenie</0> - myslíme si, že s {{probability}}% pravdepodobnosťou je to <5>{{taxon}}</5>
sl_si: <0>Opozorilo</0> - menimo, da je {{možnost}}% po vsej verjetnosti <5>{{takson}}</5> vrste
sr: <0>Упозорење</0> – {{probability}}% је вероватно да је врста <5>{{taxon}}</5>
sv_se: <0>Warning</0> - vi tror det är med {{probability}}% sannolikhet är en <5>{{taxon}}</5>
tr_tr: Uyarı - %{{probability}} olasılıkla bir {{taxon}} türü olduğunu düşünüyoruz

source: Lamps
bg_bg: Лампи
ca_es: Làmpares
cs_cz: Lampy
da_dk: Lamper
de_de: Lampen
el_gr: Λαμπτήρες
es_es: Lámparas
fr_fr: Lampes
gl_es: Lámpadas
hu_hu: Fényforrások
it_it: Lampade
ja_jp: ランプ
lt_lt: Lempos
pl_pl: Lampy
pt_pt: Lâmpadas
ro_ro: Lampi
sk_sk: Svetelné zdroje
sl_si: Luči
sr: Сијалице
sv_se: Lampor
tr_tr: Lambalar
