Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Sync. with the website
bg_bg: Синхронизиране с интернет страницата
ca_es: Sincronitza amb la web
cs_cz: Synchronizace s webovým rozhraním
da_dk: Synkroniser med hjemmesiden
de_de: Synchronisation mit der Website
el_gr: Συγχρονισμός με τη πλατφόρμα
es_es: Sincronización con la website
fi_fi: Synkronoi verkkosivun kanssa
fr_fr: Synchronisation avec le site web
gl_es: Sincronizar co sitio web
hr_hr: sinhronizacija s mrežnom stranicom
hu_hu: Adatok feltöltése
it_it: Sincronizzato con il sito web
ja_jp: ウェブサイトと同期。
lt_lt: Sinchronizavimas su interneto svetaine
nl_nl: Synchroniseer met de webpagina
pl_pl: Synchronizuj ze stroną internetową
pt_pt: Sincronize com o website
ro_ro: Sincronizare cu siteul web
sk_sk: Synchronizácia s webovým rozhraním
sl_si: Sinhronizacija s spletno stranjo
sr: Освежи са веба
sv_se: Synkronisera med websidan
tr_tr: İnternet sitesiyle senkronize et

source: All your saved surveys will be shown on your account page.
bg_bg: Всичките Ваши записани преброявания ще се виждат в страницата на Вашия профил.
ca_es: Tots els teus mostrejos guardats es mostraran a la pàgina del teu compte
cs_cz: Všechny uložené průzkumy budou zobrazeny na stránce Vašeho účtu
da_dk: Alle dine gemte observationer vil blive vist på din konto side.
de_de: Alle Deine gespeicherten Erfassungen werden auf Deiner Account-Seite angezeigt.
el_gr: Όλες οι αποθηκευμένες δειγματοληψίες σας θα φαίνονται στη σελίδα του λογαριασμού σας.
es_es: Todos tus muestreos guardados se mostrarán en la página de su cuenta
fi_fi: Kaikki tallentamasi havaintokerrat tulevat näkyviin omalle käyttäjätilillesi.
fr_fr: Tous vos suivis enregistrés seront visibles sur votre profil.
gl_es: Todas as mostraxes que garde aparecerán na súa conta.
hr_hr: Sva spremljena istraživanja bit će prikazana na stranici vašeg računa.
hu_hu: A feltöltött felméréseid megjelennek az eBMS-honlapon a felhasználói fiókodban.
it_it: Tutti i tuoi monitoraggi salvati saranno riportati nel tuo account
ja_jp: 保存した調査はすべてアカウントページに表示されます。
lt_lt: Visi išsaugoti įrašai bus atvaizduoti interneto puslapio paskyroje.
nl_nl: All uw bewaarde tellingen worden getoond in de profielpagina
pl_pl: Wszystkie zapisane przez Ciebie formularze będą widoczne na stronie Twojego konta.
pt_pt: Todas as suas amostragens guardadas estarão disponíveis na página da sua conta.
ro_ro: Toate sondajele salvate vor fi afișate pe pagina contului dumneavoastră.
sk_sk: Všetky uložené pozorovania budú zobrazené na stránke Vášho účtu.
sl_si: Vsi shranjeni popisi bodo vidni na strani vašega profila.
sr: Сви сачувани подаци са обилазака ће бити приказани на страници вашег налога.
sv_se: Alla dina sparade inventeringar visas på din personliga sida.
tr_tr: Kaydettiğiniz tüm gözlemler profilinizde görüntülenecek.

source: By default a survey is in a 'draft' mode which will not be sent to the database until the 'Finish' button in the header is clicked. The application will try to submit your record once there is a good network connection.
bg_bg: По подразбиране, всяко преброяване е в режим "чернова" и няма да бъде изпратено до базата данни, преди да натиснето бутона "Завършване" в горната част на екрана. Приложението ще пробва да изпрати вашия доклад, щом се появи достатъчно добра връзка с интернет.
ca_es: Per defecte un mostreig resta com a "esborrador" que no serà enviat a la base de dades fins que el botó "Acaba" de la capçalera no es cliqui. L'aplicació intentarà enviar els teus registres quan hi hagi bona connexió a la xarxa.
cs_cz: Průzkum je od začátku prováděn v 'návrhovém' modu a nebude odeslán do databáze, dokud nezmačknete tlačítko Dokončit nahoře. Aplikace se pokusí odeslat Vaše údaje hned, jak bude na dobrém síťovém připojení.
da_dk: Som standard er en observation gemt som "udkast" og vil ikke blive tilføjet til databasen indtil, der trykkes på "Afslut" knappen på sidehovedet. Applikationen vil indsende din observation, så snart der er god netværksforbindelse.
de_de: Standardmäßig befindet sich eine Erfassung im Modus "Entwurf", der erst dann an die Datenbank gesendet wird, wenn auf die Schaltfläche "Fertigstellen" in der Kopfzeile geklickt wird. Die Anwendung wird Deine Meldung übertragen, sobald es eine gute Netzwerkverbindung gibt.
el_gr: Από προεπιλογή μία δειγματοληψία είναι σε λειτουργία "προσχεδίου" και δεν αποστέλνεται στη βάση δεδομένων μέχρι να πατηθεί το κουμπί "Τέλος". Έπειτα, η εφαρμογή θα προσπαθήσει να υποβάλει τις καταγραφές σας μόλις υπάρχει καλή σύνδεση δικτύου.
es_es: Por defecto, un muestreo está en modo 'borrador' que no se enviará a la base de datos hasta que se haga clic en el botón 'Terminar' en el encabezado. La aplicación intentará enviar su registro una vez que haya una buena conexión de red.
fi_fi: Havaintokerta tallentuu lähtökohtaisesti 'luonnoksena', joka ei siirry tietokantaan ennen kuin painat Lopeta -kuvaketta. Sovellus lähettää havaintokerran saatuaan riittävän hyvän verkkoyhteyden.
fr_fr: Par défaut, un suivi est en mode "brouillon", et ne sera envoyé dans la base de données que lorsque vous presserez le bouton "Terminer" en tête de page . L'application tentera d'envoyer la participation une fois qu'une connexion correcte au réseau sera disponible.
gl_es: Por defecto as mostraxes están nun modo "borrador" e non se enviarán á base de datos até premer no botón "Rematar" da cabeceira. A aplicación tentará enviar os rexistros en canto haxa unha boa conexión a Internet.
hr_hr: Prema zadanim postavkama, istraživanje je u nacrtu „skice“ i neće se slati u bazu podataka dok se ne stisne tipka „Završi“ u zaglavlju. Aplikacija će vam pokušati poslati podatke kad postoji dobra mrežna veza.
hu_hu: Alapbeállításként, a felmérés "piszkozat"-ként szerepel. Ez nem töltődik fel az adatbázisba, amíg nem koppintottál a címsávban lévő "BEFEJEZ" gombra. Az alkalmazás a befejezett felméréseket, megfelelő hálózati kapcsolatnál (pl. WiFi), megpróbálja feltölteni az adatbázisba.
it_it: Di default un campionamento è in modalità bozza che non verrà inserita sul database fino a che non sarà cliccato il tasto "Fine" nell'intestazione. L'applicazione proverà a sottomettere il tuo campionamento quando ci sarà una buona connessione internet.
ja_jp: デフォルトでは、調査は「ドラフト」モードになっており、ヘッダーの「終了」ボタンがクリックされるまでデータベースに送信されません。良好なネットワーク接続が確立されると、アプリケーションはレコードを送信しようとします。
lt_lt: Pagal pradinius nustatymus įrašai yra „juodraščio“ režimu, kurie nebus siunčiami į duomenų bazę, kol nebus nuspaustas antraštėje esantis mygtukas „UŽBAIGTI“ . Aplikacija bandys išsiųsti įrašą, kai bus sukurtas geras interneto ryšys.
nl_nl: Standaard wordt een telling als 'concept' opgeslagen. Deze wordt pas naar de database verzonden als u op de knop 'Klaar' bovenaan de pagina klikt. De app probeert dan uw telling in te dienen zodra er een goede internetverbinding is.
pl_pl: Formularz domyślnie jest w trybie 'wersja robocza' i zostanie wysłana do bazy danych dopóki nie zostanie kliknięty przycisk 'Zakończ' w nagłówku. Aplikacja podejmie próbę wysłania Twojich danych, gdy tylko będzie dobre połączenie z siecią.
pt_pt: Por defeito, uma amostragem está em modo "rascunho", não sendo enviada para a base de dados, até ser pressionado o botão "Terminar", no cabeçalho. A aplicação tentará submeter o seu registo assim que tiver uma boa ligação à rede.
ro_ro: În mod, un sondaj este într-un mod „schiță”, care nu va fi trimis în baza de date până nu se face clic pe butonul „Terminare” din antet. Aplicația va încerca să vă trimită înregistrarea odată ce esită o conexiune bună la rețea.
sk_sk: Pozorovanie prebieha v móde návrhu a nebude odoslané do databázy skôr, ako stlačíte tlačidlo "Dokončiť" v hlavičke. Aplikácia sa pokúsi odoslať Vaše údaje hneď, ako bude mať dobré sieťové pripojenie.
sl_si: Popis se samodejno shrani kot osnutek. Za pošiljanje v bazo podatkov stisnite gumb 'Končaj' desno zgoraj. Aplikacija bo shranila popis takoj, ko bo na voljo internetna povezava.
sr: Подразумевано обиласци се чувају у виду „нацрта“, који неће бити послати у базу података док не притиснете дугме „Заврши“ у заглављу апликације. Када будете повезани са стабилном мрежом, подаци ће бити послати.
sv_se: En inventering är i *utkast'-läge som standard, och sparas inte i databasen förrän man klickat på knappen Klart högst upp på sidan. Appen sänder dina data när den har en bra internet-anslutning.
tr_tr: Bitir tuşuna basana kadar gözleminiz "taslak" olarak görünür. Uygulama uygun internet bağlantısı bulunduğunda gözlem kaydınızı sisteme yükler.

source: you have to be signed in to your website account and have a network connection, for the records to be automatically synchronised in the background
bg_bg: за да се синхронизират докладите от Вашите преброявания автоматично, във фонов режим, трябва да бъдете вписан в своя профил на интернет страницата и да имате връзка с интернет
ca_es: t'has d'haver registrat al teu compte de la pàgina web i tenir connexió a la xarxa, per tal que els registres es sincronitztin automàticament en el fons
cs_cz: musíte být přihlášen do webového rozhraní a musíte být připojen na síť, aby se Vaše záznamy automaticky synchronizovaly na pozadí
da_dk: Du bliver nødt til at være logget ind på din konto på hjemmesiden og have en god netværksforbindelse, for at observationerne automatisk synkroniserer i baggrunden.
de_de: Damit die Meldungen automatisch im Hintergrund synchronisiert werden können, musst Du angemeldet sein und eine Netzwerkverbindung haben
el_gr: πρέπει να έχετε συνδεθεί με τον ίδιο λογαριασμό όπως στη πλατφόρμα και να έχετε σύνδεση στο δίκτυο, για να συγχρονίζονται αυτόματα οι καταγραφές με τη βάση δεδομένων
es_es: debe iniciar sesión en su cuenta del sitio web y tener una conexión de red para que los registros se sincronicen automáticamente en segundo plano
fi_fi: sinulla tulee olla verkkoyhteys ja kirjautunut käyttäjätilillesi, jotta havaintosi automaattisesti synkronoidaan tietokannan kanssa.
fr_fr: vous devez être identifié avec votre profil du site web et avoir une connection réseau pour que les participations soient automatiquement synchronisés en arrière-plan
gl_es: ten que dispor de conexión a Internet e entrar na súa conta web para que os rexistros se sincronicen automaticamente en segundo plano.
hr_hr: za automatsku pozadinsku sinhronizaciju podataka morate biti na mreži i prijavljeni na svoj račun
hu_hu: az adatok eBMS-adatbázisba való feltöltéséhez az szükséges, hogy be légy jelentkezve a felhasználói fiókodba és legyen megfelelő internetkapcsolat.
it_it: devi aver effettuato l'accesso al tuo account e disporre di una connessione di rete, affinché i record vengano sincronizzati automaticamente in background
ja_jp: 記録がバックグラウンドで自動的に同期されるようにするには、ウェブサイトアカウントにサインインし、ネットワークに接続する必要があります。
lt_lt: turite būti prisijungę prie savo svetainės paskyros ir turėti interneto ryšį, kad įrašai būtų automatiškai sinchronizuojami
nl_nl: u moet ingelogd zijn met uw account en een internetverbinding hebben, waarna de waarnemingen worden gesynchroniseerd in de achtergrond
pl_pl: musisz być zalogowany na swoje konto w serwisie i mieć połączenie z siecią, aby rekordy były automatycznie synchronizowane w tle
pt_pt: para os registos serem automaticamente sincronizados tem de entrar na sua conta no website e ter uma ligação de rede
ro_ro: trebuie să fiți conectat la contul de pe site și să aveți o conexiune la rețea, pentru ca înregistrările să fie sincronizate automat pe fundal
sk_sk: musíte byť prihlásený do webového rozhrania a byť pripojený na sieť, aby sa Vaše záznamy automaticky synchronizovali na pozadí
sl_si: za avtomatsko sinhroniziranje popisov morate biti vpisani v svoj račun in povezani na internetno povezavo
sr: пријавили сте се на ваш веб налог и повезани сте на мрежу, тако да ће налази аутоматски бити послати у позадини
sv_se: du måste vara inloggad på ditt konto och ha en internetanslutning för att uppgifterna ska kunna synkroniseras i bakgrunden
tr_tr: Kayıtların arkaplanda otomatik olarak senkronize edilebilmesi için internet bağlantısına erişim olmalı ve internet sitesinden hesabınıza giriş yapmış olmalısınız

source: Delete a record
bg_bg: Изтриване на доклад
ca_es: Esborrar un registre
cs_cz: Smazat záznam
da_dk: Sletning af en observation
de_de: Eine Meldung löschen
el_gr: Διαγραφή μίας δειγματοληψίας
es_es: Eliminar un registro
fi_fi: Havainnon poistaminen
fr_fr: Supprimer une participation
gl_es: Eliminar un rexistro
hr_hr: Izbrišite podatak
hu_hu: Felmérés törlése
it_it: Elimina i record
ja_jp: 記録を削除
lt_lt: Įrašo ištrynimas
nl_nl: Verwijder een waarneming
pl_pl: Usuń rekord
pt_pt: Eliminar um registo
ro_ro: Ștergeți o înregistrare
sk_sk: Vymazať záznam
sl_si: Izbriši popis
sr: Обриши налаз
sv_se: Ta bort en artobservation
tr_tr: Kaydı sil

source: To delete a record, swipe it left in your account page and click the delete button.
bg_bg: За да изтриете доклад от преброяване, в списъка във Вашия профил го плъзнете наляво и кликнете бутона Изтриване.
ca_es: Per esborrar un registre, fes-lo lliscar cap a l'esquerra a la pàgina del teu compte i clica al botó d'eliminar.
cs_cz: Abyste smazali záznam, odsuňte ho doleva na stránce Vašeho účtu a zmáčkněte tlačítko Smazat
da_dk: For at slette en observation skal du swipe den mod venstre på din konto side og klikke på slet knappen.
de_de: Um eine Meldung zu löschen, wische sie auf deiner Account-Seite nach links und klicke auf die Schaltfläche Löschen.
el_gr: Για να διαγράψετε μία δειγματοληψία, σύρετε την εγγραφή της προς τα αριστερά και κάντε κλικ στο κουμπί διαγραφής.
es_es: Para eliminar un registro, deslícelo hacia la izquierda en la página de su cuenta y haga clic en el botón Eliminar.
fi_fi: Poistaaksesi havainnon, pyyhkäise sitä vasemmalle käyttäjätiedoissasi ja paina Poista -kuvaketta.
fr_fr: Pour supprimer une participation, faites la glisser vers la gauche dans votre page de profil et cliquez sur le bouton "Supprimer".
gl_es: Para borrar un rexistro, pase o dedo cara á esquerda na súa conta e prema o botón de eliminar.
hr_hr: Za brisanje zapisa, prijeđite prstom lijevo na stranici vašeg računa i kliknite tipku za brisanje.
hu_hu: A kiválasztott felmérés törléséhez húzd az ujjad balról jobbra, és koppints a megjelenő piros "TÖRÖL" gombra!
it_it: Per eliminare un campionamento, fai scorrere a sinistra nella pagina del tuo account e clicca sul bottone elimina.
ja_jp: レコードを削除するには、アカウント ページで左にスワイプし、削除ボタンをクリックします。
lt_lt: Norėdami ištrinti įrašą, braukite jį į kairę Įrašai puslapyje ir spustelėkite mygtuką IŠTRINTI.
nl_nl: Om een waarneming te verwijderen, swipe naar links in uw profielpagina en klik op de knop 'Verwijder'.
pl_pl: Aby usunąć rekord, przesuń palcem w lewo na stronie swojego konta i kliknij przycisk Usuń.
pt_pt: Para eliminar um registo, arraste-o para a esquerda na página da sua conta e pressione o botão eliminar.
ro_ro: Pentru a șterge o înregistrare, glisați stânga în pagina contului dvs. și faceți clic pe butonul de ștergere.
sk_sk: Keď chcete záznam odstrániť, potiahnite ho doľava na stránke Vášho účtu a kliknite na tlačidlo vymazať.
sl_si: Za izbris popisa pojdite na stran svojega računa, na popisu potegnite s prstom v levo in kliknite izbriši.
sr: Да обришете налаз, превуците лево на страници вашег налога и притисните дугме обриши.
sv_se: Vill du ta bort en observation drar du den till vänster på din kontosida och klickar på knappen Ta bort
tr_tr: Gözlem kaydını silmek için, profil sayfanızda görünen kaydı sola kaydırın ve sil butonuna basın.

source: Assign a project to a count
es_es: Asignar un proyecto a un recuento
it_it: Assegna un progetto al conteggio
sr: Доделите пројекат овом бројању
tr_tr: Bir sayımı bir projeye ata

source: <0>Start a count.</0><1>Select "Additional Details" then "Project".</1><2>Finally, choose the appropriate project.</2>
es_es: <0>Empiece un recuento.</0><1>Seleccione "Detalles Adicionales" luego "Proyecto".Finalmente, elija el proyecto apropiado.</2>
it_it: <0>Inizia conteggio</0><1>Selezione "Dettegli Aggiuntivi" then "Progetto".</1><2>Insine, scegli il progetto appropriato.</2>
sr: <0>Започните бројање.</0><1>Изаберите „Додатни подаци“, па „Пројекат“.</1><2>Коначно, изаберите одговарајући пројекат.</2>
tr_tr: <0> sayım başlat. </0><1>“Ek Ayrıntılar” bölümünü, ardından “Proje”yi seç. </1><2>Son olarak uygun projeyi seç.</2>

source: Assign a site to a count
es_es: Asignar un sitio a un recuento
it_it: Assegna il sito a un conteggio.
sr: Доделите локацију овом бројању
tr_tr: Bir sayımı bir alana ata

source: <0>Start a count.</0><1>Assign a project to the count, see instructions on how to select a project.</1><2>Turn off the GPS in the header of the "Area" page.</2><3>Select the "Site Drawing" tool on the right side of the screen.</3><4>Choose an area on the map and confirm your selection on the right side of the screen.</4><5>Press the "Add" button located on the favourite sites panel in the bottom right corner of the screen. If the panel is not visible, you can open it by clicking the favourite sites button (star icon) at the top right.</5><6>You will be prompted to answer some questions about the site.</6><7>Press "Save" in the top right corner after answering the questions. The site will be saved, and it can be selected for future counts conducted in that location.</7><8>Finally, choose the site for the current count.</8>
es_es: <0>Empezar un recuento.</0><1>Asignar un proyecto a un recuento, mire las instrucciones de cómo seleccionar un proyecto.</1><2>Apague el GPS en la parte superior de la página "Área".</2><3>Seleccione la herramienta "Dibujar sitio" en la parte derecha de la pantalla.</3><4>Elija una zona en el mapa y confirme su selección en la parte derecha de la pantalla.</4><5>Pulse el botón "Añadir" situado en el panel de sitios favoritos, en la esquina inferior derecha de la pantalla. Si el panel no está visible, puede abrirlo pulsando el botón de sitios favoritos (icono de estrella) situado en la parte superior derecha.</5><6>Se le pedirá que responda a algunas preguntas sobre el sitio.</6><7>Pulse "Guardar" en la esquina superior derecha después de responder a las preguntas. El lugar se guardará y podrá seleccionarse para futuros recuentos realizados en esa ubicación.</7><8>Por último, elija el sitio para el recuento actual.</8>
it_it: <0>Inizia conteggio.</0><1>Assegna un progetto al conteggio, leggi le istruzioni su come selezionare un progetto</1><2>Spegni il GPS nell'intestazione della pagina "Area"</2><3>Seleziona lo strumento "Disegno Sito" nel lato destro dello schermo</3><4>Scegli un'area sulla mappa e conferma la tua selezione nel lato destro dello schermo</4><5>Premi il tasto "Aggiungi" situato nel panello dei siti preferiti nell'angolo in basso a destra dello schermo. Se il pannello non è visibile, puoi aprirlo cliccando il tasto dei siti favoriti (icona a stella) nell'angolo in alto a destra.</5><6>Ti verrà chiesto di rispondere ad alcune domande sul sito.</6><7>Premi "Salva" nell'angolo in alto a destra dopo aver risposto alla domande. Il sito sarà salvato, e potrà essere selezionato per conteggi futuri in quell'area.</7><8>Infine, scegli il sito per il conteggio attuale.</8>
sr: <0>Започните бројање.</0><1>Доделите пројекат бројању, погледајте упутство о за избор пројекта.</1><2>Искључите ГПС у заглављу странице „Област“.</2><3>Изаберите алат „Исцртавање области“ на десној страни екрана.</3><4>Изаберите област на карти и потврдите ваш избор на десној страни екрана.</4><5>Притисните дугме „Додај“ које се налази у подручју са омиљеним локацијама у доњем, десном углу екрана. Уколико не видите подручје, отворите га преко дугмета за омиљене локације (иконица звездице) у десном делу екрана.</5><6>Апликација ће вас питати да одговорите на неколико питања о локацији.</6><7>Притисните „Сачувај“ у горњем, десном углу након што одговорите на питања. Локација ће бити сачувана и можете је изабрати за будућа бројања на истом месту.</7><8>Коначно, изаберите ову локацију за тренутно бројање.</8>
tr_tr: <0> sayım başlat. </0><1>Sayımı bir projeye ata; proje seçimiyle ilgili yönergelere bak. </1><2>“Alan” sayfasının üst kısmındaki GPS’i kapat. Ekranın sağ tarafındaki “Alan Çizimi (Site Drawing)” aracını seç.</2><3> Harita üzerinde bir alan belirle ve seçiminden sonra ekranın sağ tarafındaki onay düğmesine bas.</3> Ekranın sağ alt köşesindeki “Favori Alanlar” panelinde bulunan “Ekle (Add)” düğmesine tıkla. <4><5>Panel görünmüyorsa, sağ üst köşedeki yıldız simgesine (favori alanlar düğmesi) tıklayarak açabilirsin. Senden alanla ilgili bazı soruları yanıtlaman istenecek </5><6>.Soruları yanıtladıktan sonra sağ üst köşedeki “Kaydet (Save)” düğmesine bas. </6><7>Alan kaydedilecek ve bu konumda yapılacak gelecekteki sayımlar için seçilebilir hale gelecektir.</7><8> Son olarak, mevcut sayım için bu alanı seç.</8>

source: User
bg_bg: Потребител
ca_es: Usuari
cs_cz: Uživatel
da_dk: Bruger
de_de: Nutzer
el_gr: Χρήστης
es_es: Usuario
fi_fi: Käyttäjä
fr_fr: Utilisateur
gl_es: Usuaria/o
hr_hr: Korisnik
hu_hu: Felhasználó
it_it: Utente
ja_jp: ユーザー
lt_lt: Vartotojas
nl_nl: Gebruiker
pl_pl: Użytkownik
pt_pt: Utilizador
ro_ro: Utilizator
sk_sk: Používateľ
sl_si: Uporabnik
sr: Корисник
sv_se: Användare
tr_tr: Kullanıcı

source: Sign in/out or register
bg_bg: Влизане в/ излизане от профила или регистрация
ca_es: Iniciar/tancar sessió o registrar-se
cs_cz: Přihlašte se/odhlašte se a nebo se zaregistrujte
da_dk: Log ind/ud eller opret ny konto
de_de: An-/Abmelden oder Registrieren
el_gr: Συνδεθείτε/Αποσυνδεθείτε ή Εγγραφείτε
es_es: Iniciar/salir sesión o registrarse
fi_fi: Kirjaudu sisään/ulos tai rekisteröidy
fr_fr: Connexion/Déconnexion ou enregistrement
gl_es: Inicie/peche sesión ou rexístrese
hr_hr: Prijavi se/ Odjavi se/ Registriraj se
hu_hu: Be- és kijelentkezés, regisztráció
it_it: Accedi o registrati
ja_jp: サインイン/アウトまたは登録
lt_lt: Prisijungimas/Atsijungimas arba Registracija
nl_nl: Schrijf in/uit of registreer
pl_pl: Zaloguj się / wyloguj lub zarejestruj
pt_pt: Entrar/sair ou registar-se
ro_ro: Conectare/Deconectare sau înregistrare
sk_sk: Prihlásiť sa / odhlásiť sa alebo registrovať sa
sl_si: Prijavite se ali registrirajte
sr: Пријава/одјава и регистрација
sv_se: Logga in/ut eller registrera konto
tr_tr: Giriş/Çıkış yap ya da Kayıt ol
