Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: You can also use the app to submit records while walking an existing butterfly monitoring transect. These have already been established by country Butterfly Monitoring Schemes and are best completed by experienced recorders. Recording existing transects within the app requires that your account is already linked to a transect setup within the eBMS system. If no transect sites are listed once you are logged into the app, please contact your national co-ordinator (please email {{helpEmail}} for advice).
bg_bg: Можете също да ползвате приложението за записване и изпращане на наблюдения от съществуващ трансект за наблюдение на дневни пеперуди. Тези трансекти се създават в координация с националната мрежа за мониторинг на пеперудите в съответната държава и е най-добре да бъдат отброявани от опитни наблюдатели. За да можете да броите по съществуващи трансекти в приложението, се изисква личният Ви профил вече да е свързан с определен, предварително създаден трансект в системата на eBMS. Ако след влизане в приложението не виждате трансекти, моля, свържете се с вашия национален координатор (моля, изпратете имейл до {{helpEmail}} за съвет).
ca_es: També podeu utilitzar l'aplicació per enviar registres mentre camineu per un transecte de monitoreig de papallones existent. Aquests ja s'han establert pels BMS del país i es poden completar millor per observadors experimentats. El registre de transectes existents a l'aplicació requereix que el vostre compte ja estigui enllaçat a una configuració de transectes dins del sistema eBMS. Si no hi ha transectes a la llista un cop hàgiu iniciat la sessió a l'aplicació, poseu-vos en contacte amb el vostre coordinador nacional (envieu un correu electrònic a {{helpEmail}} per obtenir consell).
cs_cz: Aplikaci také můžete použít pro zasílání záznamů při procházení již existujícího transektového monitoringu. Transektový monitoring byl založen na národní úrovni koordinátorem při AOPK a je prováděn zkušenými mapovateli. Záznam existujícího transektového sčítání vyžaduje, aby Váš účet byl spojen s Vaším transektovým nastavením v systému eBMS. Pokud při přihlášení se žádný transekt nenajdete, kontaktujte Vašeho národního koordinátora (e-mail {{helpEmail}} pro pomoc).
da_dk: Du kan også bruge appen til at indsende observationer, mens du går langs et eksisterende sommerfugletransekt. Da de er lavet af landets officielle sommerfugleovervågningsordninger, er det bedst at de udføres af erfarne observatører. Observationer langs eksisterende transekter i appen kræver, at din konto allerede er knyttet til en transektopsætning i eBMS-systemet. Hvis der ikke er angivet nogle transekter, når du er logget ind på appen, bedes du kontakte din nationale koordinator (e-mail venligst {{helpEmail}} for at få vejledning).
de_de: Du kannst die App auch verwenden, um eine Transektbegehung für ein bestehendes Transekt zu erfassen. Diese Transekte wurden bereits von den Monitoringprogrammen der Länder eingerichtet und werden am besten von erfahrenen Transektzählern durchgeführt. Die Aufzeichnung bestehender Transekte innerhalb der App setzt voraus, dass Dein Konto bereits mit einem eingerichteten Transekt innerhalb des eBMS-Systems verknüpft ist. Wenn nach dem Einloggen in die App keine Transektstrecken aufgelistet sind, wende Dich bitte an Deinen nationalen Koordinator (bitte per {{helpEmail}} um Rat fragen).
el_gr: Μπορείτε επίσης να χρησιμοποιήσετε την εφαρμογή για να υποβάλετε καταγραφές από την επίσκεψη σας σε μία ήδη κατοχυρωμένη διαδρομή παρακολούθησης πεταλούδων. Αυτές οι διαδρομές έχουν ήδη σχεδιαστεί από χώρες με Προγράμματα Παρακολούθησης Πεταλούδων, τις οποίες επισκέπτονται πιο έμπειροι καταγραφείς. Για να επισκεφτείτε μία ήδη κατοχυρωμένη διαδρομή μέσω της εφαρμογής, πρέπει πρώτα να έχετε συνδέσει τον λογαριασμό σας σε μία διαδρομή μέσω της πλατφόρμας του eBMS. Εάν δεν εμφανίζεται καμία διαδρομή στη λίστα σας στην εφαρμογή, επικοινωνήστε με τον εθνικό συντονιστή σας (στείλτε email στο {{helpEmail}} για συμβουλές).
es_es: También puede usar la aplicación para enviar registros mientras recorre un transecto de seguimiento de mariposas existente. Estos ya han sido establecidos por los Programas de Seguimiento de Mariposas (BMS) de cada país y se realizan mejor con censadores experimentados. El registro de transectos existentes dentro de la aplicación requiere que su cuenta ya esté vinculada a un transecto dentro del sistema eBMS. Si no se enumeran sitios de transectos una vez que haya iniciado sesión en la aplicación, comuníquese con su coordinador nacional (envíe un correo electrónico a {{helpEmail}} para obtener asesoramiento).
fi_fi: Voit myös käyttää sovellusta tallentaaksesi havaintoja olemassa olevalta laskentalinjalta. Nämä on aiemmin perustettu osana kansallisia päiväperhosseurantoja. Tämä on mahdollista, jos käyttäjätilisi on linkitetty eBMS:n sisältämään laskentalinjaan. Jos tällaisia ei ole tarjolla kun kirjaudut järjestelmään, voit kysyä neuvoa kansalliselta koordinaattoriltasi (Suomessa: janne.heliola@ymparisto.fi).
fr_fr: Vous pouvez utiliser l'application pour suivre un site STERF-eBMS existant. Cette méthode de suivis de transects est plutôt réservée aux observateurs expérimentés. Le suivi de transects existants dans l'application nécessite que votre compte soit déjà lié à un site comprenant les transects dans le système STERF-eBMS. Si aucun site n'est répertorié lorsque que vous êtes connecté(e), merci de contacter votre coordinateur national (veuillez envoyer un e-mail à {{helpEmail}} pour obtenir des conseils).
gl_es: Tamén pode utilizar a apli para enviar rexistros mentres percorre un transecto de monitorización de bolboretas xa establecido. Estes percorridos créaos o equipo coordinador de cada país e o seguimento neles consegue mellores resultados canta máis experiencia teñan as persoas a que se lles asignen. Realizar coa apli o seguimento dun transecto fixado require que a súa conta lle estea vinculada no propio sistema do eBMS. Se ese é o caso e non aparece ningún transecto cando se conecte á apli, póñase en contacto co equipo coordinador nacional (envíe un correo electrónico a {{helpEmail}} para obter axuda).
hr_hr: Aplikaciju možete koristiti i za slanje zapisa dok hodate postojećim transektom za monitoring leptira. Oni su već uspostavljeni u državnim shemama za monitoring leptira, a najbolje ih ispunjavaju iskusni istraživači. Monitoring postojećih transekta u aplikaciji zahtijeva da je vaš račun već povezan s postavkom transekta u sustavu eBMS. Ako nakon prijave na aplikaciju transekti nisu izlistani, kontaktirajte svog nacionalnog koordinatora (za savjet pošaljite e-poštu na adresu {{martina.sasic@hpm.hr}}).
hu_hu: Az alkalmazással "transzektlejárások" adatait is rögzítheted és azokat feltöltheted az adatbázisba. A kijelölt állandó transzektek a helyi lepkemonitoring program (Magyarországon ez a Magyar Lepkemonitoring-Hálózat) részeként működnek. Ha "transzektezni" szeretnél, előtte célszerű megkeresned az MLMH-t segítségért és felkészítésért. Transzektes adatgyűjtésnél, felhasználói fiókod a helyi transzekthálózat része kell hogy legyen az eBMS rendszerében. Ha a mobilalkalmazásba bejelentkezve nem látod a transzektjeidet, lépj kapcsolatba a koordinátorral. Magyarországi transzektezéssel kapcsolatban itt keresheted az MLMH-t: {{helpEmail}}.
it_it: Puoi anche usare l'app per effettuare campionamenti mentre percorri un transetto delle farfalle esistente. Questi sono già stati stabiliti dagli schemi di monitoraggio nazionali delle farfalle e disegnati da registratori esperti. La registrazione dei transetti esistenti all'interno dell'app richiede che il tuo account sia già registrato all'interno del sistema eBMS. Se non vengono elencati siti sei transetti una volta effettuato l'accesso all'app, contattare il coordinatore nazionale (inviare un'e-mail {{helpEmail}} per un consiglio).
ja_jp: また、このアプリを利用して、既存のチョウのモニタリングのトランセクト調査地を歩きながら記録を送信することもできます。これらはすでに国のチョウ類モニタリングスキームによって設定されており、経験豊富な記録者によってベストに完成されています。このアプリ内で既存のトランセクト調査地で記録するには、あなたのアカウントがすでにeBMSシステム内に設定されたトランセクトにリンクされている必要があります。アプリにログインした後、トランセクト調査地が表示されない場合は、国内のコーディネーターに連絡してください。
lt_lt: Programą taip pat galite naudoti eidami į esamas dieninių drugių stebėjimo transektas. Jas jau nustatė šalies dieninių drugių stebėjimo programos ir jas geriausiai užpildo patyrę stebėtojai. Jei norite įrašyti esamus programos segmentus, reikia, kad jūsų anketa jau būtų susieta su transektomis „eBMS“ sistemoje. Jei prisijungus prie programos nėra jokių transektų vietų, prašome susisiekti su savo šalies koordinatoriumi (patarimo prašome klausti el. Paštu {{helpEmail}}).
nl_nl: Je kan de app gebruiken om waarnemingen te doen op bestaande dagvlinderroutes. Deze transecten zijn al ingesteld door het nationale vlindermeetnet en kunnen het beste worden uitgevoerd door ervaren waarnemers. Voor het opnemen van bestaande routes in de app moet uw account al gekoppeld zijn aan een route dat in het eBMS-systeem is ingesteld. Neem contact op met uw nationale coördinator als er geen locaties van routes worden weergegeven nadat u in de app bent ingelogd. (stuur een email naar {{helpEmail}} voor advies).
pl_pl: Możesz także użyć aplikacji do przesyłania obserwacji podczas spaceru po istniejącym już transekcie, na którym monitorowane są motyle. Zostały one ustanowione przez krajowe systemy monitorowania motyli i najlepiej aby były uzupełniane przez doświadczonych obserwatorów. Prowadzenie obserwacji na istniejących w aplikacji transektach wymaga, aby twoje konto było już połączone poprzez ustawieniami transektu w systemie eBMS. Jeśli po zalogowaniu się do aplikacji nie ma żadnych transektów, skontaktuj się z krajowym koordynatorem (wyślij e-mail na adres {{helpEmail}}, aby uzyskać poradę).
pt_pt: Também pode utilizar a aplicação para submeter registos enquanto anda por um transecto de monitorização de borboletas já existente. Estes transectos foram estabelecidos pelos planos de monitorização de borboletas de cada país e são preferencialmente frequentados por pessoas com experiência na monitorização de borboletas. Para colocar registos neste tipo de transectos através da aplicação, a sua conta tem de estar já ligada a este sistema de transectos no eBMS. Se não encontra nenhum destes transectos após entrar na aplicação, por favor contacte o(a) coordenador(a) nacional (envie email para: {{censosborboletasdeportugal@gmail.com}}).
ro_ro: De asemenea, puteți utiliza aplicația pentru a trimite înregistrări în timp ce parcurgeți un transect de monitorizare a fluturilor existent. Acestea au fost deja stabilite de Sistemele de Monitorizare a Fluturilor din țară și sunt cel mai bine completate de înregistratori experimentați. Înregistrarea transectelor existente în aplcație necesită ca contul dumneavoastră să fie deja conectat la o configurație de transect în cadrul sistemului eBMS. Dacă nu apare nicio zonă a transectului odată ce v-ați conectat la aplicație, vă rugăm să contactați coordonatorul național (vă rugăm să trimiteți un email {{helpEmail}} pentru sfaturi).
sk_sk: Aplikáciu môžete použiť aj pre zasielanie záznamov z monitorovania uz existujúceho transektu. Transekty sú vytvárané na úrovni jednotlivých národných schém a ich monitoring je realizovaný skúsenejšími mapovateľmi. Na monitorovanie už existujúceho transektu je potrebné, aby bol Váš účet prepojený s daným transektom v systéme eBMS. Ak po prihlásení nenájdete vo svojom účte priradený žiadny transekt, kontaktujte so žiadosťou o pomoc Vášho národného koordinátora (email {{helpEmail}}).
sl_si: Aplikacijo lahko uporabite tudi za pošiljanje popisov že obstoječih transektov namenjenih monitoringu dnevnih metuljev. Ti so že bili vzpostavljeni na različnih območjih po sodelujočih državah za spremljanje dnevnih metuljev pod koordinatorji izkušenih popisovalcev. Vaš račun je za snemanje obstoječih transektov že povezan z nastavitvijo transekta znotraj sistema eBMS. Če po prijavi v aplikacijo ne vidite nobenih obstoječih transektov, se obrnite na vašega koordinatorja (za nasvet pošljite e-pošto).
sr: Можете користити апликацију да пошаљете уносе док шетате задатом линијом трансекта. Трансекти су одавно успостављени у оквиру европске шеме за праћење промена бројности дневних лептира и дају најбоље резултате уколико су људи који спроводе бројање искуснији. Потребно је да већ имате отворен кориснички налог и задате трансекте унутар нашег веб система. Уколико још увек немате тренсекте, контактирајте координатора у вашој држави (пошаљите е-поруку на {{helpEmail}} за савет).
sv_se: Du kan också använda appen för att registrera fjärilar när du inventerar en befintlig inventeringsslinga eller punktlokal. Slingorna och punktlokalerna är en del av respektive lands fjärilsövervakning. Du kan inventera en punktlokal med appen på två sätt, antingen som en variant av en slinga som har enbart ett segment, alternativt som en 15-minutersinventering men i det senare fallet behöver du själv fylla i lokalnamn och väder i kommentarsfältet. För att kunna rapportera från en befintlig slinga eller punktlokal måste ditt användarkonto vara kopplat till den i eBMS-systemet. Om du inte ser dina slingor eller punktlokaler när du är inloggad i appen kan du kontakta den nationella samordnaren för att få tillgång till dina lokaler (sänd ett mail till {{helpEmail}} för att få hjälp).
tr_tr: Uygulamayı, daha önceden var olan bir kelebek izleme transektinde yürürken kayıt yüklemek için de kullanabilirsiniz. Bu kayıtlar ülke Kelebek İzleme Sistemi tarafından saptanmış ve tecrübeli kayıtçılar tarafından en iyi şekilde tamamlanmıştır. Uygulama üzerinden, var olan transektlerde kayıt yapmak, hesabınızın halihazırda Avrupa Kelebek İzleme Planı sisteminde bulunan bir transekt kurulumuna bağlı olmasını gerektirir. Eğer uygulamaya giriş yaptıığınızda hiçbir transekt alanı listelenmiyorsa, lütfen ulusal koooordinatörünüzle iletişime geçin. (Lütfen tavsiyelerinizi email ile bize iletin {{helpEmail}}).
