Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Previous survey draft exists, would you like to continue it?
bg_bg: Съществува предишна чернова на отброяване, искате ли да я завършите?
ca_es: Existeix un esborrador del mostreig anterior, voldríes continuar-lo?
cs_cz: Existuje předchozí verze návrhu. Chcete s ní pokračovat?
da_dk: Der findes et udkast til en observation, vil du fortsætte med det?
de_de: Es liegt bereits ein Erfassungsentwurf vor, möchtest du diesen fortsetzen?
el_gr: Υπάρχει προηγούμενο προσχέδιο δειγματοληψίας, θα θέλατε να το συνεχίσετε;
es_es: Existe un borrador de un muestreo anterior, ¿te gustaría continuarlo?
fi_fi: Aiempi luonnos havaintokerrasta löytyy, haluatko jatkaa sitä?
fr_fr: Il existe un suivi non finalisé, voulez-vous le poursuivre ?
gl_es: Existe un borrador de mostraxe iniciado previamente. Gustaríalle continualo?
hr_hr: U nacrtu postoje podaci prethodnog istraživanja, da li želite nastaviti?
hu_hu: Van korábbi felmérés-piszkozat. Szeretnéd folytatni?
it_it: Bozza del campionamento già esistente, vuoi continuarla?
ja_jp: 以前の調査の下書きが存在します。続行しますか?
lt_lt: Rastas neužbaigtas įrašas, ar norėtumėte jį tęsti?
nl_nl: Er bestaat een eerder concept. Wilt u hiermee doorgaan?
pl_pl: Istnieje poprzednia wersja robocza formularza, czy chcesz kontynuować jej wypełnianie?
pt_pt: Já existe um rascunho da amostragem, gostaria de a continuar?
ro_ro: Există o schiță anterioară a sondajului, doriți să o continuați?
sk_sk: Existuje predchádzajúca verzia návrhu. Chcete v nej pokračovať?
sl_si: Ali želiš nadaljevati prejšnji osnutek?
sr: Већ постоји нацрт од претходног обиласка, да ли желите да наставите?
sv_se: Det finns ett sparat utkast. Vill du fortsätta arbeta med det?
tr_tr: Önceki gözlem taslağı mevcut, ona devam etmek ister misiniz?

source: Discard
bg_bg: Премахване
ca_es: Descartar
cs_cz: Zahodit změny
da_dk: Forkast
de_de: Verwerfen
el_gr: Απόρριψη
es_es: Descartar
fi_fi: Hylkää
fr_fr: Supprimer
gl_es: Descartar
hr_hr: Odbaci
hu_hu: Elvet
it_it: Elimina
ja_jp: 破棄する
lt_lt: Ištrinti
nl_nl: Wijs af
pl_pl: Odrzuć
pt_pt: Rejeitar
ro_ro: Anulează
sk_sk: Zrušiť
sl_si: Zavrzi
sr: Занемари
sv_se: Ignorera
tr_tr: Çöpe at

source: Continue
bg_bg: Продължаване
ca_es: Continuar
cs_cz: Pokračovat
da_dk: Fortsæt
de_de: fortfahren
el_gr: Συνέχιση
es_es: Continuar
fi_fi: Jatka
fr_fr: Continuer
gl_es: Continuar
hr_hr: Nastavi
hu_hu: Folytat
it_it: Continua
ja_jp: 続ける
lt_lt: Tęsti
nl_nl: Ga door
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continuați
sk_sk: Pokračovať
sl_si: Nadaljuj
sr: Настави
sv_se: Fortsätt
tr_tr: Devam et

source: Finish
bg_bg: Завършване
ca_es: Finalitzar
cs_cz: Dokončit
da_dk: Afslut
de_de: Ende
el_gr: Τέλος
es_es: Terminar
fi_fi: Lopeta
fr_fr: Terminer
gl_es: Rematar
hr_hr: Završi
hu_hu: Befejez
it_it: Fine
ja_jp: 終了
lt_lt: Užbaigti
nl_nl: Klaar
pl_pl: Koniec
pt_pt: Acabar
ro_ro: Finalizare
sk_sk: Dokončiť
sl_si: Končaj
sr: Заврши
sv_se: Klart
tr_tr: Bitir

source: minutes
bg_bg: минути
ca_es: minuts
cs_cz: minuty
da_dk: minutter
de_de: Minuten
el_gr: λεπτά
es_es: minutos
fi_fi: minuuttia
gl_es: minutos
hr_hr: minute
hu_hu: perc
it_it: minuti
ja_jp: 分
lt_lt: minutės
nl_nl: minuten
pl_pl: minut
pt_pt: minutos
ro_ro: minute
sk_sk: minúty
sl_si: minute
sr: минута
sv_se: minuter
tr_tr: dakika

source: No species added
bg_bg: Няма добавени видове
ca_es: No s'han afegit espècies
cs_cz: Žádný druh nebyl přidán
da_dk: Ingen arter tilføjet
de_de: Keine Art hinzugefügt
el_gr: Καμία προσθήκη είδους
es_es: Sin especies añadidas
fi_fi: Ei lajeja lisättynä
fr_fr: Pas d'espèce ajoutée
gl_es: Sen especies engadidas
hr_hr: Vrsta nije dodana
hu_hu: Nincs hozzáadott faj
it_it: Nessuna specie aggiunta
ja_jp: 種が追加されていない
lt_lt: Rūšių sąrašas tuščias
nl_nl: Geen soorten toegevoegd
pl_pl: Nie dodano żadnego gatunku
pt_pt: Nenhuma espécie adicionada
ro_ro: Nicio specie adăugată
sk_sk: Nebol pridaný žiadny druh
sl_si: Nobena vrsta ni dodana
sr: Нису додате врсте
sv_se: Ingen art tillagd
tr_tr: Hiç tür eklenmedi

source: Please draw your area on the map
bg_bg: Очертайте своята територия на картата
ca_es: Dibuixa al mapa la teva àrea
cs_cz: Prosím, nakreslete vaši plochu do mapy
da_dk: Tegn venligst dit område på kortet
de_de: Bitte zeichne dein Gebiet auf der Karte.
el_gr: Παρακαλώ σχεδιάστε την περιοχή σας στον χάρτη
es_es: Por favor dibuje su área en el mapa
fi_fi: Piirrä havaintoalueesi kartalle
fr_fr: Veuillez dessiner sur la carte la surface explorée
gl_es: Por favor, debuxe a área no mapa
hr_hr: Molimo nacrtajte vaše područje na karti
hu_hu: Rajzold meg a felmért területet!
it_it: Per favore disegna la tua area sulla mappa
ja_jp: あなたの地域を地図から描いてください。
lt_lt: Prašome apibrėžti vietovę žemėlapyje
nl_nl: Teken uw gebied op de kaart
pl_pl: Narysuj swój obszar na mapie
pt_pt: Por favor trace a sua área no mapa
ro_ro: Vă rugăm să schițați zona dumneavoastră pe hartă
sk_sk: Prosím, nakreslite Vašu plochu do mapy
sl_si: Na zemljevidu narišite območje popisa
sr: Исцртајте жељену област на карти
sv_se: Markera ditt område på kartan
tr_tr: Lütfen haritada alanınızı çiziniz

source: Disable the GPS tracking to enable the drawing tools.
bg_bg: Деактивирайте GPS проследяването, за да активирате инструментите за чертаене.
ca_es: Desactiva el GPS per poder activar l'eina de dibuix.
el_gr: Απενεργοποιήστε το GPS για να ενεργοποιήσετε τα εργαλεία σχεδίασης.
es_es: Desactiva el seguimiento GPS para activar las herramientas de dibujo.
fr_fr: Arrêter le GPS pour accéder aux outils de traçage
gl_es: Desconecte o GPS para activar as ferramentas de debuxo.
hu_hu: Kapcsold ki a GPS-t a szerkesztéshez!
it_it: Disabilita il GPS per abilitare gli strumenti di disegno.
lt_lt: Išjunkite GPS, jeigu norite matyti žemėlapio įrankius.
pt_pt: Desative a localização por GPS para usar as ferramentas de desenho
ro_ro: Dezactivează datele GPS pt. activarea funcției de desenat
sr: Искључите ГПС праћење да омогућите алате за цртање.
sv_se: Avaktivera GPS spårning för att aktivera ritverktyget
tr_tr: Çizim araçlarını etkinleştirmek için GPS takibi devre dışı bırakın.

source: Draw an area
bg_bg: Очертайте територия
ca_es: Dibuixa una àrea
cs_cz: Zakreslit plochu
da_dk: Tegn et område
de_de: Zeichne einen Bereich
el_gr: Σχεδιάστε μία περιοχή
es_es: Dibujar un area
fi_fi: Piirrä alue
fr_fr: Dessiner une surface
gl_es: Debuxe unha área
hr_hr: Ucrtaj područje
hu_hu: Határold le a területet!
it_it: Disegna un'area
ja_jp: エリアを描く
lt_lt: Apibrėžti vietovę
nl_nl: Teken een gebied
pl_pl: Narysuj obszar
pt_pt: Trace uma área
ro_ro: Desenați o zonă
sk_sk: Nakreslite plochu
sl_si: Narišite območje popisa
sr: Исцртајте област
sv_se: Rita ett område
tr_tr: Alan çiz

source: Locations
bg_bg: Места
ca_es: Localitats
el_gr: Τοποθεσίες
es_es: Ubicaciones
gl_es: Localizacións
it_it: Posizioni
lt_lt: Vietovės
pt_pt: Localizações
sr: Локације
sv_se: Platser
tr_tr: konumlar

source: Previous
bg_bg: Предходно
ca_es: Prèvies
el_gr: Προηγούμενο
es_es: Anterior
gl_es: Previo/a
it_it: Precedente
lt_lt: Preities
pt_pt: Anterior
sr: Претходно
sv_se: Föregående
tr_tr: Önceki

source: New location
bg_bg: Ново място
ca_es: Nova localitat
el_gr: Νέα τοποθεσία
es_es: Nueva ubicación
gl_es: Nova localización
it_it: Nuova posizione
lt_lt: Nauja vietovė
pt_pt: Nova localização
sr: Нова локација
sv_se: Ny plats
tr_tr: Yeni konum

source: No location
bg_bg: Няма място
es_es: Sin ubicación
gl_es: Sen localización
it_it: Nessuna posizione
sr: Нема локације
tr_tr: Konum yok

source: Site name
bg_bg: Име на мястото
ca_es: Nom del lloc
el_gr: Όνομα τοποθεσίας
es_es: Nombre del lugar
gl_es: Nome do lugar
it_it: Nome del sito
lt_lt: Vietovės vardas
pt_pt: Nome do sítio
sr: Име подручја
sv_se: Lokalnamn
tr_tr: Alan adı

source: Comments
bg_bg: Коментари
ca_es: Comentaris
el_gr: Σχόλια
es_es: Comentarios
gl_es: Observacións
it_it: Commenti
lt_lt: Komentarai
pt_pt: Comentários
sr: Коментари
sv_se: Kommentarer
tr_tr: Yorumlar

source: The survey area is still being tracked.
bg_bg: Територията на извършваното преброяване все още се записва в GPS трак.
ca_es: L'àrea de mostreig encara està sent registrada.
el_gr: Υπάρχει ακόμα στίγμα GPS για την περιοχή δειγματοληψίας.
es_es: La zona de muestreo se sigue rastreando.
gl_es: A área de mostraxe aínda está sendo rastrexada
it_it: L'area del campionamento è ancora in fase di monitoraggio.
lt_lt: Įrašo nueitas maršrutas yra dar neužbaigtas.
pt_pt: A área de amostragem ainda está a ser calculada.
sr: Још увек се прати истражена област.
sv_se: Undersökningsområdet spåras fortfarande
tr_tr: Anket alanı hâlâ izleniyor.

source: Successfully saved a location.
bg_bg: Мястото е запазено успешно.
ca_es: Localitat guardada amb èxit.
el_gr: Η τοποθεσία αποθηκεύτηκε επιτυχώς
es_es: Se ha guardado con éxito una ubicación.
gl_es: Gardouse correctamente a localización.
it_it: Una posizione salvata con successo
lt_lt: Vietovė sėkmingai išsaugota.
pt_pt: Localização guardada com sucesso.
sr: Локација је успешно сачувана.
sv_se: Sparade en plats
tr_tr: Konum başarıyla kaydedildi.

source: Are you sure?
bg_bg: Сигурни ли сте?
ca_es: N'estàs segur/a?
el_gr: Είστε σίγουροι;
es_es: ¿Está seguro?
gl_es: Ten a certeza de que...?
it_it: Sei sicuro?
lt_lt: Ar tikrai?
pt_pt: Tem a certeza?
sr: Да ли сте сигурни?
sv_se: Är du säker?
tr_tr: Emin misin?

source: This will discard the form data.
bg_bg: Това ще изтрие данните във формуляра.
ca_es: Això ho descartarà de les dades.
el_gr: Αυτή η επιλογή θα διαγράψει τα δεδομένα της φόρμας.
es_es: Esto descartará los datos del formulario.
gl_es: Esta acción eliminará os datos do formulario.
it_it: Questo verrà eliminato dai dati.
lt_lt: Šis veiksmas panaikins iki šiol įvestą informaciją.
pt_pt: Esta opcão irá rejeitar o formulário de dados.
sr: Овим ћете одбацити податке из обрасца.
sv_se: Detta kasserar formulärdata
tr_tr: Bu işlem form verilerini silecek.

source: Yes
bg_bg: Да
ca_es: Sí
el_gr: Ναι
es_es: Si
gl_es: Si
it_it: Si
lt_lt: Taip
pt_pt: Sim
sr: Да
sv_se: Ja
tr_tr: Evet

source: No
bg_bg: Не
el_gr: Όχι
gl_es: Non
lt_lt: Ne
pt_pt: Não
sr: Не
sv_se: Nej
tr_tr: Hayır

source: Delete
bg_bg: Изтриване
ca_es: Elimina
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
es_es: Borrar
fi_fi: Poista
fr_fr: Supprimer
gl_es: Eliminar
hr_hr: Izbriši
hu_hu: Töröl
it_it: Cancella
ja_jp: 削除
lt_lt: Ištrinti
nl_nl: Verwijder
pl_pl: Usuń
pt_pt: Apagar
ro_ro: Șterge
sk_sk: Vymazať
sl_si: Izbriši
sr: Обриши
sv_se: Radera
tr_tr: Sil

source: Surveys
bg_bg: Преброявания
ca_es: Mostrejos
cs_cz: Průzkumy
da_dk: Observationer
de_de: Erfassungen
el_gr: Δειγματοληψίες
es_es: Muestreos
fi_fi: Havaintokerrat
fr_fr: Suivis
gl_es: Mostraxes
hr_hr: Istraživanja
hu_hu: Felmérések
it_it: Campionamenti
ja_jp: 調査
lt_lt: Įrašai
nl_nl: Telling
pl_pl: Formularz
pt_pt: Amostragens
ro_ro: Sondaje
sk_sk: Pozorovania
sl_si: Popisi
sr: Обиласци
sv_se: Inventeringar
tr_tr: Gözlemler

source: Reports
bg_bg: Доклади
ca_es: Informes
cs_cz: Zprávy
da_dk: Rapporter
de_de: Berichte
el_gr: Στατιστικά
es_es: Informe
fi_fi: Raportit
fr_fr: Statistiques
gl_es: Informes
hr_hr: Izvještaji
hu_hu: Jelentések
it_it: Rapporti
ja_jp: レポート
lt_lt: Ataskaitos
nl_nl: Rapporten
pl_pl: Raport
pt_pt: Relatórios
ro_ro: Raportări
sk_sk: Štatistika
sl_si: Poročila
sr: Извештаји
sv_se: Rapporter
tr_tr: Raporlar

source: Species name or filter...
bg_bg: Име на вид или филтриране...
ca_es: Nom de l'espècie o filtre
cs_cz: Název druhu nebo filtrujte..
da_dk: Artsnavn eller filter ...
de_de: Artname oder Filter...
el_gr: Όνομα είδους ή συντόμευση
es_es: Nombre de la especie o filtro...
fr_fr: Nom de l'espèce ou filtre...
gl_es: Nome da especie ou filtro...
hr_hr: Ime vrste ili fiter...
hu_hu: Fajnév vagy szűrés...
it_it: Nome della specie o filtra...
ja_jp: 種の名前またはフィルター
lt_lt: Rūšies vardas arba filtras...
pl_pl: Nazwa gatunku lub filtr...
pt_pt: Nome da espécie ou filtrar
ro_ro: Numele speciei sau selelcteaza pe criterii
sk_sk: Názov druhu alebo filter...
sl_si: Ime vrste ali filter...
sr: Име врсте или филтер…
sv_se: Artnamn eller filter
tr_tr: Tür adı veya filtresi...

source: family
bg_bg: семейство
ca_es: família
cs_cz: čeleď
da_dk: familie
de_de: Familie
el_gr: οικογένεια
es_es: familia
fr_fr: Famille
gl_es: familia
hr_hr: porodica
hu_hu: család
it_it: famiglia
ja_jp: 科
lt_lt: Šeima
pl_pl: rodzina
pt_pt: família
ro_ro: familie
sk_sk: čeľaď
sl_si: družina
sr: фамилија
sv_se: familj
tr_tr: Aile

source: Sorry, no report data is available at the moment.
bg_bg: Съжаляваме, в момента няма данни от доклади.
ca_es: Ho sentim, no hi ha dades d'informes disponibles en aquest moment.
cs_cz: Omlouváme se, nejsou k dispozici žádná data k vytvoření zprávy
da_dk: Beklager, rapport data er ikke tilgængeligt i øjeblikket.
de_de: Zur Zeit sind leider keine Berichtsdaten verfügbar.
el_gr: Συγγνώμη, τα στατιστικά δεδομένων δεν είναι διαθέσιμα αυτή τη στιγμή.
es_es: Lo sentimos, no hay datos de informes disponibles en este momento.
fi_fi: Tulostettavia tietoja ei ole käytettävissä.
fr_fr: Désolé, aucun rapport de participation n'est disponible pour le moment.
gl_es: Sentímolo, neste intre non hai ningún informe dispoñible.
hr_hr: Nažalost, trenutačno nisu dostupni podaci iz izvješća.
hu_hu: Hoppá! Nincs elérhető jelentés.
it_it: Siamo spiacenti, al momento non ci sono dati disponibili
ja_jp: 申し訳ありませんが、現在利用できる報告データはありません。
lt_lt: Atsiprašome, bet šią akimirką ataskaitos nėra pasiekiamos.
nl_nl: Sorry, er zijn momenteel geen rapportgegevens beschikbaar.
pl_pl: Przepraszamy, w tej chwili żadne dane protokołu nie są dostępne.
pt_pt: Lamentamos, mas de momento não existem dados de relatórios disponíveis.
ro_ro: Ne pare rău, nu sunt disponibile date despre raportări momentan.
sk_sk: Prepáčte, žiadne dáta nie sú momentálne k dispozícii.
sl_si: Se opravičujemo, trenutno ni na voljo nobenih podatkov o popisih.
sr: Још увек нису доступни подаци за извештај.
sv_se: Tyvärr finns inga rapportdata tillgängliga för tillfället.
tr_tr: Üzgünüz, şu anda hiç rapor verisi bulunmamaktadır

source: Are you sure you want to delete this survey?
bg_bg: Сигурни ли сте, че искате да изтриете това преброяване?
ca_es: Segur que vols eliminar aquest mostreig?
cs_cz: Opravdu chcete smazat tento průzkum?
da_dk: Er du sikker på at du vil slette denne observation?
de_de: Bist du sicher, dass du diese Erfassung löschen möchtest?
el_gr: Είστε σίγουροι πως θέλετε να διαγράψετε αυτή τη δειγματοληψία;
es_es: ¿Seguro que quieres borrar este muestreo?
fi_fi: Haluatko poistaa tämän havaintokerran?
fr_fr: Etes-vous certain de vouloir supprimer ce suivi ?
gl_es: Ten a certeza de que quere eliminar esta mostraxe?
hr_hr: Da li ste sigurni da želite izbrisati istraživanje?
hu_hu: Biztos, hogy törölni akarod ezt a felmérést?
it_it: Sei sicuro di voler eliminare questo campionamento?
ja_jp: この調査を削除してもよろしいですか?
lt_lt: Ar jūs tikrai norite ištrinti šį įrašą?
nl_nl: Weet u zeker dat u deze telling wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten formularz?
pt_pt: Tem a certeza que quer apagar esta amostragem?
ro_ro: Sunteți sigur că doriți să ștergeti acest sondaj?
sk_sk: Naozaj chcete vymazať toto pozorovanie?
sl_si: Ste prepričani, da želite ta popis izbrisati?
sr: Да ли да обришем овај обилазак?
sv_se: Är du säker på att du vill radera den här inventeringen?
tr_tr: Bu gözlemi silmek istediğinizden emin misiniz?

source: No finished surveys
bg_bg: Няма завършени преброявания
ca_es: Mostrejos no acabats
cs_cz: Nedokončené průzkumy
da_dk: Ingen afsluttede observationer
de_de: Keine abgeschlossenen Erfassungen
el_gr: Μη ολοκληρωμένες δειγματοληψίες
es_es: No hay muestreos terminados
fi_fi: Ei valmiita havaintokertoja
fr_fr: Aucun suivi terminé
gl_es: Non hai mostraxes rematadas
hr_hr: Nema nezavršenih istraživanja
hu_hu: Nincs befejezett felmérés
it_it: Campionamenti non terminato
ja_jp: 終了した調査がない
lt_lt: Neturite užbaigtų įrašų
nl_nl: Geen afgesloten tellingen
pl_pl: Nieskończony formularz
pt_pt: Não existem amostragens terminadas
ro_ro: Niciun sondaj terminat
sk_sk: Žiadne ukončené pozorovania
sl_si: Ni dokončanih popisov
sr: Нема завршених обилазака
sv_se: Det finns inga avslutade inventeringar
tr_tr: Hiç tamamlanmış gözlem bulunmamaktadır

source: Finished surveys
bg_bg: Завършени преброявания
ca_es: Mostrejos acabats
cs_cz: Dokončené průzkumy
da_dk: Afsluttede observationer
de_de: Abgeschlossene Erfassungen
el_gr: Ολοκληρωμένες δειγματοληψίες
es_es: Muestreos terminados
fi_fi: Valmiit havaintokerrat
fr_fr: Suivis terminés
gl_es: Mostraxes rematadas
hr_hr: Završena istraživanja
hu_hu: Befejezett felmérések
it_it: Campionamenti terminati
ja_jp: 調査の終了
lt_lt: Užbaigti įrašai
nl_nl: Afgesloten tellingen
pl_pl: Formularz skończony
pt_pt: Amostragens terminadas
ro_ro: Sondaje terminate
sk_sk: Ukončené pozorovania
sl_si: Dokončani popisi
sr: Завршени обиласци
sv_se: Avslutade inventeringar
tr_tr: Tamamlanmış gözlemler

source: Selected area
bg_bg: Избрана територия
ca_es: Àrea seleccionada
cs_cz: Vybrané území
da_dk: Valgt område
de_de: Gewählter Bereich
el_gr: Επιλεγμένη περιοχή
es_es: Area seleccionada
fi_fi: Valittu alue
fr_fr: Surface sélectionnée
gl_es: Área seleccionada
hr_hr: Izabrano područje
hu_hu: Lehatárolt terület
it_it: Area selezionata
ja_jp: 選択されたエリア
lt_lt: Pasirinkta vietovė
nl_nl: Geselecteerd gebied
pl_pl: Wybrany obszar
pt_pt: Área selecionada
ro_ro: Zona selectată
sk_sk: Vybraná plocha
sl_si: Izbrano območje
sr: Изабрана област
sv_se: Valt område
tr_tr: Seçilmiş alan

source: Use survey create time
bg_bg: Използвай времето на създаване на преброяването
ca_es: Usar el mostreig - iniciar temps
cs_cz: Použij čas vytvoření průzkumu
da_dk: Anvend oprettelsestidspunktet for observationen
de_de: Verwende die Startzeit der Erfassung
el_gr: Χρήση ώρας έναρξης της δειγματοληψίας
es_es: Utilice el tiempo para crear el muestreo
fi_fi: Käytä havaintokerran aloitusaikaa
fr_fr: Utiliser l'heure de création du suivi
gl_es: Usar a hora de creación da mostraxe
hr_hr: Upotrijebi vrijeme početka istraživanja
hu_hu: Felmérés kezdési idejének használata
it_it: Usa "crea monitoraggio a tempo"
ja_jp: 調査作成時間を使用する
lt_lt: Naudoti įrašo sukūrimo laiką
nl_nl: Gebruikt tijd begin telling
pl_pl: Użyj czasu utworzenia badania
pt_pt: Use a hora de criação da amostragem
ro_ro: Utilizați timpul de creare al sondajului
sk_sk: Začiatok pozorovania
sl_si: Uporabi začetni čas popisa
sr: Користи време почетка обиласка
sv_se: Använd tiden då inventeringen skapades
tr_tr: Gözlem başlangıç zamanını kullan

source: Use survey finish time
bg_bg: Използвай времето на завършване на преброяването
ca_es: Usar el mostreig - acabar temps
cs_cz: Použij čas dokončení průzkumu
da_dk: Anvend afslutningstidspunktet for observationen
de_de: Verwende die Endzeit der Erfassung
el_gr: Χρήση ώρας λήξης της δειγματοληψίας
es_es: Utilice el tiempo de finalización del muestreo
fi_fi: Käytä havaintokerran päättymisaikaa
fr_fr: Utiliser l'heure de fin du suivi
gl_es: Usar a hora de remate da mostraxe
hr_hr: Upotrijebi vrijeme završetka istraživanja
hu_hu: Felmérés befejezési idejének használata
it_it: Usa "fine monitoraggio a tempo"
ja_jp: 調査の終了時間を使用する
lt_lt: Naudoti įrašo užbaigimo laiką
nl_nl: Gebruik tijd einde telling
pl_pl: Użyj czasu zakończenia badania
pt_pt: Use a hora de fim da amostragem
ro_ro: Utilizați timpul de finalizare al sonajului
sk_sk: Koniec pozorovania
sl_si: Uporabi končni čas popisa
sr: Корисни време завршетка обиласка
sv_se: Använd tiden då inventeringen avslutades
tr_tr: Gözlem bitiş zamanını kullan

source: species
bg_bg: вид
ca_es: espècie
cs_cz: druh
da_dk: arter
de_de: Art
el_gr: είδος
es_es: especies
fi_fi: Laji
fr_fr: espèce
gl_es: especie
hr_hr: vrsta
hu_hu: faj
it_it: specie
ja_jp: 種
lt_lt: rūšys
nl_nl: Soort
pl_pl: gatunek
pt_pt: espécie
ro_ro: specii
sk_sk: druhy
sl_si: vrsta
sr: врсте
sv_se: art
tr_tr: tür

source: Done
bg_bg: Готово
ca_es: Fet
cs_cz: Hotovo
da_dk: Færdig
de_de: Fertig
el_gr: Ολοκληρώθηκε
es_es: Hecho
fi_fi: Valmis
fr_fr: Terminé
gl_es: Feito
hr_hr: Gotovo
hu_hu: Kész
it_it: Fatto
ja_jp: 終わり
lt_lt: Atlikta
nl_nl: Klaar
pl_pl: Gotowe
pt_pt: Feito
ro_ro: Terminat
sk_sk: Hotovo
sl_si: Konec
sr: Готово
sv_se: Klart
tr_tr: Tamamlandı

source: Time's up!
bg_bg: Времето свърши!
ca_es: S'ha acabat el temps!
cs_cz: Čas vypršel!
da_dk: Tiden er gået!
de_de: Die Zeit ist um!
el_gr: Τέλος χρόνου!
es_es: ¡Se acabó el tiempo!
fi_fi: Aika loppui!
fr_fr: Temps écoulé !
gl_es: Rematou o tempo!
hr_hr: Vrijeme je isteklo!
hu_hu: Lejárt az idő!
it_it: Tempo scaduto!
ja_jp: 時間切れ！
lt_lt: Laikas baigėsi!
nl_nl: De tijd is voorbij!
pl_pl: Koniec czasu!
pt_pt: Acabou o tempo!
ro_ro: Timpul a expirat!
sk_sk: Čas vypršal!
sl_si: Čas je potekel!
sr: Време је истекло!
sv_se: Tiden är slut!
tr_tr: Süre doldu!

source: Survey incomplete
bg_bg: Преброяването не е завършено
ca_es: Mostreig incomplert
cs_cz: Průzkum není kompletní
da_dk: Observation ufærdig
de_de: Erfassung unvollständig
el_gr: Μη ολοκληρωμένη δειγματοληψία
es_es: Muestreo incompleto
fi_fi: Havaintokerta puutteellinen
fr_fr: Suivi incomplet
gl_es: Mostraxe incompleta
hr_hr: Istraživanje je nepotpuno
hu_hu: Befejezetlen felmérés
it_it: Campionamento incompleto
ja_jp: 調査が不完全
lt_lt: Neužbaigta
nl_nl: Telling onvolledig
pl_pl: Protokół niekompletny
pt_pt: Amostragem incompleta
ro_ro: Sondaj incomplet
sk_sk: Pozorovanie nie je ukončené
sl_si: Popis je nepopoln
sr: Обилазак није потпун
sv_se: Inventeringen är ofullständig
tr_tr: Tamamlanmamış gözlem

source: The survey is not complete yet.
bg_bg: Преброяването още не е завършено.
ca_es: El mostreig encara no està complert.
cs_cz: Průzkum ještě není dokončen
da_dk: Observationen er ikke færdig endnu.
de_de: Die Erfassung ist noch nicht abgeschlossen.
el_gr: Η δειγματοληψία δεν έχει ολοκληρωθεί ακόμα.
es_es: El muestreo aún no está completo.
fi_fi: Havaintokerta ei ole vielä valmis.
fr_fr: Le suivi n'est pas encore complet.
gl_es: A mostraxe aínda non se completou.
hr_hr: Istraživanje još nije završeno
hu_hu: Ez a felmérés még befejezetlen.
it_it: Il campionamento non è ancora stato completato
ja_jp: この調査はまだ完了していません。
lt_lt: Įrašui trūksta informacijos.
nl_nl: Deze telling is nog niet compleet
pl_pl: Ankieta nie jest jeszcze zakończona.
pt_pt: A amostragem ainda está incompleta.
ro_ro: Sondajul nu este încă finalizat.
sk_sk: Pozorovanie ešte nie je ukončené.
sl_si: Popis še ni dokončan.
sr: Овај обилазак још увек није завршен.
sv_se: Inventeringen är inte färdig än.
tr_tr: Gözlem henüz tamamlanmadı.

source: Please select a smaller area.
bg_bg: Изберете по-малка територия.
ca_es: Si us plau selecciona una àrea més petita.
cs_cz: Vyberte, prosím, menší území
da_dk: Vælg venligst et mindre område.
de_de: Bitte wähle eine kleinere Fläche aus.
el_gr: Παρακαλώ επιλέξετε μία μικρότερη περιοχή.
es_es: Por favor, selecciona un área más pequeña
fi_fi: Valitse pienempi alue.
fr_fr: Veuillez sélectionner une plus petite surface.
gl_es: Por favor, escolla unha área máis pequena.
hr_hr: Izaberite manje područje.
hu_hu: Válassz kisebb területet!
it_it: Per favore selezione un'area più piccola
ja_jp: 小さいエリアを選択してください。
lt_lt: Prašome pasirinkti mažesnę vietovę.
nl_nl: Kies een kleiner gebied
pl_pl: Wybierz mniejszy obszar
pt_pt: Por favor selecione uma área mais pequena.
ro_ro: Vă rugăm să selectați o zonă mai mică.
sk_sk: Prosím, vyberte si menšiu plochu.
sl_si: Prosimo izberite manjše območje.
sr: Изаберите неку мању област.
sv_se: Välj ett mindre område.
tr_tr: Lütfen daha küçük bir alan seçiniz.
