Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: To login, open the main menu page click Login or Register buttons and follow the instructions.
bg_bg: За влизане във Вашия профил, отворете страницата с главното меню, кликнете Влизане в профила или регистрация, и следвайте инструкциите.
ca_es: Per iniciar sessió, obre el menú principal, clica els botons Inicia sessió o Registra't i segueix les instruccions.
cs_cz: K přihlášení se otevřete hlavní nabídku, klikněte na Přihlášení nebo Registraci a následujte instrukce.
da_dk: For at logge ind skal du åbne hovedmenu siden, klikke på log ind eller opret ny konto knappen og følge instrukserne.
de_de: Zur Anmeldung gehe zur Hauptmenü-Seite, klicke auf die Schaltflächen Login oder Registrierung und folge den Anweisungen.
el_gr: Για να συνδεθείτε, μεταβείτε στη κεντρική σελίδα μενού και κάντε κλικ στο κουμπί Συνδεθείτε ή Εγγραφείτε και ακολουθήστε τις οδηγίες.
es_es: Para iniciar sesión, abre la página del menu principal, haga click en el botón Iniciar sesión o Registrarse y siga las instrucciones
fi_fi: Kirjautuaksesi avaa päävalikko, klikkaa Kirjaudu tai Rekisteröidy, ja seuraa ohjeita.
fr_fr: Pour vous connecter, ouvrez le menu principal, cliquez sur le bouton "Connexion ou enregistrement" et suivez les instructions.
gl_es: Para conectarse, vaia á páxina do menú principal, prema en Iniciar sesión ou en Rexistrarse e siga as instrucións.
hr_hr: Za prijavu, otvorite stranicu glavnog izbornika pritisnite tipku za prijavu ili registraciju, te slijedite upute.
hu_hu: Bejelentkezéshez nyisd meg a "Menü"-t (alsó ikonsáv jobb szélén), koppints a "Bejelentkezés" - vagy, ha még nincs felhasználói fiókod, a "Regisztráció" - gombra, és kövesd az utasításokat!
it_it: Per accedere, apri la pagina del menu principale fai clic sui pulsanti Accedi o Registra e segui le istruzioni
ja_jp: ログインするには、メインメニュー ページを開き、「ログイン」または「登録」ボタンをクリックして、指示に従います。
lt_lt: Norėdami prisijungti, pagrindiniame meniu puslapyje paspauskite Prisijungti arba Registruotis mygtukus ir sekite instrukcijas.
nl_nl: Om in te loggen, open de hoofdpagina, klik Login of Registreer en volg de instructies.
pl_pl: Aby się zalogować, otwórz stronę menu głównego, kliknij przycisk Zaloguj się lub Zarejestruj i postępuj zgodnie z instrukcjami.
pt_pt: Para entrar, vá à página do menu, pressione o botão Entrar ou Registar-se e siga as instruções.
ro_ro: Pentru a vă autentifica, deschideți pagina meniului principal, faceți clic pe butoanele Autentificare sau Înregistrare și urmați instrucțiunile.
sk_sk: Pre prihlásenie sa otvorte hlavnú ponuku, kliknite na Prihlásenie alebo Registráciu a postupujte podľa pokynov.
sl_si: Za vpis kliknite Vpis ali Registracija v glavnem meniju in sledite navodilom.
sr: Да се пријавите, отворите страницу главног менија, притисните дугме Пријави ме или Регистрација и пратите даља упутства.
sv_se: För att logga in öppnar du startmeny-sidan, klickar på knappen Logga in eller Registrera, och följer instruktionerna.
tr_tr: Giriş yapmak için ana menüyü açın ve Giriş Yap ya da Kayıt Ol tuşlarına tıklayarak yönergeleri takip edin.

source: To logout, visit the main menu page and click the logout button.
bg_bg: За излизане от Вашия профил, отворете страницата с главното меню и кликнете Изход от профила.
ca_es: Per tancar la sessió, ves al menú principal i clica el botó de Tancar sessió.
cs_cz: K odhlášení se přejděte na hlavní nabídku a klikněte na Odhlášení.
da_dk: For at logge ud skal du åbne hovedmenu siden og klikke på log ud knappen.
de_de: Zum Abmelden gehe zur Hauptmenü-Seite und klicke auf die Schaltfläche Abmelden
el_gr: Για να αποσυνδεθείτε, μεταβείτε στη κεντρική σελίδα μενού και κάντε κλικ στο κουμπί αποσύνδεσης.
es_es: Para salir de la sesión, visita la página del menu principal y haga clic en el botón de Cerrar sesión
fi_fi: Kirjautuaksesi ulos avaa päävalikko, ja klikkaa Kirjaudu ulos.
fr_fr: Pour vous déconnecter, allez dans le menu principal et cliquez sur le bouton "Déconnexion".
gl_es: Para desconectarse, vaia á páxina do menú principal e prema o botón de peche da sesión.
hr_hr: Za odjavu, otiđite na stranicu glavnog izbornika i pritisnite tipku za odjavljivanje.
hu_hu: Kijelentkezéshez nyisd meg a "Menü"-t (alsó ikonsáv jobb szélén), és koppints a "Kijelentkezés" gombra!
it_it: Per disconnetterti, vai alla pagina del menu principale e fai click sul pulsante logout
ja_jp: ログアウトするには、メインメニューページにアクセスし、ログアウトボタンをクリックします。
lt_lt: Norėdami atsijungti, pagrindiniame meniu puslapyje paspauskite Atsijungti mygtuką.
nl_nl: Om uit te loggen, ga naar de hoofdpagina en klik op Afmelden.
pl_pl: Aby się wylogować, wejdź na stronę menu głównego i kliknij przycisk wylogowania.
pt_pt: Para sair, vá à página do menu e pressione o botão Sair.
ro_ro: Pentru a vă deconecta, vizitați pagina meniului principal și facți clic pe butonul de deconectare.
sk_sk: Pre odhlásenie sa, navštívte hlavnú stránku v menu a kliknite na tlačidlo odhlásiť sa.
sl_si: Za izpis v glavnem meniju kliknite gumb izpis.
sr: Да се одјавите, идите на мени главне стране и притисните дугме Одјави ме.
sv_se: För att logga ut går du till startmenyn, och klickar på knappen Logga ut
tr_tr: Çıkış yapmak için ana menüyü açın ve Çıkış Yap tuşuna basın.

source: after registering a new account you must verify your email address by clicking on a verification link sent to your email
bg_bg: След като регистрирате нов профил, трябва да верифицирате своя имейл адрес, като кликнете изпратения ви на него линк за потвърждение.
ca_es: després de registrar un nou compte has de verificar la teva adreça de correu clicant a un enllaç de verificació que se t'ha enviat al correu.
cs_cz: po registraci nového účtu musíte potvrdit Vaši e-mailovou adresu kliknutím na potvrzující odkaz, který Vám byl zaslán na e-mail
da_dk: Efter din konto er oprettet, skal du verificere din e-mail adresse ved at klikke på det verifikationslink, der er blevet sendt til den.
de_de: Nach der Registrierung eines neuen Accounts wird Dir ein Bestätigungslink per E-Mail zugeschickt. Diesen Link bitte zur Bestätigung Deiner E-Mail anklicken.
el_gr: αφού δημιουργήσετε έναν νέο λογαριασμό, πρέπει να επιβεβαιώσετε τη διεύθυνση email σας, κάνοντας κλικ στον σύνδεσμο επιβεβαίωσης που σας έχει σταλθεί
es_es: Después de registrar una nueva cuenta, debe verificar su dirección de correo electrónico haciendo clic en el enlace de verificación enviado a su correo electrónico
fi_fi: Avattuasi uuden tilin sinun pitää vahvistaa sähköpostiosoitteesi klikkaamalla vahvistuslinkkiä saamassasi sähköpostiviestissä.
fr_fr: après avoir enregistré un nouveau compte, vous devez valider votre adresse e-mail en cliquant sur le lien de validation envoyé
gl_es: despois de rexistrar unha nova conta, debe verificar o seu enderezo de correo-e facendo clic na ligazón que se lle enviará.
hr_hr: Nakon registracije novog računa morate potvrditi svoju e-mail adresu klikom na link za verifikaciju poslan na vašu e-mail adresu
hu_hu: új regisztráció aktiválásához ellenőriznünk kell az e-mail címedet. Ehhez nyisd meg az e-mailben kapott megerősítő-linket!
it_it: dopo la registrazione di un nuovo account devi verificare l'indirizzo mail cliccando sul link di verifica nell'email che ti è stata invita
ja_jp: 新しいアカウントを登録したら、電子メールに送信された確認リンクをクリックして、電子メールアドレスを確認する必要があります。
lt_lt: po naujos paskyros sukūrimo privaloma patvirtinti savo el.pašto adresą, tai galite padaryti paspausdami patvirtinimo nuorodą atsiųstą jums į el. paštą
nl_nl: Na de registratie van een nieuw profiel moet uw e-mailadres geverifieerd worden, door te klikken op een verificatielink die via e-mail aan u verzonden wordt.
pl_pl: po zarejestrowaniu nowego konta musisz zweryfikować swój adres e-mail poprzez kliknięcie na link weryfikacyjny wysłany na Twój adres e-mail
pt_pt: após registar uma nova conta, deve verificar o seu endereço de email, pressionando o link de verificação que vai receber por email
ro_ro: după înregistrarea unui cont nou, trebuie să vă verificați adresa de email făcând clic pe un link de verificare trimis pe adresa dvs. de email
sk_sk: po registrácii nového účtu musíte overiť Vašu emailovú adresu kliknutím na verifikačný link, ktorý Vám bol zaslaný na Váš email
sl_si: registracijo novega računa potrdite s klikom na povezavo poslano na vaš e-naslov
sr: након што региструјете нови налог, морате да потврдите адресу е-поште, тако што ћете посетити везу коју добијете у е-поруком
sv_se: när du registrerat ett nytt konto måste du verifiera e-postadressen genom att klicka på verifierings-länken i ditt mejl.
tr_tr: Yeni bir hesap oluşturduğunuzda mailinize gönderilmiş aktifleştirme bağlantısına tıklayarak e-posta adresinizi doğrulamanız gerekmektedir.

source: Other
bg_bg: Друго
ca_es: Altres
cs_cz: Jiné
da_dk: Andet
de_de: Andere
el_gr: Άλλο
es_es: Otro
fi_fi: Muu
fr_fr: Autre
gl_es: Outra/o
hr_hr: Drugo
hu_hu: Egyéb
it_it: Altro
ja_jp: 他のもの
lt_lt: Kiti
nl_nl: Ander
pl_pl: Inne
pt_pt: Outro
ro_ro: Altele
sk_sk: Iné
sl_si: Drugo
sr: Остало
sv_se: Annat
tr_tr: Diğer

source: No species found with this name
bg_bg: Няма намерен вид с това име
ca_es: No s'han trobat espècies amb aquest nom
cs_cz: Nebyl nalezen žádný druh s tímto názvem
da_dk: Ingen arter fundet med dette navn
de_de: Keine Art mit diesem Namen gefunden
el_gr: Δεν βρέθηκαν είδη με αυτό το όνομα
es_es: No hay especies encontradas con este nombre
fi_fi: Tätä lajinimeä ei löydy
fr_fr: Aucune espèce trouvée avec ce nom
gl_es: Non se atopou ningunha especie con este nome
hr_hr: Nije pronađena vrsta s tim imenom
hu_hu: Nem találjuk ezt a fajt
it_it: Nessuna specie trovata con questa nome
ja_jp: この名前の種は見つかりません
lt_lt: Tokiu pavadinimu rūšis nerasta
nl_nl: Geen soort met deze naam gevonden
pl_pl: Nie znaleziono gatunków o tej nazwie
pt_pt: Nenhuma espécie encontrada com este nome
ro_ro: Nu s-a găsit nicio specie cu acest nume
sk_sk: Neboli nájdené žiadne druhy s týmto názvom
sl_si: Pod tem imenom ni najdena nobena vrsta
sr: Нису пронађене врсте са овим називом
sv_se: Hittade ingen art med det namnet
tr_tr: Bu isimde bir tür bulunamadı.

source: Allow Sample Edit
bg_bg: Позволи пробно редактиране
ca_es: Permetre Edició de Mostres
cs_cz: Umožněte úpravu vzorku
da_dk: Tillad observations redigering
de_de: Bearbeitung von Proben zulassen
el_gr: Επιτρέψτε την Επεξεργασία Καταγραφής
es_es: Permitir edición de muestreo
fi_fi: Salli näytteen muokkaaminen
fr_fr: Autoriser l'édition de l'échantillon
gl_es: Permitir a edición de proba
hr_hr: Dopusti uređivanje uzorka
hu_hu: Rekordok módosításának engedélyezése
it_it: Consenti la modifica del campione
ja_jp: サンプル編集を許可
lt_lt: Leisti Modifikuoti Įrašus
nl_nl: Voorbeeldbewerking toestaan
pl_pl: Zezwól na edycję próbki
pt_pt: Permitir Edição da Amostra
ro_ro: Permiteți Editarea Eșantionului
sk_sk: Povoľte úpravu
sl_si: Dovoli Vzorec Uredi
sr: Дозволи уређивање узорка
sv_se: Tillåt ändringar av data
tr_tr: Örnek düzenlemeye izin ver

source: Upload
bg_bg: Изпращане
ca_es: Carregar
cs_cz: Nahrát
de_de: Hochladen
el_gr: Μεταφόρτωση
es_es: Enviar
fi_fi: Lataa
fr_fr: Télécharger
gl_es: Cargar
hr_hr: Učitaj
hu_hu: Feltölt
it_it: Carica
ja_jp: アップロード
lt_lt: Išsiųsti
pl_pl: Załaduj
pt_pt: Carregar
ro_ro: Încărcați
sk_sk: Nahrať
sl_si: Naloži
sr: Пошаљи
sv_se: Ladda upp
tr_tr: Yükle

source: This app supports butterfly monitoring and conservation. Click on the + button below to starting counting butterflies.
bg_bg: Това приложение е създадено като инструмент в помощ на изучаването, мониторинга и опазването на дневните пеперуди. Кликнете бутона + по-долу, за да започнете да броите пеперуди.
ca_es: Aquesta aplicació dona suport al seguiment i la conservació de les papallones diürnes. Clica al botó + que hi ha a sota per començar a comptar papallones.
cs_cz: Tato aplikace podporuje monitoring a ochranu motýlů. Klikněte na tlačítko + dole, abyste mohli začít s počítáním motýlů.
da_dk: Denne app bidrager til overvågning og bevaring af sommerfugle. Klik på + knappen herunder for at starte med at tælle sommerfugle.
de_de: Diese App unterstützt das Monitoring und den Schutz von Schmetterlingen. Klicke auf die Schaltfläche + unten, um mit der Schmetterlings-Zählung zu beginnen.
el_gr: Αυτή η εφαρμογή υποστηρίζει τη παρακολούθηση και τη προστασία των πεταλούδων. Κάντε κλικ στο + κουμπί παρακάτω για να ξεκινήσετε την καταμέτρηση πεταλούδων.
es_es: Esta aplicación apoya el monitoreo de mariposas y su conservación. Haga clic en el botón más de abajo para empezar a contar mariposas.
fi_fi: Tämä sovellus tukee päiväperhosten seurantaa ja suojelua. Klikkaa + kuvaketta aloittaaksesi päiväperhosten laskennan.
fr_fr: Cette application permets de suivre les papillons et contribue à leur préservation. Cliquez sur le bouton + ci-dessous pour commencer à les suivre !
gl_es: Esta apli contribúe á monitorización e a conservación das bolboretas. Prema no botón + que atopará debaixo para comezar a contalas.
hr_hr: Ova aplikacija podržava monitoring i očuvanje leptira. Kliknite tipku + u nastavku za početak brojanja leptira.
hu_hu: Az alkalmazás segít a lepkék monitorozásában (a lepketrendek nyomonkövetésében) és a biológiai sokféleség megőrzésében. Koppints az alsó ikonsor közepén lévő "+" (plusz) gombra a lepkeszámlálás megkezdéséhez!
it_it: Questa applicazione supporta il monitoraggio delle farfalle e la conservazione. Clicca sul pulsante + qui sotto per iniziare il conteggio delle farfalle.
ja_jp: このアプリは、チョウのモニタリングと保全をサポートします。 下の + ボタンをクリックして、チョウの個体数を数え始めます。
lt_lt: Ši aplikacija palaiko dieninių drugių stebėjimą ir išsaugojimą. Paspauskite žemiau esantį + mygtuką, kad pradėtumėte skaičiuoti dieninius drugius.
nl_nl: Deze app ondersteunt vlindermonitoring en bescherming. Klik de + knop en begin met vlinders tellen.
pl_pl: Ta aplikacja wspiera monitorowanie motyli i ich ochronę. Kliknij na przycisk + poniżej, aby rozpocząć liczenie motyli.
pt_pt: Esta app contribui para a monitorização e conservação de borboletas. Pressione o botão + para começar a contagem de borboletas.
ro_ro: Această aplicație susține monitorizarea fluturilor și conservarea naturii. Dați clic pe butonul + de mai jos pentru a începe să numărați fluturii.
sk_sk: Táto aplikácia podporuje monitorovanie a ochranu motýľov. Keď chcete začať počítať motýle, kliknite na tlačidlo + nižšie.
sl_si: Ta aplikacija podpira monitoring in varstvo metuljev. Kliknite na + gumb spodaj in začnite s štetjem metuljev.
sr: Апликација подржава праћење стања дневних лептира и њихову заштиту. Кликните на + дугме и помозите лептирима.
sv_se: Den här appen stöder fjärilsövervakning och naturvård. Klicka på + knappen nedan för att börja räkna fjärilar.
tr_tr: Bu uygulama kelebek izlenmesi ve korunmasına katkı sağlar. Alttaki "+" tuşuna basarak kelebekleri saymaya başlayın.

source: You will see lots of enhancements to this app as we add in new features over the coming months.
bg_bg: През следващите месеци ще забележите много подобрения по това приложение, в резултат на нашата усилена работа по добавянето на нови функции.
ca_es: Veuràs moltes millores a l'aplicació a mesura que anem incloent noves característiques els pròxims mesos.
cs_cz: Uvidíte spoustu vylepšení této aplikace. V příštích měsících přidáme nové funkce.
da_dk: Der vil komme en masse forbedringer til appen i takt med, at vi tilføjer nye funktioner i løbet af de næste måneder.
de_de: Du wirst viele Verbesserungen an dieser App sehen, da wir in den nächsten Monaten neue Funktionen hinzufügen werden.
el_gr: Θα δείτε πολλές αναβαθμίσεις στην εφαρμογή, καθώς θα προστίθενται νέες λειτουργίες τους επόμενους μήνες.
es_es: Verá muchas mejoras en esta aplicación a medida que agreguemos nuevas funciones en los próximos meses.
fi_fi: Sovellukseen tulee jatkossa parannuksia, kun uusia ominaisuuksia otetaan hiljalleen käyttöön.
fr_fr: Cette application est en constante amélioration, maintenez la à jour pour bénéficier des nouvelles fonctionnalités !
gl_es: Poderá observar melloras na apli a medida que engadamos novas opcións nos vindeiros meses.
hr_hr: Vidjet ćete puno poboljšanja aplikacije dodavanjem novih značajki u nadolazećim mjesecima.
hu_hu: Folyamatosan fejlesztjük és új funkciókkal bővítjük az alkalmazást, hogy még jobb legyen.
it_it: Vedrai molti miglioramenti a questa app mentre aggiungiamo nuove funzionalità nei prossimi mesi.
ja_jp: 今後数ヵ月で新機能が追加されるため、このアプリには多くの拡張機能が追加されます。
lt_lt: Jūs matysite daugybę atnaujinimų šiai aplikacijai per artimiausius mėnesius.
nl_nl: U zult in de toekomst veel toevoegingen en verbeteringen zien, die we de komende maanden gaan toevoegen.
pl_pl: Zobaczysz wiele ulepszeń tej aplikacji, w nadchodzących miesiącach dodamy do niej nowe funkcje.
pt_pt: A app vai sofrer alterações nos próximos meses, à medida que lhe são adicionadas novas funcionalidades.
ro_ro: Veți vedea o mulțime de îmbunătățiri ale acestei aplicații pe măsură ce vom adăuga noi funcții în lunille următoare.
sk_sk: V nasledujúcich mesiacoch čaká aplikáciu viacero vylepšení, budeme pridávať nové funkcie.
sl_si: Tekom prihajajočih mesecev bomo aplikaciji dodajali nove izboljšave.
sr: Очекујте да ће апликација бити унапређена у наредних пар месеци, како додајемо нове могућности.
sv_se: Du kommer se den här appen förbättras på många sätt när vi lägger till nya funktioner under de kommande månaderna.
tr_tr: İlerleyen aylarda yeni özellikler eklendikçe uygulamada bek çok gelişme göreceksiniz.

source: Clear cache
bg_bg: Изтрий кеш паметта
ca_es: Neteja memòria cau
el_gr: Καθάρισε τη προσωρινή μνήμη
es_es: Borrar caché
fr_fr: Vider le cache
gl_es: Limpar o historial
hu_hu: Cache törlése
it_it: Pulisci la cache
lt_lt: Išvalyti failus
pt_pt: Limpar cache
ro_ro: Șterge cache-ul
sr: Очисти кеш
sv_se: Rensa cache
tr_tr: Önbelleği temizle

source: You can free up storage used by the app.
bg_bg: Можете да освободите място за данни, използвано от приложението.
ca_es: Pots alliberar emmagatzematge utilitzat per l'aplicació.
el_gr: Μπορείτε να απελευθερώσετε τον αποθηκευτικό χώρο που χρησιμοποιείται από την εφαρμογή.
es_es: Puedes liberar el almacenamiento utilizado por la aplicación.
fr_fr: Vous pouvez libérer le stockage utilisé par l'application.
gl_es: Pode liberar o espazo de almacenamento usado pola apli.
hu_hu: Az app által foglalt cache-tárhely felszabadítása.
it_it: Puoi liberare lo spazio di archviazione usato dall'app
lt_lt: Galite išvalyti aplikaciją ir taip atlaisvinti vietos įrenginyje.
pt_pt: Pode libertar espaço usado pela app
ro_ro: Puteți elibera spațiul de stocare utilizat de aplicație.
sr: Можете ослободити нешто места које апликација користи.
sv_se: Du kan frigöra utrymme i appen.
tr_tr: Uygulama tarafından kullanılan depolamayı boşaltabilirsiniz

source: Clear
bg_bg: Изтриване
ca_es: Neteja
el_gr: Καθάρισε
es_es: Borrar
gl_es: Limpar
hu_hu: Törlés
it_it: Pulisci
lt_lt: Išvalyti
pt_pt: Limpar
ro_ro: Șterge
sr: Очисти
sv_se: Rensa
tr_tr: Temizle

source: This will delete cached data, including your uploaded surveys.
bg_bg: Това ще изтрие кешираните данни, включително вашите качени преброявания.
ca_es: Eliminaràs la memòria cau, incloent els teus mostrejos carregats.
el_gr: Αυτή η επιλογή θα διαγράψει τα προσωρινά αποθηκευμένα δεδομένα, συμπεριλαμβανομένων των μεταφορτωμένων δειγματοληψιών σας.
es_es: Esto eliminará los datos almacenados en caché, incluidas las encuestas cargadas.
fr_fr: Cela videra les données en cache, y compris vos suivis chargés.
gl_es: Isto eliminará os datos da caché, incluídas as mostraxes que subise.
hu_hu: Törli a készülékről a cache memóriában tárolt adatokat, a már feltöltött felmérésekkel együtt (utóbbiak az eBMS honlapon elérhetőek maradnak).
it_it: Questo cancellerá i dati nella cache, compresi i tuoi campionamenti caricati.
lt_lt: Šiuo veiksmu išvalysite jau išsiųstus įrašus ir kitus laikinuosius failus.
pt_pt: Apagar os dados em cache, incluindo as amostragens carregadas.
ro_ro: Această acțiune va șterge datele din memoria cache, inclusiv sondajele încărcate de dvs.
sr: Ово ће обрисати кеширане податке, укључујући и податке које сте послали на сервер.
sv_se: Detta tar bort cachad data, inklusive dina uppladdade inventeringar.
tr_tr: Bu, yüklediğiniz anketleri de içeren şekilde önbellek verilerini siler.

source: Export database
es_es: Exportar base de datos
it_it: Esporta database
sr: Извези базу података
tr_tr: Verileri dışa aktar

source: Export
es_es: Exportar
it_it: Esporta
sr: Извези
tr_tr: Dışa aktar

source: Are you sure you want to export the data?<1>This feature is intended solely for technical support and is not a supported method for exporting your data</1>
es_es: ¿Estás seguro de querer exportar los datos?<1>Esta función está destinada exclusivamente a la asistencia técnica y no es un método admitido para exportar sus datos.</1>
it_it: Sei sicuro di voler esportare i dati?<1>Questo strumento è inteso solo per supporto tecnico e non come metodo per esportare i dati</1>
sr: Да ли желите да извезете податке?<1>Ова могућност је направљена за техничку подршку и није званично подржан начин извоза ваших података</1>
tr_tr: Verileri dışa aktarmak istediğinden emin misin?<1> Bu özellik yalnızca teknik destek amaçlıdır ve verilerini dışa aktarmanın desteklenen bir yöntemi değildir.</1>

source: Sweden
bg_bg: Швеция
ca_es: Suècia
cs_cz: Švédsko
da_dk: Sverige
de_de: Schweden
el_gr: Σουηδία
es_es: Suecia
fi_fi: Ruotsi
fr_fr: Suède
gl_es: Suecia
hr_hr: Švedska
hu_hu: Svédország
it_it: Svezia
ja_jp: スウェーデン
lt_lt: Švedija
nl_nl: Zweden
pl_pl: Szwecja
pt_pt: Suécia
ro_ro: Suedia
sk_sk: Švédsko
sl_si: Švedska
sr: Шведска
sv_se: Sverige
tr_tr: İsveç

source: Paused
bg_bg: На пауза
ca_es: Pausat
cs_cz: Pozastaveno
da_dk: Sat på pause
de_de: Pausiert
el_gr: Παύση
es_es: Pausa
fi_fi: Pysähtynyt
fr_fr: En pause
gl_es: Detido
hr_hr: Pauzirano
hu_hu: Folytat
it_it: In pausa
ja_jp: 一時停止
lt_lt: Pauzė
nl_nl: Gepauzeerd
pl_pl: Wstrzymano
pt_pt: Em pausa
ro_ro: Întrerupt
sk_sk: Pozastavené
sl_si: Premor
sr: Заустављено
sv_se: Pausad
tr_tr: Durduruldu

source: Pending
bg_bg: В изчакване
ca_es: Pendents
cs_cz: Čekám
da_dk: Venter
de_de: Ausstehend
el_gr: Εκκρεμής
es_es: Pendientes
fi_fi: Käynnissä
fr_fr: En attente
gl_es: Pendente
hr_hr: Čekanje
hu_hu: Függőben
it_it: In attesa
ja_jp: 保留
lt_lt: Neišsiųsta
nl_nl: In afwachting
pl_pl: Oczekujące
pt_pt: Pendente
ro_ro: În așteptare
sk_sk: Čakajúce
sl_si: V teku
sr: На чекању
sv_se: Väntande
tr_tr: Bekleniyor

source: Uploaded
bg_bg: Изпратено
ca_es: Carregat
cs_cz: Nahráno
da_dk: Uploadet
de_de: Hochgeladen
el_gr: Μεταφορτωμένη
es_es: Enviados
fi_fi: Ladattu
fr_fr: Téléchargé
gl_es: Cargada/o
hr_hr: Učitano
hu_hu: Feltöltött
it_it: Caricati
ja_jp: アップロード済み
lt_lt: Išsiųsta
nl_nl: Geupload
pl_pl: Załadowano
pt_pt: Carregado
ro_ro: Încărcat
sk_sk: Nahraté
sl_si: Naloženo
sr: Послато
sv_se: Uppladdade
tr_tr: Yüklendi
