Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Sorry, looks like you're offline.
bg_bg: За съжаление, изглежда сте офлайн.
ca_es: Ho sentim, sembla que estàs sense línia
cs_cz: Pardon, zdá se, že jste offline
da_dk: Beklager, det lader til at du er offline.
de_de: Sorry, sieht so aus, als wärst du offline.
el_gr: Συγγνώμη, φαίνεται πως είστε εκτός σύνδεσης.
es_es: Lo siento, parece que estás desconectado.
fi_fi: Sinulla ei ole verkkoyhteyttä.
fr_fr: Désolé, vous semblez être hors-ligne.
gl_es: Sentímolo, semella que está desconectada/o.
hr_hr: Oprosti, izgleda da si izvan mreže.
hu_hu: Hoppá! Nincs internetkapcsolat.
it_it: Scusa, sembra tu sia offline
ja_jp: すみません。あなたはオフラインになっているようです。
lt_lt: Įrenginys nėra prisijungęs prie interneto.
nl_nl: Sorry, het lijkt erop dat u geen verbinding heeft
pl_pl: Przepraszamy, wygląda na to, że jesteś offline.
pt_pt: Lamentamos, mas parece que se encontra sem ligação.
ro_ro: Ne pare rău, se pare că ești offline.
sk_sk: Bohužiaľ, vyzerá to tak, že ste offline.
sl_si: Oprostite, izgleda da ste brez povezave.
sr: Извињавамо се, изгледа да сте ван мреже.
sv_se: Tyvärr, det verkar som du inte har kontakt med internet.
tr_tr: Üzgünüz, çevirimdışı görünüyorsunuz.

source: OK
bg_bg: Добре
el_gr: ΕΝΤΑΞΕΙ
es_es: DE ACUERDO
gl_es: De acordo
hr_hr: U redu
lt_lt: Gerai
sr: У реду
tr_tr: Tamam

source: Sorry
bg_bg: Съжаляваме
ca_es: Ho sentim
cs_cz: Omlouváme se
da_dk: Beklager
el_gr: Συγγνώμη
es_es: Lo siento
fi_fi: Pahoittelemme
fr_fr: Désolé
gl_es: Sentímolo
hr_hr: Oprosti
hu_hu: Hoppá!
it_it: Scusa
ja_jp: すみません
lt_lt: Atsiprašome
pl_pl: Przepraszamy
pt_pt: Lamentamos
ro_ro: Ne pare rău
sk_sk: Prepáčte
sl_si: Oprostite
sr: Извињавамо се
sv_se: Tyvärr
tr_tr: Üzgünüz

source: Please wait...
bg_bg: Моля изчакайте...
ca_es: Si us plau, espera...
cs_cz: Počkejte, prosím...
da_dk: Vent venligst ...
de_de: Bitte warte.....
el_gr: Παρακαλώ περιμένετε...
es_es: Por favor espera...
fi_fi: Odota...
fr_fr: Patientez s'il vous plaît
gl_es: Por favor, agarde...
hr_hr: Molimo pričekati...
hu_hu: Türelem lepkét terem...
it_it: Attendere prego...
ja_jp: 少しお待ちください...
lt_lt: Prašome palaukti...
nl_nl: Even wachten...
pl_pl: Proszę poczekaj
pt_pt: Por favor aguarde...
ro_ro: Vă rugăm așteptați
sk_sk: Počkajte, prosím...
sl_si: Prosimo počakajte ...
sr: Сачекајте…
sv_se: Vänta...
tr_tr: Lütfen bekleyin

source: name is a required field
bg_bg: името е задължително
ca_es: "nom" és un camp requerit
cs_cz: Jméno musí být zadáno
da_dk: indtastning af navn påkrævet
de_de: Name ist ein Pflichtfeld
el_gr: το όνομα σας είναι απαιτούμενο πεδίο
es_es: nombre es un campo obligatorio
fi_fi: Nimi on pakollinen tieto
fr_fr: Le nom est un champ obligatoire
gl_es: o nome de usuaria/o é un campo obrigatorio
hr_hr: ime je obavezno polje
hu_hu: a "név" megadása kötelező
it_it: "nome" è un campo obbligatorio
ja_jp: 名前は必須項目です
lt_lt: vartotojo vardas negali būti tuščias
nl_nl: Naam is een verplicht veld
pl_pl: imię jest wymaganym polem
pt_pt: nome é um campo obrigatório
ro_ro: numele este un câmp obligatoriu
sk_sk: meno je povinné pole
sl_si: potrebno je vpisati ime
sr: морате унети име
sv_se: Du måste ange ett namn
tr_tr: İsim alanının doldurulması zorunludur

source: password is a required field
bg_bg: паролата е задължителна
ca_es: "contrassenya" és un camp requerit
cs_cz: Heslo musí být zadáno
da_dk: indtastning af kodeord påkrævet
de_de: Passwort ist ein Pflichtfeld
el_gr: ο κωδικός πρόσβασης σας είναι απαιτούμενο πεδίο
es_es: La contraseña es un campo obligatorio
fi_fi: Salasana on pakollinen tieto
fr_fr: Le mot de passe est un champ obligatoire
gl_es: o contrasinal é un campo obrigatorio
hr_hr: lozinka je obavezno polje
hu_hu: a "jelszó" megadása kötelező
it_it: "password" è un campo obbligatorio
ja_jp: パスワードは必須項目です
lt_lt: slaptažodis negali būti tuščias
nl_nl: Wachtwoord is een verplicht veld
pl_pl: Hasło jest wymaganym polem
pt_pt: palavra-passe é um campo obrigatório
ro_ro: parola este un câmp obligatoriu
sk_sk: heslo je povinné pole
sl_si: potrebno je vpisati geslo
sr: морате унети лозинку
sv_se: Du måste ange ett lösenord
tr_tr: Şifre alanının doldurulması zorunludur

source: Login error:
bg_bg: Грешка при вписване:
ca_es: Error en l'inici de sessió
cs_cz: Chyba přihlášení
da_dk: Log ind fejl:
de_de: Login-Fehler:
el_gr: Σφάλμα σύνδεσης:
es_es: Error de inicio de sesión:
fi_fi: Virhe kirjautumisessa:
fr_fr: Erreur de connexion :
gl_es: Erro ao conectarse:
hr_hr: Pogreška pri prijavi:
hu_hu: Bejelentkezési hiba:
it_it: Errore nel Login
ja_jp: ログインエラー
lt_lt: Prisijungimo klaida:
nl_nl: Login fout:
pl_pl: Błąd logowania
pt_pt: Erro ao entrar:
ro_ro: Eroare de conectare:
sk_sk: Chyba prihlásenia:
sl_si: Napaka pri vpisu:
sr: Грешка у пријави:
sv_se: Fel vid inloggning:
tr_tr: Giriş hatası

source: Failed to fetch
bg_bg: Неуспешно зареждане
ca_es: No s'ha pogut recuperar
cs_cz: Chyba v natažení dat
da_dk: Kunne ikke hente
de_de: Abruf nicht möglich
el_gr: Αποτυχία εύρεσης
es_es: Fallo en recuperar
fi_fi: Virhe tiedonhaussa
fr_fr: Récupération échouée
gl_es: Non se puido recuperar o elemento
hr_hr: Neuspjelo dohvaćanje
hu_hu: Sikertelen
it_it: Impossibile recuperare
ja_jp: 取得に失敗しました
lt_lt: Nepavyko prisijungti
nl_nl: Ophalen mislukt
pl_pl: Nie udało się pobrać danych
pt_pt: Falha na busca
ro_ro: Preluare eșuată
sk_sk: Chyba pri načítaní
sl_si: Ni bilo mogoče najti
sr: Не могу да преузмем
sv_se: Kunde inte hämta
tr_tr: Cevap vermekte başarısız olundu

source: Incorrect password or email.
bg_bg: Невярна парола или имейл адрес
ca_es: Contrassenya o correu incorrectes
cs_cz: Nesprávné heslo nebo e-mail
da_dk: Forkert kodeord eller e-mail.
de_de: Falsches Passwort oder E-Mail.
el_gr: Λανθασμένος κωδικός πρόσβασης ή email.
es_es: Contraseña o correo electrónico incorrecto.
fi_fi: Virheellinen salasana tai sähköpostiosoite.
fr_fr: Mot de passe ou e-mail non valide
gl_es: Contrasinal ou correo-e incorrectos.
hr_hr: Neispravna lozinka ili e-pošta
hu_hu: Hibás jelszó vagy e-mail cím
it_it: Password o email scorretta
ja_jp: 誤ったパスワードまたはEメール
lt_lt: Neteisingas prisijungimo vardas arba slaptažodis
nl_nl: Fout wachtwoord of e-mailadres.
pl_pl: Niepoprawne hasło albo e-mail
pt_pt: Palavra-passe ou email incorreto.
ro_ro: Parolă sau email incorecte.
sk_sk: Nesprávne meno alebo email.
sl_si: Nepravilno geslo ali e-naslov.
sr: Неисправна лозинка или е-адреса.
sv_se: Felaktigt lösenord eller e-post
tr_tr: Yanlış şifre ya da email

source: Logout
bg_bg: Изход от профила
ca_es: Tancar sessió
cs_cz: Odhlášení
da_dk: Log ud
de_de: Abmelden
el_gr: Αποσύνδεση
es_es: Cerrar sesión
fi_fi: Kirjaudu ulos
fr_fr: Déconnexion
gl_es: Desconectarse
hr_hr: Odjavi se
hu_hu: Kijelentkezés
ja_jp: ログアウト
lt_lt: Atsijungti
nl_nl: Afmelden
pl_pl: Wyloguj się
pt_pt: Sair
ro_ro: Deconectare
sk_sk: Odhlásenie
sl_si: Izpiši se
sr: Одјави ме
sv_se: Logga ut
tr_tr: Oturumu kapatın

source: Are you sure you want to logout?<br/><br/>Your pending and uploaded <4>records will not be deleted </4> from this device.
bg_bg: Сигурни ли сте, че искате да излезете от профила си? <br/><br/> Вашите данни от отброявания - както вече качени, така и тези още в изчакване - <4> няма да бъдат изтрити </4> от това устройство.
ca_es: Segur que vols tancar sessió? <br/><br/>Els teus registres pendents i carregats<4> no se suprimiran </4>d'aquest dispositiu
cs_cz: Opravdu se chcete odhlásit?<br/><br/>Vaše čekající i uložené <4>záznamy nebudou smazány </4> z tohoto zařízení.
da_dk: Er du sikker på at du vil logge ud?<br/><br/>Dine ventende og uploadede <4>observationer vil ikke blive slettet </4> fra denne enhed.
de_de: Bist Du sicher, dass Du Dich abmelden möchten? <br/><br/>Deine ausstehenden und hochgeladenen Datensätze <4>werden nicht von diesem Gerät gelöscht</4>.
el_gr: Είστε σίγουροι πως θέλετε να αποσυνδεθείτε;<br/><br/>Οι εκκρεμείς και μεταφορτωμένες καταγραφές σας δεν θα διαγραφούν </4> από αυτή τη συσκευή.
es_es: ¿Estás seguro de que quieres cerrar la sesión?<br/><br/>Sus registros pendientes y cargados <4>no se borrarán </4> de este dispositivo
fr_fr: Êtes-vous sûr de vouloir vous déconnecter ?<br/><br/> Vos participations en attente et téléchargées <4>ne seront pas supprimées </4> de cet appareil.
gl_es: Ten a certeza de que quere desconectarse?<br/><br/> Os rexistros pendentes e cargados <4>non se eliminarán</4> deste dispositivo.
hr_hr: Da li ste sigurni da se želite odjaviti?<br/><br/>Čekate i vaši podaci se učitavaju <4>podaci neće biti izbrisani </4> s ovog uređaja.
hu_hu: Biztos, hogy kijelentkezel?<br/><br/>A még függőben lévő és a már feltöltött <4>felmérések nem fognak törlődni </4> a készülékről.
it_it: Sei sicuro di voler uscire?<br/><br/> I tuoi dati in sospeso e quelli caricati<4> non verranno cancellati </4>da questo dispositivo
ja_jp: ログアウトしてもよろしいですか？ 保留中およびアップロードされた記録は、このデバイスからは削除されません。
lt_lt: Ar tikrai norite atsijungti?<br/><br/>Atsijungus jūsų surinkta informacija <4>nebus pašalinta </4> iš įrenginio.
pl_pl: Czy jesteś pewny, że chcesz się wylogować?<br/><br/>Twoje oczekujące i przesłane<4>obserwacje nie zostaną usunięte</4>z tego urządzenia.
pt_pt: Tem a certeza que pretende fazer logout?<br/><br/>Os seus <4>registos submetidos e pendentes não serão eliminados </4> deste dispositivo.
ro_ro: Sunteți sigur că vreți să vă delogați?<br/><br/>Înregistrările tale în așteptare și cele încărcate <4>nu vor fi șterse </4> de pe acest dispozitiv.
sk_sk: Naozaj sa chcete odhlásiť? <br/><br/>Vaše čakajúce aj uložené <4>záznamy nebudú vymazané </4> z tohto zariadenia.
sl_si: Ste prepričani, da se želite odjaviti? <br/><br/> Vaši čakajoči in naloženi <4> popisi ne bodo izbrisani </4>iz te naprave.
sr: Да ли заиста желите да се одјавите?<br/><br/>Ваши уноси на чекању и послати уноси <4>неће бити обрисани </4> са овог уређаја.
sv_se: Är du säker på att du vill logga ut?<br/><br/>Dina väntande och uppladdade <4>inventeringar kommer inte att raderas </4> från denna enhet.
tr_tr: Oturumu kapatmak istediğinizden emin misiniz? Bekleyen ve yüklenen kayıtlarınız bu cihazdan silinmeyecek.

source: Cancel
bg_bg: Отмяна
ca_es: Cancelar
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Supprimer
gl_es: Cancelar
hr_hr: Odustani
hu_hu: Mégse
it_it: Cancella
ja_jp: キャンセル
lt_lt: Atšaukti
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulare
sk_sk: Zrušiť
sl_si: Prekliči
sr: Откажи
sv_se: Avbryt
tr_tr: İptal

source: Welcome aboard!
bg_bg: Добре дошли при нас!
ca_es: Benvingut a bord!
cs_cz: Vítejte na palubě!
da_dk: Velkommen ombord!
de_de: Willkommen an Bord!
el_gr: Καλώς ήρθατε!
es_es: ¡Bienvenido a bordo!
fi_fi: Tervetuloa mukaan!
fr_fr: Bienvenue à bord !
gl_es: Dámoslle a benvida a bordo!
hr_hr: Dobrodošli!
hu_hu: Köszöntünk az Európai Lepkemonitoring Programban!
it_it: Benvenuto a bordo!
ja_jp: ようこそ！
lt_lt: Sveiki prisijungę!
nl_nl: Welkom!
pl_pl: Witaj!
pt_pt: Bem-vindo!
ro_ro: Bun venit la bord!
sk_sk: Vitajte!
sl_si: Dobrodošli!
sr: Добро нам дошли!
sv_se: Välkommen ombord!
tr_tr: Hoşgeldiniz

source: Before submitting any records please check your email and click on the verification link.
bg_bg: Преди да качите свои наблюдения, моля проверете своя имейл и кликнете на линка за потвърждение.
ca_es: Abans de registrar cap cita, si us plau verifica el teu correu i fes clic a l'enllaç de verificació.
cs_cz: Před odesláním jakéhokoli záznamu zkontrolujte e-mail a klikněte na potvrzující odkaz
da_dk: Inden du uploader dine observationer, bedes du verificere din konto ved at trykke på linket sendt til din e-mail.
de_de: Bevor du Datensätze übermittelst, überprüfe bitte deine E-Mail und klicke auf den Bestätigungslink.
el_gr: Προτού υποβάλετε τις καταγραφές σας παρακαλώ ελέγξτε το email σας και κάντε κλικ στον σύνδεσμο επιβεβαίωσης.
es_es: Antes de enviar cualquier registro, revise su correo electrónico y haga clic en el enlace de verificación.
fi_fi: Ennen havaintojen tallennusta tarkista sähköpostisi ja klikkaa sinne tunnistautumista varten lähetettyä linkkiä.
fr_fr: Avant de soumettre des observations, merci de vérifier votre e-mail et de cliquer sur le lien envoyé.
gl_es: Antes de enviar calquera rexistro, por favor, comprobe o seu correo-e e prema na ligazón de verificación.
hr_hr: Prije slanja podataka molimo vas da provjerite svoju elektroničku poštu i kliknete na link za verifikaciju.
hu_hu: Addig nem tudsz adatokat beküldeni, míg meg nem nyitod az e-mailben kapott megerősítő-linket!
it_it: Prima di caricare le registrazioni per favore controlla la tua email e clicca il link per la verifica.
ja_jp: 記録を送信する前に、電子メールを確認し、確認リンクをクリックしてください。
lt_lt: Iki naudodamiesi aplikacija prašome patvirtinti savo el.paštą - paspausdami nuorodą išsiųstą jūsų adresu.
nl_nl: Voordat u waarnemingen kunt indienen: controleer uw mailadres en klik op de verificatielink om uw deelname te bevestigen.
pl_pl: Zanim prześlesz jakichkolwiek rekordy sprawdź swoją pocztę e-mail i kliknij link weryfikacyjny.
pt_pt: Antes de submeter quaisquer registos por favor vá ao seu email e clique no link para verificação.
ro_ro: Înainte de a trimite orice înregistrări, vă rugăm să vă verificați e-mailul și să faceți clic pe linkul de verificare.
sk_sk: Pred vložením akýchkoľvek záznamov skontrolujte svoj email a kliknite na overovací link.
sl_si: Preden začnete dodajati svoja opažanja preverite svoj e-naslov in kliknite na potrditveno povezavo.
sr: Пре него што пошаљете налазе проверите вашу е-пошту и кликните на везу за потврду адресе.
sv_se: Du måste kolla din e-post och klicka på verifieringslänken innan du kan registrera data.
tr_tr: Herhangi bir kayıt göndermeden önce lütfen e-postanızı kontrol edin ve doğrulama bağlantısını tıklayın.

source: OK, got it
bg_bg: Добре, разбрах
ca_es: Ok, entesos
cs_cz: OK, pochopil jsem
da_dk: Ok, forstået
de_de: Okay, verstanden.
el_gr: Εντάξει, κατάλαβα
es_es: Ok, lo tengo
fi_fi: Selvä
fr_fr: OK, j'ai compris
gl_es: De acordo, entendido.
hr_hr: U redu, shvatio sam
hu_hu: OK, megértettem.
it_it: OK, capito
ja_jp: はい、わかりました
lt_lt: Supratau
nl_nl: Ok, ik begrijp het.
pl_pl: OK, rozumiem
pt_pt: OK, compreendi
ro_ro: OK, am înțeles
sk_sk: OK, rozumiem
sl_si: V redu, razumem
sr: Схватио сам
sv_se: OK, jag förstår
tr_tr: Tamam, anladım

source: Please fill in
bg_bg: Моля попълнете
ca_es: Omple-ho
cs_cz: Prosím vyplňte
da_dk: Udfyld venligst
de_de: Bitte ausfüllen
el_gr: Παρακαλώ συμπληρώστε
es_es: Por favor rellenalo
fr_fr: Veuillez remplir
gl_es: Por favor, complete o campo.
hr_hr: Popuniti
hu_hu: Kérlek, töltsd ki!
it_it: Si prega di compilare
ja_jp: 入力してください
lt_lt: Prašome užpildyti
nl_nl: Vul in aub
pl_pl: Proszę uzupełnij
pt_pt: Por favor preencha
ro_ro: Vă rugăm completați
sk_sk: Prosím, vyplňte
sl_si: Prosimo, izpolnite
sr: Попуните ово
sv_se: Vänligen fyll i.
tr_tr: Lütfen doldurun

source: Area Count
bg_bg: Преброяване на дадена територия
ca_es: Comptatge per àrea
cs_cz: Počet na plochu
da_dk: Område observation
de_de: Viertelstundenzählung
el_gr: Καταμέτρηση Περιοχής
es_es: Área de Conteo
fi_fi: Aluelaskenta
fr_fr: Surface de comptage
gl_es: Área de contaxe
hu_hu: Területi számlálás
it_it: Area Conteggio
ja_jp: エリアカウント
lt_lt: Teritorijos Monitoringas
nl_nl: Gebiedstelling
pl_pl: Obszar zliczeń
pt_pt: Contagem por Área
ro_ro: Zona numărării
sk_sk: Plošné sčítanie
sl_si: Območje štetja
sr: Бројање у области
sv_se: Områdesinventering
tr_tr: Alan sayımı

source: Area
bg_bg: Територия
ca_es: Àrea
cs_cz: Plocha
da_dk: Område
de_de: Fläche
el_gr: Περιοχή
es_es: Área
fi_fi: Alue
fr_fr: Surface
gl_es: Área
hr_hr: Područje
hu_hu: Terület
ja_jp: 地域・エリア
lt_lt: Vietovė
nl_nl: Gebied
pl_pl: Obszar
pt_pt: Área
ro_ro: Zona
sk_sk: Plocha
sl_si: Območje
sr: Област
sv_se: Område
tr_tr: Alan Büyüklüğü

source: Site area
es_es: Superficie
it_it: Area sito
sr: Величина области
tr_tr: Çalışma alanı

source: Approximate size of your observation site.
es_es: Tamaño aproximado de su lugar de observación.
it_it: Dimensioni approssimative del tuo sito di osservazione.
sr: Израчуната површина ваше локације.
tr_tr: Gözlem alanınızın yaklaşık büyüklüğü.

source: Habitats/land uses (total should be 100%)
es_es: Hábitats/usos del suelo (el total debe ser 100%)
it_it: Habitat/uso del suolo (il totale dovrebbe essere 100%)
sr: Станишта/употреба земљишта (збирно до 100%)
tr_tr: Habitatlar / arazi kullanımları (toplam %100 olmalıdır)

source: Arable field grains (wheat, barley, rye)
es_es: Campo de cultivo de cereales (trigo, cebada, centeno)
it_it: Campo di cereali (grano, orzo, segale)
sr: Поља са житарицама (жито, јечам, раж)
tr_tr: Tarla (buğday, arpa, çavdar)

source: Arable field fruits or vegetables
es_es: Campo de cultivo de frutas o verduras
it_it: Campo di ortaggi o frutta
sr: Поља са воћем или поврћем
tr_tr: Meyve ya da sebze bahçesi

source: Arable field rapeseed
es_es: Campo de cultivo de colza
it_it: Campo di colza
sr: Поља са уљаном репицом
tr_tr: Kanola tarlası

source: Arable field corn
es_es: Campo de cultivo de maíz
it_it: Campo di mais
sr: Поља са кукурузом
tr_tr: Mısır tarlası

source: Arable legumes
es_es: Cultivo de legumbres
it_it: Campo di legumi
sr: Поља са махунаркама
tr_tr: Baklagil tarlası

source: Arable multi-cropping
es_es: Multicultivo agrícola
it_it: Multicultura
sr: Поља са више засада
tr_tr: Çoklu ekim tarlası

source: Arable fallow
es_es: Barbecho
it_it: Campo a maggese
sr: Запарложена поља
tr_tr: Nadasta tarla

source: Grassland homogeneous/intensively managed
es_es: Praderas homogéneos/gestionados intensivamente
it_it: Prato omogeneo/gestito intensivamente
sr: Хомогени, интензивни травњаци
tr_tr: Tekdüze / yoğun şekilde yönetilen çayır ya da mera

source: Grassland extensive or heterogeneous (pasture)
es_es: Praderas extensivas o heterogéneas (pastos)
it_it: Prato eterogeneo estensivo (pascolo)
sr: Разноврсни, екстензивни травњаци (пашњаци)
tr_tr: Geniş çeşitlilik gösteren çayır (mera)

source: Orchard, vineyard or grove (sparse, pasture among trees)
es_es: Huerto, viñedo o arboleda (disperso, pasto entre árboles)
it_it: Frutteto, vigneto o bosco rado (poco gestito)
sr: Воћњаци, виногради (редак засад, пашњаци између дрвећа)
tr_tr: Meyve bahçesi, bağ veya koruluk (seyrek ağaçlı, ağaçlar arasında otlak bulunan)

source: Orchard, vineyard or grove (intensely managed)
es_es: Huerto, viñedo o arboleda (manejo intensivo)
it_it: Frutteto, vigneto o bosco rado (gestito intensivamente)
sr: Воћњаци или виногради (интензивни засади)
tr_tr: Meyve bahçesi, bağ veya koruluk (yoğun şekilde yönetilen)

source: Scrubland
es_es: Matorral
it_it: Arbusteto
sr: Жбуњаци
tr_tr: Çalılık alan

source: Land laying fallow / wasteland
es_es: Terrenos en barbecho / baldíos
it_it: Terreno incloto
sr: Запарложено земљиште/шут
tr_tr: Nadasa bırakılmış arazi / çorak arazi

source: Sparse woodland
es_es: Bosque disperso
it_it: Bosco rado
sr: Ретка шума
tr_tr: Seyrek orman

source: Dense woodland or forest
es_es: Bosque denso
it_it: Foresta o bosco denso
sr: Густа шума
tr_tr: Sık ağaçlandırılmış alan veya orman

source: Plantation
es_es: Plantación
it_it: Piantagione di alberi
sr: Засад
tr_tr: Plantasyon / Ağaçlandırma alanı

source: Garden (single)
es_es: Jardín (solo)
it_it: Giardino (singolo)
sr: Башта (једна)
tr_tr: Bahçe (tek)

source: Gardens (multiple, e.g. allotment gardens)
es_es: Jardines (múltiples, por ejemplo, huertos familiares)
it_it: Giardini (e.g orti urbani)
sr: Баште (више, нпр. заједничке баште)
tr_tr: Birden fazla bahçe (ör. paylaşımlı bahçeler)

source: Building(s)
es_es: Edificio(s)
it_it: Palazzo(i)
sr: Зграда(е)
tr_tr: Bina(lar)

source: Pond, lake or sea
es_es: Estanque, lago o mar
it_it: Stagno, lago o mare
sr: Бара, језеро или море
tr_tr: Havuz, göl ya da deniz

source: River or creek
es_es: Río o arroyo
it_it: Fiume o torrente
sr: Река или поток
tr_tr: Irmak ya da dere

source: Wetland
es_es: Humedal
it_it: Zone umida
sr: Влажно подручје
tr_tr: Sulak alan

source: Dunes or barren land
es_es: Dunas o tierra árida
it_it: Dune o terreni aridi
sr: Дине или голо земљиште
tr_tr: Kumul ya da çorak alan

source: Field edge(s)
es_es: Borde(s) del campo
it_it: Bordo del campo(i)
sr: Руб(ови) поља
tr_tr: Tarla kenar(lar)ı

source: Buffer-strip(s)
es_es: Franja(s) de protección
it_it: Striscia(e) di protezione
sr: Тампон трака(е)
tr_tr: Tampon şerit(ler)

source: Flower-strip(s)
es_es: Franja(s) floral(es)
it_it: Striscia(e) di fiori
sr: Цветна трака(е)
tr_tr: Çiçek şerit(ler)i

source: Hedge(s)
es_es: Seto(s)
it_it: Siepe(i)
sr: Ивица(е)
tr_tr: Çit

source: Scattered trees or trees in rows
es_es: Árboles dispersos o en hileras
it_it: Alberi sparsi o linea di alberi
sr: Разбацано дрвеће или засади дрвећа
tr_tr: Seyrek ağaçlar veya sıralı ağaçlar

source: Wooded area
es_es: Zona arbolada
it_it: Zona boscosa
sr: Подручје са шумом
tr_tr: Ağaçlık alan

source: Terraces, stone walls
es_es: Terrazas, muros de piedra
it_it: Terrazza, muro in pietra
sr: Терасе, камени зидови
tr_tr: Teraslar, taş duvarlar

source: Pond
es_es: Estanque
it_it: Stagno
sr: Бара
tr_tr: Gölet

source: Path
es_es: Camino
it_it: Sentiero
sr: Стаза
tr_tr: Patika

source: Street, road or railroad tracks (sealed, e.g. asphalt)
es_es: Calle, carretera o vía férrea (sellada, por ejemplo, asfalto)
it_it: Strada, carreggiata o binari ferroviari (sigillati, ad esempio con asfalto)
sr: Улица, пут или пруга (нпр. асфалт)
tr_tr: Cadde, yol veya demiryolu hattı (kaplamalı, ör. asfalt)

source: Fences or other human-made linear structures
es_es: Vallas u otras estructuras lineales artificiales
it_it: Recinzioni o altre strutture lineari realizzate dall'uomo
sr: Ограде или друге људске линеарне структуре
tr_tr: Çitler veya diğer insan yapımı doğrusal yapılar

source: Dead tree, stumps or wood
es_es: Árbol muerto, tocones o madera
it_it: Alberi morti, ceppi o legno
sr: Мртво дрво, пањ или дрво
tr_tr: Ölü ağaç, kütük veya odun

source: Landscape features
es_es: Características paisajísticas
it_it: Caratteristiche del paesaggio
sr: Карактеристике пејзажа
tr_tr: Peyzaj özellikleri

source: Features located within a 50-meter radius.
es_es: Elementos situados en un radio de 50 metros.
it_it: Caratteristiche situate nel raggio di 50 metri
sr: Карактеристике у пречнику од 50 метара.
tr_tr: 50 metre yarıçap içindeki özellikler

source: Other landscape feature details
es_es: Otros detalles paisajísticos
it_it: Altri dettagli di caratteristiche del paesaggio
sr: Други подаци о карактеристикама пејзажа
tr_tr: Diğer peyzaj özelliği ayrıntıları

source: Not applicable (not a grass / lawn)
es_es: No aplicable (no es césped)
it_it: non applicabile (non un prato)
sr: Није примењиво (није ливада или травњак)
tr_tr: Uygulanamaz (çimlik / çayırlık değil)

source: I don't know
es_es: No lo sé
it_it: Non lo so
sr: Не знам
tr_tr: Bilmiyorum

source: Frequent mowing, all (relevant) area
es_es: Siega frecuente, toda la zona (pertinente)
it_it: Sfalciato frequentemente, in tutta l'area (rilevante)
sr: Често кошење, читава (релевантна) површина
tr_tr: Sık biçim, tüm (ilgili) alan

source: Rare mowing (1-2 times a year), all area
es_es: Siega poco frecuente (1-2 veces al año), toda la zona
it_it: Sfalciato raramente (1-2 volte all'anno)
sr: Ретко кошење (1-2 пута годишње), читаво подручје
tr_tr: Seyrek biçim (yılda 1–2 kez), tüm alan

source: Rare mowing (1-2 times a year), partial mowing (Staffelmahd)
es_es: Siega poco frecuente (1-2 veces al año), siega parcial (Staffelmahd)
it_it: Sfalciato raramente (1-2 volte l'anno), parzialmente sfalciato
sr: Ретко кошење (1-2 пута годишње), део подручја
tr_tr: Seyrek biçim (yılda 1–2 kez), kısmi biçim (Staffelmahd)

source: Extensive grazing (few grazers, not mowed)
es_es: Pastoreo extensivo (pocos pastores, sin segar)
it_it: Pascolo estensivo (pochi pascolatori, non sfalciato)
sr: Екстензивна испаша (неколико животиња, без кошења)
tr_tr: Geniş otlatma (az sayıda otlayan hayvan, biçilmez)
