Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Got it
bg_bg: Разбрах
ca_es: Ho tinc
cs_cz: Pochopil jsem.
da_dk: Forstået
de_de: Verstanden
el_gr: Εντάξει
es_es: Entendido
fr_fr: Compris
gl_es: Enténdoo!
hu_hu: Értem.
it_it: Fatto
ja_jp: 今それを得ました
lt_lt: Supratau
nl_nl: Ik begrijp het
pl_pl: Mamy to!
pt_pt: Entendi
ro_ro: Am înțeles
sk_sk: Rozumiem
sl_si: Razumem
sr: Схватио сам
sv_se: Uppfattat
tr_tr: Anladım

source: <0>No uploaded surveys</0>
bg_bg: <0>Няма изпратени преброявания</0>
ca_es: <0>Sense mostrejos carregats</0>
cs_cz: <0>Žádné nahrané průzkumy</0>
da_dk: <0>Ingen uploadede observationer</0>
de_de: <0>Keine hochgeladenen Erfassungen</0>
el_gr: <0>Καμία υποβληθείσα δειγματοληψία</0>
es_es: <0>No hay muestreos enviados </0>
fr_fr: <0>Aucun suivi téléchargé</0>
gl_es: <0>Non hai mostraxes cargadas</0>
hu_hu: <0>Nincs feltöltött felmérés</0>
it_it: <0>Nessun campionamento caricato</0>
ja_jp: <0>アップロードされた調査はありません</0>
lt_lt: <0>Nėra išsaugotų įrašų</0>
nl_nl: <0>Geen geüploade tellingen</0>
pl_pl: <0>Brak wysłanych obserwacji</0>
pt_pt: <0>Nenhuma amostragem carregada</0>
ro_ro: <0>Niciun sondaj încărcat</0>
sk_sk: <0>Nemáte žiadne nahraté pozorovania</0>
sl_si: <0>Ni naloženih popisov</0>
sr: <0>Нису послати обиласци</0>
sv_se: <0>Inga uppladdade inventeringar</0>
tr_tr: <0> Yüklenmiş anket yok </0>

source: Account already exists.
bg_bg: Този профил вече съществува.
ca_es: El compte ja existeix.
cs_cz: Účet již existuje.
da_dk: Konto eksisterer allerede.
de_de: Account existiert bereits
el_gr: Ο λογαριασμός υπάρχει ήδη.
es_es: La cuenta ya existe.
fr_fr: Ce compte existe déjà.
gl_es: Esta conta xa existe.
hr_hr: Račun već postoji.
hu_hu: Ez a felhasználói fiók már létezik.
it_it: L'account esiste già.
ja_jp: アカウントはすでに存在しています。
lt_lt: Paskyra jau egzistuoja.
nl_nl: Dit account bestaat al.
pl_pl: Konto już istnieje.
pt_pt: Esta conta já existe
ro_ro: Contul există deja.
sk_sk: Účet už existuje.
sl_si: Račun že obstaja.
sr: Већ постоји налог.
sv_se: Kontot finns redan.
tr_tr: Bu hesap zaten mevcut.

source: Details
bg_bg: Подробности
ca_es: Detalls
cs_cz: Podrobnosti
da_dk: Detaljer
el_gr: Επιμέρους στοιχεία
es_es: Detalles
fr_fr: Détails
gl_es: Detalles
hr_hr: Detalji
hu_hu: Részletek
it_it: Dettagli
ja_jp: 詳細
lt_lt: Detalės
pl_pl: Szczegóły
pt_pt: Detalhes
ro_ro: Detalii
sk_sk: Detaily
sl_si: Podrobnosti
sr: Више
sv_se: Detaljer
tr_tr: Detaylar

source: Species Photo
bg_bg: Снимка на вида
ca_es: Foto de l'espècie
cs_cz: Fotografie druhů
da_dk: Artsbillede
de_de: Foto der Art
el_gr: Φωτογραφία Είδους
es_es: Fotos de especie
fr_fr: Photo de l'espèce
gl_es: Fotografía da especie
hr_hr: Fotografija vrste
hu_hu: Fotó a fajról
it_it: Foto della specie
ja_jp: 種の写真
lt_lt: Rūšies Nuotrauka
nl_nl: Foto van de soort
pl_pl: Zdjęcie gatunku
pt_pt: Foto da espécies
ro_ro: Foto speciei
sk_sk: Fotografia druhu
sl_si: Fotografija vrste
sr: Фотографија врсте
sv_se: Bild på art
tr_tr: Tür fotoğrafı

source: Pick the life stage
bg_bg: Изберете стадия на развитие
ca_es: Selecciona la fase de desenvolupament
cs_cz: Vyberte stadium
da_dk: Vælg livsstadie
de_de: Wähle das Entwicklungsstadium
el_gr: Επιλέξτε το στάδιο ανάπτυξης
es_es: Elige la fase de la vida
fr_fr: Sélectionnez le stade de vie
gl_es: Seleccione o estadio do ciclo vital
hr_hr: Izaberi razvojni stadij
hu_hu: Add meg az életszakaszt!
it_it: Scegli lo stadio vitale
ja_jp: 生活史の段階を選ぶ
lt_lt: Pasirinkite drugio gyvenimo stadiją
nl_nl: Kies levensfase
pl_pl: Wybierz stadium rozwoju
pt_pt: Selecione o estádio de vida
ro_ro: Alege stadiul de viață
sk_sk: Vyberte vývojové štádium
sl_si: Izberi življenjski stadij
sr: Изаберите животни стадијум
sv_se: Välj livsstadie
tr_tr: Yaşam evresini seçiniz.

source: Weather
bg_bg: Метеорологични условия
ca_es: Meteo
cs_cz: Počasí
da_dk: Vejr
de_de: Wetter
el_gr: Καιρός
es_es: Condiciones climáticas
fr_fr: Météo
gl_es: Tempo meteorolóxico
hr_hr: Vrijeme
hu_hu: Időjárás
it_it: Tempo
ja_jp: 天候
lt_lt: Oras
nl_nl: Weer
pl_pl: Pogoda
pt_pt: Condições meteorológicas
ro_ro: Vremea
sk_sk: Počasie
sl_si: Vreme
sr: Време
sv_se: Väder
tr_tr: Hava durumu

source: Photo
bg_bg: Снимка
ca_es: Foto
cs_cz: Fotografie
da_dk: Billede
de_de: Foto
el_gr: Φωτογραφία
es_es: Foto
gl_es: Foto
hr_hr: Fotografija
hu_hu: Fotó
it_it: Foto
ja_jp: 写真
lt_lt: Nuotrauka
nl_nl: Foto
pl_pl: Zdjęcie
pt_pt: Foto
ro_ro: Foto
sk_sk: Fotografie
sl_si: Fotografija
sr: Фотографија
sv_se: Foto
tr_tr: Fotoğraf

source: Species groups
bg_bg: Групи насекоми
ca_es: Grups d'espècies
cs_cz: Skupiny
da_dk: Artsgrupper
de_de: Artengruppen
el_gr: Ταξινομικές ομάδες
es_es: Grupos de especies
fr_fr: Groupes d'espèces
gl_es: Grupos de especies
hr_hr: Grupa vrsta
hu_hu: Fajcsoportok
it_it: Gruppi di specie
ja_jp: 種のグループ
lt_lt: Rūšių grupės
nl_nl: Soortgroepen
pl_pl: Grupy gatunków
pt_pt: Grupos de espécies
ro_ro: Grupele de specii
sk_sk: Skupiny
sl_si: Skupina vrst
sr: Групе врста
sv_se: Artgrupper
tr_tr: Tür grupları

source: Please select the species groups that you always record.
bg_bg: Моля изберете групите насекоми, които винаги преброявате.
ca_es: Selecciona els grups d'espècies que sempre registres.
cs_cz: Vyberte, prosím, skupinu, kterou vždy zaznamenáváte.
da_dk: Vælg venligst de artsgrupper du altid observerer.
de_de: Bitte wähle die Artengruppe aus, die Du immer erfasst
el_gr: Παρακαλώ επιλέξτε τις ταξινομικές ομάδες που καταγράφετε πάντα.
es_es: Por favor seleccione el grupo de especies que siempre registra.
fr_fr: Veuillez sélectionner les groupes d'espèces que vous observez à chaque fois.
gl_es: Por favor, seleccione os grupos de especies que sempre rexistra.
hr_hr: Odaberite grupu vrsta koju uvijek bilježite.
hu_hu: Válaszd ki a felmért fajcsoportokat!
it_it: Per favore selezionare il gruppo di specie che hai sempre registrato.
ja_jp: いつも記録している種群を選択してください。
lt_lt: Pasirinkite rūšių grupes kurias visada stebite.
nl_nl: Selecteer de soortgroepen die je altijd wil invoeren.
pl_pl: Wybierz grupy gatunków, które zawsze obserwujesz.
pt_pt: Por favor selecione os grupos de espécies que regista frequentemente
ro_ro: Vă rugăm să selectați grupurile de specii pe care le înregistrați întotdeauna.
sk_sk: Vyberte prosím tú skupinu, ktorú vždy zaznamenávate.
sl_si: Izberite skupino vrst, ki jih največkrat popisujete.
sr: Изаберите групе врста које желите увек да бележите.
sv_se: Välj den artgrupp du alltid observerar.
tr_tr: Lütfen her zaman kaydettiğiniz tür gruplarını seçin.

source: Butterflies
bg_bg: Дневни пеперуди
ca_es: Papallones
cs_cz: Denní motýli
da_dk: Sommerfugle
de_de: Tagfalter
el_gr: Πεταλούδες
es_es: Mariposas
fr_fr: Papillons
gl_es: Bolboretas
hr_hr: Danji leptiri
hu_hu: Nappali lepkék
it_it: Farfalle
ja_jp: チョウ類
lt_lt: Dieniniai drugiai
nl_nl: Dagvlinders
pl_pl: Motyle
pt_pt: Borboletas
ro_ro: Fluturi
sk_sk: Motýle
sl_si: Dnevni metulji
sr: Дневни лептири
sv_se: Dagfjärilar
tr_tr: Kelebekler

source: Moths
bg_bg: Нощни пеперуди
ca_es: Arnes
cs_cz: Noční motýli
da_dk: Natsværmere
de_de: Nachtfalter
el_gr: Νυχτοπεταλούδες
es_es: Polillas
fr_fr: Papillons "de nuit"
gl_es: Avelaíñas
hr_hr: Noćni leptiri
hu_hu: Éjjeli lepkék
it_it: Falene
ja_jp: ガ類
lt_lt: Naktiniai drugiai
nl_nl: Nachtvlinders
pl_pl: Ćmy
pt_pt: Borboletas noturnas
ro_ro: Molii
sk_sk: Nočné motýle
sl_si: Nočni metulji
sr: Ноћни лептири
sv_se: Nattfjärilar
tr_tr: Güveler

source: Bumblebees
bg_bg: Земни пчели
ca_es: Borinots
cs_cz: Čmeláci
da_dk: Humlebier
de_de: Hummeln
el_gr: Μέλισσες
es_es: Abejorros
fr_fr: Bourdons
gl_es: Abellóns
hr_hr: Bumbari
hu_hu: Poszméhek
it_it: Bombi
ja_jp: マルハナバチ類
lt_lt: Kamanės
nl_nl: Hommels
pl_pl: Trzmiele
pt_pt: Abelhões
ro_ro: Bondari
sk_sk: Čmeliaky
sl_si: Črmlji
sr: Бумбари
sv_se: Humlor
tr_tr: Bal arıları

source: Dragonflies
bg_bg: Водни кончета
ca_es: Libèl·lules
cs_cz: Vážky
da_dk: Guldsmede
de_de: Libellen
el_gr: Λιβελούλες
es_es: Libélulas
fr_fr: Libellules
gl_es: Libélulas
hr_hr: Vretenca
hu_hu: Szitakötők
it_it: Libellule
ja_jp: トンボ類
lt_lt: Laumžirgiai
nl_nl: Libellen
pl_pl: Ważki
pt_pt: Libélulas
ro_ro: Libelule
sk_sk: Vážky
sl_si: Kačji pastirji
sr: Вилински коњици
sv_se: Trollsländor
tr_tr: Yusufçuklar

source: Warning
bg_bg: Внимание
ca_es: Perill
cs_cz: Varování
da_dk: Advarsel
de_de: Achtung
el_gr: Προσοχή
es_es: Advertencia
fr_fr: Avertissement
gl_es: Atención!
hr_hr: Upozorenje
hu_hu: Figyelem!
it_it: Avvertimento
ja_jp: 警告
lt_lt: Įspėjimas
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_pt: Aviso
ro_ro: Avertizare
sk_sk: Varovanie
sl_si: Opozorilo
sr: Упозорење
sv_se: Varning
tr_tr: Uyarı

source: Are you sure you want to turn off the GPS tracking?
bg_bg: Сигурни ли сте, че искате да изключите GPS проследяването?
ca_es: Segur que vols apagar el teu GPS?
cs_cz: Opravdu chcete vypnout sledování GPS?
da_dk: Er du sikker på at du vil slukke for GPS-placeringen?
de_de: Bist Du sicher, dass Du die GPS-Ortung ausschalten möchtest?
el_gr: Είστε σίγουροι πως θέλετε να απενεργοποιήσετε τον εντοπισμό GPS;
es_es: ¿Estás seguro de que quieres desactivar el seguimiento GPS?
fr_fr: Êtes-vous sûr de vouloir désactiver le suivi GPS ?
gl_es: Ten a certeza de que quere apagar o posicionamento GPS?
hr_hr: Jeste li sigurni da želite isključiti GPS praćenje?
hu_hu: Biztos, hogy kikapcsolod a GPS-t?
it_it: Sei sicuro di voler spegnere il tracciamento con GPS
ja_jp: GPS追跡をオフにしてもよろしいですか？
lt_lt: Ar tikrai norite išjungti GPS sekimą?
nl_nl: Weet u zeker dat u de GPS wilt uitschakelen?
pl_pl: Czy na pewno chcesz wyłączyć śledzenie GPS?
pt_pt: Tem a certeza que pretende desligar a localização por GPS?
ro_ro: Sigur dorți să dezactivați urmărirea GPS?
sk_sk: Naozaj chcete vypnúť sledovanie GPS?
sl_si: Ste prepričani, da želite izklopiti GPS sledenje?
sr: Да ли желите да искључите ГПС праћење?
sv_se: Är du säker på att du vill stänga av GPS-spårning
tr_tr: GPS takibini kapatmak istediğinizden emin misiniz?

source: Turn off
bg_bg: Изключи
ca_es: Apagar
cs_cz: Vypnout
da_dk: Sluk
de_de: Ausschalten
el_gr: Απενεργοποίηση
es_es: Desarctivar
fr_fr: Éteindre
gl_es: Desconectar
hr_hr: Ugasi
hu_hu: Kikapcsol
it_it: Spegnere
ja_jp: 消す
lt_lt: Išjungti
nl_nl: Uitschakelen
pl_pl: Wyłącz
pt_pt: Desligar
ro_ro: Opriți
sk_sk: Vypnúť
sl_si: Izklopi
sr: Искључи
sv_se: Stäng av
tr_tr: Kapat

source: Merge
bg_bg: Обедини
ca_es: Fusionar
cs_cz: Sloučit
da_dk: Sammensæt
de_de: Zusammenführen
el_gr: Συγχώνευση
es_es: Unir
fr_fr: Fusionner
gl_es: Combinar
hr_hr: Udruži
hu_hu: Összevon
it_it: Unisci
ja_jp: 統合する
lt_lt: Sujungti
nl_nl: Samenvoegen
pl_pl: Połącz
pt_pt: Fundir
ro_ro: Unește
sk_sk: Zlúčiť
sl_si: Združi
sr: Споји
sv_se: Sammanfoga
tr_tr: Birleştir

source: Species already exists
bg_bg: Видът вече съществува
ca_es: L'espècie ja hi és
cs_cz: Tyto druhy již existují
da_dk: Arten eksisterer allerede
de_de: Die Art existiert bereits
el_gr: Το είδος υπάρχει ήδη
es_es: La especie ya existe
fr_fr: Cette espèce est déjà mentionnée
gl_es: A especie xa existe
hr_hr: Vrsta već postoji
hu_hu: A faj már rajta van a listán
it_it: Specie già esistente
ja_jp: 種はすでに存在します
lt_lt: Rūšis jau egzistuoja
nl_nl: Soort bestaat al
pl_pl: Gatunek już istnieje
pt_pt: Esta espécie já existe
ro_ro: Specia există deja
sk_sk: Druh už existuje
sl_si: Vrsta že obstaja
sr: Врста већ постоји
sv_se: Arten finns redan.
tr_tr: Bu tür zaten var

source: Are you sure you want to merge this list to the existing species list?
bg_bg: Сигурни ли сте, че искате да обедините този списък със съществуващия списък с видове?
ca_es: Segur que vols fusionar aquesta llista amb la llista d'espècies existent?
cs_cz: Opravdu chcete sloučit tento seznam s již existujícím seznamem druhů?
da_dk: Er du sikker på, at du vil sammensætte denne artsliste med den eksisterende artsliste?
de_de: Bist Du sicher, dass Du diese Liste mit der bestehenden Artenliste zusammenführen möchtest?
el_gr: Είστε σίγουροι πως θέλετε να συγχωνεύσετε αυτή τη λίστα με την υπάρχουσα λίστα ειδών;
es_es: ¿Está seguro de que desea unir esta lista con la lista de especies existente?
fr_fr: Êtes-vous sûr de vouloir fusionner cette liste avec la liste d'espèces existante ?
gl_es: Ten a certeza de que quere combinar esta listaxe coa listaxe de especies xa existente?
hr_hr: Jeste li sigurni da želite spojiti ovaj popis s postojećim popisom vrsta?
hu_hu: Hozzáadod ezeket az előfordulásokat a már létező faj előfordulásaihoz?
it_it: Sei sicuro/a di voler unire questa lista a una lista di specie già esistente?
ja_jp: このリストを既存の種のリストに統合してもよろしいですか?
lt_lt: Ar tikrai norite sujungti šią rūšį su jau egzistuojančia?
nl_nl: Weet je zeker dat je deze lijst wilt samenvoegen met de bestaande soortenlijst?
pl_pl: Czy na pewno chcesz połączyć te listę z już istniejącą listą gatunków?
pt_pt: Tem a certeza que pretende fundir esta lista com a lista de espécies já existente?
ro_ro: Sigur doriți să îmbinați această listă cu lista de specii existentă?
sk_sk: Ste si istý, že chcete zlúčiť tento zoznam s už existujúcim zoznamom druhov?
sl_si: Ali ste prepričani, da želite ta seznam združiti z obstoječim seznamom vrst?
sr: Да ли желите да спојите овај списак са постојећим врстама на списку?
sv_se: Är du säker på att du vill sammanfoga denna lista till den befintliga artlistan?
tr_tr: Bu listeyi var olan liste ile birleştirmek istediğinizden emin misiniz?

source: Please add your target species
bg_bg: Моля добавете Вашия целеви вид
ca_es: Si us plau afegeix la teva espècie objectiu
cs_cz: Vložte, prosím, cílový druh
da_dk: Vælg venligst din fokusart
de_de: Bitte ergänze deine Zielart
el_gr: Παρακαλώ προσθέστε τα είδη στόχους σας
es_es: Agregue su especie objetivo
fr_fr: Veuillez ajouter votre espèce cible
gl_es: Por favor, engada as especies cuxa observación ten como obxectivo
hr_hr: Molimo dodajte svoju ciljanu vrstu
hu_hu: Add meg a célfajt!
it_it: Per favore, aggiungi le tue specie target
ja_jp: 対象種を追加してください
lt_lt: Prašome pridėti konkrečią rūšį
nl_nl: Voeg doelsoorten toe
pl_pl: Dodaj swój gatunek docelowy
pt_pt: Por favor adicione a sua espécie alvo
ro_ro: Vă rugăm să adăugați specia țintă.
sk_sk: Prosím, pridajte cieľové druhy
sl_si: Dodajte svoje ciljne vrste
sr: Додајте ваше циљне врсте
sv_se: Lägg till målart.
tr_tr: Lütfen hedef türünüzü seçiniz

source: Date
bg_bg: Дата
ca_es: Data
cs_cz: Datum
da_dk: Dato
de_de: Datum
el_gr: Ημερομηνία
es_es: Fecha
gl_es: Data
hr_hr: Datum
hu_hu: Dátum
it_it: Data
ja_jp: 日付
lt_lt: Data
nl_nl: Datum
pl_pl: Data
pt_pt: Data
ro_ro: Data
sk_sk: Dátum
sl_si: Datum
sr: Датум
sv_se: Datum
tr_tr: Tarih

source: Method
bg_bg: Метод
ca_es: Mètode
cs_cz: Metoda
da_dk: Metode
de_de: Methode
el_gr: Μέθοδος
es_es: Método
fr_fr: Méthode
gl_es: Metodoloxía
hr_hr: Metoda
hu_hu: Módszer
it_it: Metodo
ja_jp: 方法
lt_lt: Metodas
nl_nl: Methode
pl_pl: Metoda
pt_pt: Método
ro_ro: Metoda
sk_sk: Spôsob
sl_si: Metoda
sr: Метода
sv_se: Metod
tr_tr: Yöntem

source: Please select the medthod type
bg_bg: Моля, изберете типа метод
ca_es: Si us plau selecciona el mètode
cs_cz: Vyberte, prosím, typ metody
da_dk: Vælg venligst din metode
de_de: Bitte wähle die Methode
el_gr: Παρακαλώ επιλέξτε τον τύπο της μεθόδου
es_es: Por favor seleccione el tipo de método
fr_fr: Veuillez sélectionner le type de méthode
gl_es: Por favor, escolla o tipo de metodoloxía que usará
hr_hr: Molimo izaberite metodu rada
hu_hu: Válaszd ki a felmérési módszert!
it_it: Per favore, seleziona il tipo di metodo
ja_jp: 方法の種類を選択してください
lt_lt: Prašome pasirinkti metodą
nl_nl: Selecteer methode
pl_pl: Wybierz typ metody
pt_pt: Por favor selecione o tipo de método
ro_ro: Vă rugăm selectați tipul metodei
sk_sk: Prosím, vyberte spôsob
sl_si: Izberite tip metode
sr: Изаберите врсту методе
sv_se: Välj typ av metod.
tr_tr: Lütfen yöntem tipini seçin

source: MV light
bg_bg: Живачна лампа
ca_es: Llum MV
cs_cz: Světlo s MV
da_dk: Kviksølvlampe (MV lampe)
de_de: Quecksilberdampflampe
el_gr: Λαμπτήρας ατμών υδραργύρου
es_es: Luz MV
fr_fr: Lampe MV
gl_es: Luz MV
hu_hu: HG izzó
it_it: luce MV
ja_jp: MVライト
lt_lt: Gyvsidabrio lempa
nl_nl: Kwikdamplamp
pl_pl: Światło z lampy rtęciowej
pt_pt: Armadilhagem com lâmpada de vapor de mercúrio
ro_ro: Lumină MV
sk_sk: Ortuťová výbojka
sl_si: MV luč
sr: Живина сијалица
sv_se: Kvicksilverlampa
tr_tr: MV ışığı

source: Actinic light
bg_bg: Флуоресцентна лампа
ca_es: Llum actínica
cs_cz: Aktinické světlo
da_dk: UV-lys
de_de: Schwarzlicht
el_gr: Λαμπτήρας ακτινικού φωτός
es_es: Luz actínica
fr_fr: Lampe actinique
gl_es: Luz actínica
hu_hu: UV fény
it_it: Luce attinica
ja_jp: 化学光
lt_lt: Aktininė lempa
nl_nl: Actine
pl_pl: Światło słoneczne
pt_pt: Armadilhagem com luz actínica
ro_ro: Lumină actinică
sk_sk: Aktinické svetlo
sl_si: Aktinska luč
sr: Актинична сијалица
sv_se: UV-lysrör
tr_tr: Aktinik ışık

source: LED light
bg_bg: Светодиодна LED лампа
ca_es: Llum LED
cs_cz: LED světlo
da_dk: LED-lys
de_de: LED-Lampe
el_gr: Λαμπτήρας LED
es_es: Luz LED
fr_fr: lampe LED
gl_es: Luz LED
hu_hu: LED
it_it: Luce a LED
ja_jp: LEDライト
lt_lt: LED lempa
nl_nl: LED
pl_pl: Światło LED
pt_pt: Armadilhagem com luz LED
ro_ro: Lumină LED
sk_sk: LED svetlo
sl_si: LED luč
sr: ЛЕД сијалица
sv_se: LED-ljus
tr_tr: LED ışık

source: Light trapping
bg_bg: Привличане с изкуствена светлина
ca_es: Trampa de llum
cs_cz: Lov na světlo
da_dk: Lysfælde
de_de: Lichtfang
el_gr: Φωτοπαγίδευση
es_es: Trampa de luz
fr_fr: Piègage lumineux
gl_es: Trampa de luz
hu_hu: Fénycsapda
it_it: Trappole luminose
ja_jp: ライトトラップ
lt_lt: Šviesinė gaudyklė
nl_nl: Lakenopstelling
pl_pl: Pułapka świetlna
pt_pt: Armadilhagem de luz
ro_ro: Capcană de lumină
sk_sk: Lov na svetlo
sl_si: Svetlobna vaba
sr: Светлосна клопка
sv_se: Ljusfällor
tr_tr: Işık tuzağı

source: Daytime observation
bg_bg: Наблюдения през деня
ca_es: Observació diürna
cs_cz: Denní pozorování
da_dk: Dagobservation
de_de: Beobachtung am Tag
el_gr: Ημερήσια παρατήρηση
es_es: Observación diurna
fr_fr: Observation en journée
gl_es: Observación diúrna
hu_hu: Nappali megfigyelés
it_it: Osservazione diurna
ja_jp: 昼間の観察
lt_lt: Stebėta dienos metu
nl_nl: Overdag
pl_pl: Obserwacja w trakcie dnia
pt_pt: Observação diurna
ro_ro: Observare pe timp de zi
sk_sk: Denné pozorovanie
sl_si: Dnevno opazovanje
sr: Посматрање током дана
sv_se: Observation dagtid
tr_tr: Gündüz gözlemi

source: Dusking
bg_bg: Търсене по здрач с ентомологичен сак и фенерче
ca_es: Capvespre
cs_cz: Sběr za soumraku
da_dk: Skumringsobservation
de_de: Dämmerung
el_gr: Διαδρομή κατά το σούρουπο
es_es: Anochecer
fr_fr: Crépusculaire
gl_es: Entre lusco e fusco
hu_hu: Éjszakai egyelés
it_it: imbrunire
ja_jp: 夕暮れ
lt_lt: Gaudymas pievoje tinkleliu prieblandoje
nl_nl: Schemering
pl_pl: Zmierzch
pt_pt: Anoitecer
ro_ro: Înserare
sk_sk: Pozorovanie za súmraku
sl_si: Lovljenje z mrežo
sr: У сумрак
sv_se: Skymning
tr_tr: Alacakaranlık

source: Attracted to a lighted window
bg_bg: Привличане на осветен прозорец
ca_es: Atreta per la llum d'una finestra
cs_cz: Přilákáno k osvětlenému oknu
da_dk: Tiltrækning via belyst vindue
de_de: Angezogen von einem beleuchteten Fenster
el_gr: Έλξη σε φωτιζόμενο παράθυρο
es_es: Atraído por una ventana iluminada
fr_fr: Attiré par une fenêtre éclairée
gl_es: Atraído/a por unha fiestra iluminada
hu_hu: Kivilágított ablakban
it_it: Attratte da una finestra illuminata
ja_jp: 明かりのついた窓に惹かれて
lt_lt: Atskrido į apšviestą langą
nl_nl: Verlicht raam
pl_pl: Przyciągnięte do oświetlonego okna
pt_pt: Atraída por uma janela iluminada
ro_ro: Atras de o fereastră luminată
sk_sk: Prilákaný na osvetlené okno
sl_si: Osvetljeno okno
sr: Привучен на осветљен прозор
sv_se: Lockats till ett upplyst fönster
tr_tr: Işıklı pencereye takılan

source: Sugaring
bg_bg: Привличане с примамка от захар, меласа и бира
ca_es: Bebent sucres
cs_cz: Vnadidlo
da_dk: Sukkerlokning
de_de: Ködern (Zucker)
el_gr: Παγίδα επικαλυμμένη με ζάχαρη
es_es: Cebo dulce
fr_fr: Piège à sucre
gl_es: Cebo doce
hu_hu: Csali (kenő)
it_it: Zuccherato
ja_jp: 砂糖づけ
lt_lt: Viliojimas saldžiais skysčiais
nl_nl: Smeren
pl_pl: Pułapka cukrowa
pt_pt: Armadilhagem de açúcar
sk_sk: Metóda lákania na cukor
sl_si: Sladkorna vaba
sr: На шећеру
sv_se: Fångst med sockerbete
tr_tr: Şekerleme

source: Wine roping
bg_bg: Привличане с примамка - въже, напоено със смес от вино и захар
ca_es: Corda envinada
cs_cz: Vinný knot
da_dk: Vinlokning
de_de: Ködern (in Rotwein getränkte Wollschnüre)
el_gr: Παγίδα επικαλυμμένη με κρασί
es_es: Tiras de vino
fr_fr: Piège à vin
gl_es: Fitas con viño
hu_hu: Csali (szalagos)
it_it: Vino
lt_lt: Viliojimas masalu (vyno masalas)
nl_nl: Wijntouw
pl_pl: Winne sznurki
pt_pt: Armadilhagem com corda de vinho
sk_sk: Metóda lákania na návnadu - víno, cukor
sl_si: Vinska vrv
sr: На винској клопци
sv_se: Fångst med vinsnöre
tr_tr: Şarapla şekerleme

source: Beating tray
bg_bg: Изтръскване от растителността върху бяла подложка
ca_es: Safata amb esquers
cs_cz: Sklepávadlo
da_dk: Slagskærm
de_de: Klopfschale
el_gr: Σεντόνι χτυπήματος
es_es: Método de golpeteo
fr_fr: Battage et parapluie japonais
gl_es: Paraugas xaponés
hu_hu: Kopogtatás
it_it: Ombrello entomologico
ja_jp: 叩き台
lt_lt: Purtiklis - nupurtyti nuo medžių ant paklodės
nl_nl: Smeerval
pl_pl: Wytrząsanie na tacę
pt_pt: Armadilhagem por batimento
sk_sk: Sklepávadlo
sl_si: Vzorčni pladenj
sr: На клопци са мамцем
sv_se: Bankningsskärm
tr_tr: Çırpma tepsisi

source: Pheromone trap
bg_bg: Привличане с феромонна примамка
ca_es: Trampa de feromones
cs_cz: Lov na feromon
da_dk: Feromonfælde
de_de: Pheromon-Falle
el_gr: Παγίδα φερομόνης
es_es: Trampa de feromonas
fr_fr: Piège à phéromones
gl_es: Trampa de feromonas
hu_hu: Feromoncsapda
it_it: Trappola a feromoni
ja_jp: フェロモントラップ
lt_lt: Feromoninė gaudyklė
nl_nl: Feromoonval
pl_pl: Pułapka feromonowa
pt_pt: Armadilha de feromonas
ro_ro: Capcană cu feromoni
sk_sk: Feromónový lapač
sl_si: Feromonska past
sr: На феромонској клопци
sv_se: Feromonfälla
tr_tr: Feromon tuzağı

source: Other method (add comment)
bg_bg: Друг метод (добавете в коментар)
ca_es: Altres mètodes (afegir comentari)
cs_cz: Jiná metoda (vložte poznámku)
da_dk: Anden metode (tilføj kommentar)
de_de: Andere Methode (Kommentar hinzufügen)
el_gr: Άλλη μέθοδος (προσθέστε σχόλιο)
es_es: Otros métodos (añadir comentario)
fr_fr: Autre méthode (ajouter un commentaire)
gl_es: Outro método (indique cal)
hu_hu: Egyéb módszer (részletezd!)
it_it: Altri metodi (aggiungere un commento)
ja_jp: その他の方法 (コメントを追加)
lt_lt: Kitas metodas (aprašykite komentaruose)
nl_nl: Andere methode (voeg commentaar toe)
pl_pl: Inna metoda (dodaj komentarz)
pt_pt: Outro método (adicione um comentário)
ro_ro: Altă metodă (adăugați comentariu)
sk_sk: Iný spôsob (pridať komentár)
sl_si: Druga metoda (dodaj opombo)
sr: Друга метода (додај коментар)
sv_se: Annan metod (lägg till kommentar)
tr_tr: Diğer metot (yorum ekle)

source: Not recorded
bg_bg: Не е отбелязан
ca_es: No registrat
cs_cz: Nezaznamenáno
da_dk: Metode ikke specificeret
de_de: Nicht erfasst
el_gr: Δεν καταγράφηκε
es_es: No está registrado
fr_fr: Non observé
gl_es: Non rexistrada/o
hu_hu: Nem lett rögzítve
it_it: Non registrato
ja_jp: 未記録
lt_lt: Neužfiksuota
nl_nl: Niet opgenomen
pl_pl: Nie zaobserwowano
pt_pt: Não registado
ro_ro: Neînregistrat
sk_sk: Nezaznamenané
sl_si: Ni zabeleženo
sr: Није уписано
sv_se: Ej registrerad
tr_tr: Kaydedilmedi

source: Survey Details
bg_bg: Подробности за преброяването
ca_es: Detalls del mostreig
cs_cz: Detaily průzkumu
da_dk: Observationsdetaljer
de_de: Erfassungs-Details
el_gr: Στοιχεία Δειγματοληψίας
es_es: Detalles del muestreo
fr_fr: Détails du suivi
gl_es: Detalles da mostraxe
hu_hu: Felmérés részletei
it_it: Dettagli del campionamento
ja_jp: 調査の詳細
lt_lt: Detalesnė informacija
nl_nl: Onderzoeksdetails
pl_pl: Szczegóły obserwacji
pt_pt: Detalhes da amostragem
ro_ro: Detaliile sondajului
sk_sk: Detaily pozorovania
sl_si: Podrobnosti popisa
sr: Подаци о узорковању
sv_se: Inventeringsdetaljer
tr_tr: Araştırma detayları
