Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: This is the default method on the app. Simply count butterflies for a 15 minute period, either in a defined area such as a field, or while walking along, or standing on a fixed point counting butterflies that fly past. There is no need to draw the route as the app will know your route, provided you have the GPS tracking facility switched on in your Settings. Otherwise you will have to draw the area searched on a map, using the app. To start, touch the + button at the bottom of the screen. The app counts down the 15 minutes once you have started, but you can pause at any time (for example to identify a butterfly) by pressing the pause button. At the end of the survey you can review your records and make sure the totals are correct before submitting.
bg_bg: Това е методът по подразбиране в приложението. Просто бройте и записвайте дневни пеперуди за период от 15 минути - или в определена територия, напр. поле, или докато вървите по някакъв маршрут, или докато стоите в една фиксирана точка и броите пеперуди, които прелитат покрай Вас. При условие, че в настройките ви е разрешена/включена функцията за определяне на местоположението Ви чрез GPS-приемника на устройството, то тогава не е необходимо да очертавате маршрута, тъй като приложението автоматично ще записва маршрута Ви. В противен случай ще трябва да очертаете територията на карта, като използвате приложението. За да започнете преброяването, докоснете кръглия бутон + в долната част на екрана. Приложението ще отброи 15 минути, след като започнете, но можете да спрете брояча по всяко време (например за идентифициране на някой екземпляр пеперуда), като натиснете бутона за пауза. След приключване на времето за преброяването можете да прегледате своите записи и да се уверите, че сумите са правилни, преди да ги изпратите.
ca_es: Aquest és el mètode per defecte a l'aplicació. Simplement, compta papallones durant 15 minuts, ja sigui en una àrea definida com un camp, mentre camines, o estant a un punt fix mentre observes les papallones que passen davant teu. No hi ha necessitat de dibuixar la ruta que has fet, ja que l'aplicació la guardarà, comptant que tens disponible l'accés al teu GPS a la teva configuració. D'altra banda hauràs de dibuixar l'àrea recorreguda en un mapa, usant l'aplicació. Per començar, prem el botó + als peus de la pantalla. L'aplicació fa un compte enrere de 15 minuts des de que has començat, però la pots aturar en qualsevol moment (per exemple per identificar una papallona) prement el botó de pausa. Al final del mostreig pots revisar els teus registres i assegurar-te que els nombres totals són correctes abans d'enviar-los.
cs_cz: Toto je základní metoda této aplikace. Jednoduše sečtěte motýly během 15 minutové periody, buď na jasně definovaném území (např. pole), nebo během procházky či jako bodové sčítání motýlů, kteří proletí kolem. Pokud máte zapnuté sledování pomocí GPS, tak není potřeba zakreslit Vaši přesnou trasu, protože ji zakreslí tato aplikace. Jinak musíte Vaši trasu či území zakreslit na mapě pomocí této aplikace. Pro zapnutí se dotkněte tlačítka + dole na displeji. Hned jak začnete, aplikace bude odpočítávat 15 minut, ale kdykoli můžete odpočet přerušit pomocí tlačítka Pauza, pokud například potřebujete určit nějakoho motýla,. Na konci průzkumu můžete Váš záznam zkontrolovat, jestli jsou před odesláním součty správně.
da_dk: Dette er standardmetoden brugt i appen. Du skal blot tælle sommerfugle 15 minutter, enten i et afgrænset område, såsom en mark, mens du går eller mens du står stille og tæller forbi flyvende sommerfugle. Du behøver ikke selv at tegne din rute, da appen kan følge den selv, forudsat at du har GPS-placeringen slået til i dine indstillinger. Ellers bliver du nødt til at tegne det observerede område selv på kortet i appen. For at starte observationen skal du trykke på + knappen nederst på skærmen. Appen starter med nedtællingen af de 15 minutter, når du trykker, men tiden kan pauses når som helst (for eksempel mens du identificerer en sommerfugl) ved at trykke på pauseknappen. Til sidst ​​kan du gennemgå dine observationer for at sikre, at du har talt rigtigt, inden du indsender den.
de_de: Dies ist die Standardmethode in der App. Zähle einfach alle Schmetterlinge, die Du siehst über einen Zeitraum von 15 Minuten, entweder in einem definierten Bereich, wie z.B. einem Feld, oder während Du an einem festen Punkt stehst oder herum gehst. Es ist nicht notwendig, die Route aufzuzeichnen, da die App Deine Route kennt (vorausgesetzt, Du hast die GPS-Verfolgungsfunktion in den Einstellungen eingeschaltet). Andernfalls musst Du das gesuchte Gebiet in der App auf einer Karte einzeichnen. Um zu beginnen, berühre die Schaltfläche + am unteren Rand des Bildschirms. Die App zählt die 15 Minuten nach dem Start herunter, aber Du kannst jederzeit eine Pause machen (z.B. um einen Schmetterling zu bestimmen), indem Du die Pausentaste drückst. Am Ende der Erhebung kannst Du die Aufzeichnungen überprüfen und sicherstellen, dass die Gesamtzahlen korrekt sind, bevor du das Formular abschickst.
el_gr: Αυτή είναι η προεπιλεγμένη μέθοδος της εφαρμογής. Απλά μετρήστε τις πεταλούδες που παρατηρείτε μέσα σε μία περίοδο 15 λεπτών, σε μία καθορισμένη περιοχή όπως ένα λιβάδι ή καθώς περπατάτε ή ενώ στέκεστε σε ένα σταθερό σημείο και μετράτε τις πεταλούδες που πετάνε γύρω σας. Εάν έχετε ενεργοποιημένο το GPS του κινητού σας, δεν χρειάζεται να σχεδιάσετε τη περιοχή/διαδρομή που κάνετε, καθώς η εφαρμογή θα την έχει ήδη. Διαφορετικά, θα πρέπει οι ίδιοι να σχεδιάσετε την περιοχή/διαδρομής σας, στον χάρτη της εφαρμογής. Για να ξεκινήσετε πατήστε το κουμπί + στο κάτω μέρος της οθόνης. Η εφαρμογή κάνει αντίστροφη μέτρηση των 15 λεπτών μόλις ξεκινήσετε, ωστόσο μπορείτε να πατήσετε παύση όποτε θέλετε (π.χ. για να αναγνωρίσετε μία πεταλούδα). Στο τέλος της δειγματοληψίας μπορείτε να ελέγξετε τις καταγραφές σας και να βεβαιωθείτε πως οι αριθμοί είναι σωστοί προτού την υποβάλετε.
es_es: Este es el método predeterminado en la aplicación. Simplemente cuente las mariposas durante un período de 15 minutos, ya sea en un área definida, como un campo, o mientras camina, o de pie en un punto fijo contando las mariposas que pasan volando. No es necesario dibujar la ruta ya que la aplicación sabrá su ruta, siempre que tenga activada la función de rastreo GPS en su Configuración. De lo contrario, deberá dibujar el área a monitorear en un mapa, utilizando la aplicación. Para comenzar, toque el botón + en la parte inferior de la pantalla. La aplicación empieza una cuenta regresiva de los 15 minutos una vez que haya comenzado, pero puede hacer una pausa en cualquier momento (por ejemplo, para identificar una mariposa) presionando el botón de pausa. Al final de la encuesta, puede revisar sus registros y asegurarse de que los totales sean correctos antes de enviarlos.
fi_fi: Suosittelemme käyttämään tätä menetelmää. Voit vapaasti laskea päiväperhosia 15 minuutin aikana vaikkapa tietyllä niittylaikulla, joko kävelemällä ympäriinsä tai pysymällä paikallasi havainnoimassa. Sovellus tallentaa automaattisesti kävelyreittisi / sijaintisi, kunhan GPS on kytkettynä päälle puhelimessasi. Ellei ole, sovellus pyytää piirtämään alueen kartalle. Laskenta alkaa, kun painat + merkkiä näytön alalaidassa. Tällöin sovellus käynnistää käynnistää 15 min ajastimen, joka näyttää jäljellä olevan havainnointiajann. Voit koska tahansa pysäyttää ajastimen tauolle vaikkapa määrittääksesi perhosen. Kun aika loppuu, tarkista kirjaamasi havainnot ja yhteismäärät ennen kuin lähetät tiedot.
fr_fr: C'est le suivi par défaut sur l'application (vous pouvez changer le type de suivi par défaut dans les paramètres). Comptez les papillons pendant une période de 15 minutes, soit dans une aire d'observation définie, en marchant, ou en restant immobile et en comptant les individus qui passent. Si vous avez activé le suivi GPS dans les réglages, il n'est pas nécessaire de dessiner votre itinéraire sur la carte, l'application l'enregistre automatiquement Si ce n'est pas le cas, vous devrez dessiner vous-même votre itinéraire sur la carte. Pour commencer le comptage, veuillez cliquer sur le bouton "+" en bas de l'écran. L'application débute alors le compte à rebours de 15 minutes. Il vous est possible de mettre le comptage en pause à tout moment (par exemple pour identifier une espèce) en appuyant sur le bouton "Pause". À la fin de votre comptage, vous pouvez vérifier ce que vous avez renseigné avant d'envoyer vos observations.
gl_es: Este é o método predeterminado na aplicación. Simplemente conte as bolboretas durante un período de 15 minutos, ben nunha zona definida, como un campo, ben mentres camiña ou ben desde un punto fixo rexistrando as bolboretas que pasan voando. Non cómpre debuxar o percorrido, xa que a aplicación recoñecerá a súa ruta sempre que teña o seguimento GPS activado nos axustes. En caso contrario, terá que debuxar a área onde realizou o seguimento nun mapa, usando a aplicación. Para comezar, toque o botón + na parte inferior da pantalla. A aplicación fará unha conta atrás de 15 minutos. Lembre que pode facer unha pausa en calquera momento (por exemplo, para identificar unha bolboreta) premendo o botón de pausa. Ao rematar a mostraxe, pode revisar os seus rexistros e asegurarse de que os totais son correctos antes de enviar os datos.
hr_hr: Ovo je zadana metoda u aplikaciji. Jednostavno brojite leptire tijekom razdoblja od 15 minuta, bilo na određenom području kao što je polje, ili dok šetate ili stojite na nepomičnoj točki brojeći leptire koji prolete. Nema potrebe za iscrtavanjem rute jer će aplikacija znati vašu rutu, pod uvjetom da ste u postavkama uključili GPS praćenje. U suprotnom ćete područje koje ste pretraživali morati nacrtati na karti pomoću aplikacije. Za početak dodirnite gumb + pri dnu zaslona. Aplikacija odbrojava 15 minuta nakon što započnete, ali pritiskom na tipku pauze, možete pauzirati u bilo kojem trenutku (na primjer za prepoznavanje leptira). Na kraju istraživanja možete pregledati svoje podatke i provjeriti je li brojnost točna prije slanja.
hu_hu: Ez a felmérési mód az alkalmazás alapbeállítása. Számold a lepkéket 15 percig, feljegyezve a látott fajokat és egyedszámaikat! Ez, általában, mozogva történik, pl. egy tetszőleges útvonalat bejárva, séta közben; de megteheted akár egy helyben maradva, lehatárolt területen is, pl. egy tisztáson vagy a kertedben ülve. Az alkalmazás automatikusan rögzíti a bejárt útvonalat, ha a telefonod beállításaiban a GPS (helyhozzáférés) engedélyezve van. A felmérés megkezdéséhez koppints a "+" (pluszjel) gombra, és elindul a visszaszámlálás. A stoppert a pillanatmegállítóval bármikor megállíthatod (pl. lepkehatározáskor). Ha lejárt a 15 perc, feltöltés előtt ellenőrizheted, hogy helyesen írtad-e be a fajokat és az egyedszámokat, és helyes-e a rögzített útvonal.
it_it: Questo è il metodo di default nell'app. Basta contare le farfalle per un periodo di 15 minuti, in un'area definita come un campo, mentre si cammina o fermi in un punto fisso contando le farfalle che volano intorno. Non c'è bisogno di disegnare l'itinerario siccome l'app conoscerà il percorso, purché tu abbia attivato la funzione di localizzazione GPS nelle tue Impostazioni. Altrimenti dovrai disegnare l'area cercandola sulla mappa. Per iniziare tocca il bottone + al fondo dello schermo. L'app esegue il conto alla rovescia dei 15 minuti dopo l'avvio, ma è possibile mettere in pausa in qualsiasi momento (ad esempio per identificare una farfalla) premendo il pulsante Pausa. Alla fine del campionamento puoi rivedere i tuoi avvistamenti e assicurarti che i totali siano corretti prima di inviare.
ja_jp: これはこのアプリの初期設定されている方法です。フィールドなどのエリアを設定した場所、または歩いている間、またはある固定した場所に立っている間に通過するチョウを数える間、いずれも15分間チョウをシンプルに数えるだけです。設定でGPS追跡機能がオンになっている場合は、アプリがルートを認識しているため、調査ルートを描画する必要はありません。そうでない場合は、アプリを使用して、地図で検索し、エリアを描画する必要があります。開始するには、画面の下部にある「+」ボタンをタッチします。アプリは、開始すると15分をカウントダウンしますが、一時停止ボタンを押すことで、いつでも一時停止できます（たとえば、チョウの種を識別するため）。調査の最後に記録を確認し、送信する前に合計が正しいことを確認できます。
lt_lt: Tai yra pagrindinis įrašų surinkimo metodas. Tiesiog 15 minučių skaičiuokite dieninių drugius apibrėžtoje vietoje, pavyzdžiui, lauke, eidami ar stovėdami ant fiksuoto taško, skaičiuodami drugius, kuriuos užfiksavote. Nebūtina pažymėti nueito maršruto, jei jūsų nustatymuose įjungtas GPS, kuris automatiškai seks jūsų nueitą kelią. Priešingu atveju, naudodami programą, turėsite nubrėžti ieškomą plotą žemėlapyje. Norėdami pradėti, palieskite mygtuką + ekrano apačioje. Programa skaičiuos 15 minučių, tačiau bet kuriuo metu galite pristabdyti (pavyzdžiui, pasitikslinti identifikacijai) paspausdami pauzės mygtuką. Apklausos pabaigoje galite peržiūrėti savo įrašus.
nl_nl: Dit is de standaardmethode in de app. Tel simpelweg alle vlinders gedurende een kwartier, dat mag op een open plek in het bos, een veldje, uw tuin, tijdens het maken van een wandeling, of terwijl u op een plek zit of staat. U hoeft de route niet in te tekenen, de app houdt bij waar u telt als u de gps-locatie functie in de instellingen aan heeft staan. Anders moet u het onderzoeksgebied in de app intekenen. Om te beginnen tikt u de + knop aan de onderkant van het scherm. De app telt nu terug vanaf 15 minuten, maar u kunt op elk moment pauzeren (bv. om een vlinder op naam te brengen of een foto te maken) door op de pauze-knop te drukken. Aan het einde van de kwartiertelling kunt u uw waarnemingen doorkijken, controleren en zo nodig aanpassen.
pl_pl: Jest to domyślna metoda w aplikacji. Po prostu licz motyle przez 15 minut w określonym obszarze, takim jak pole, spacerując lub stojąc na stałym punkcie, licząc motyle, które przelatują obok. Nie ma potrzeby rysowania trasy, ponieważ aplikacja będzie znała Twoją trasę, pod warunkiem, że masz włączoną funkcję śledzenia GPS w ustawieniach. W przeciwnym razie będziesz musiał narysować wyszukiwany obszar na mapie za pomocą aplikacji. Aby rozpocząć, kliknij przycisk + u dołu ekranu. Aplikacja odlicza 15 minut po uruchomieniu, ale możesz wstrzymać w dowolnym momencie (na przykład w celu zidentyfikowania motyla), naciskając przycisk pauzy. Pod koniec badania możesz przejrzeć swoje obserwacje przed wysłaniem i upewnić się, że wszystko się zgadza.
pt_pt: Esta é a metodologia padrão da aplicação. Permite-lhe contar borboletas durante um período de 15 minutos e fazê-lo de uma de três formas: numa área geográfica definida, à medida que vai andando, ou ficando parado num ponto fixo e contando as borboletas que passam por si. Se ligar o GPS nas Configurações do seu aparelho, não terá necessidade de traçar a rota que fez porque a aplicação vai registá-la automaticamente. Se não ligar o GPS, terá de traçar a área amostrada num mapa, utilizando a aplicação. Para começar, selecione o botão + no fundo do ecrã. A partir do momento em que começa, a aplicação começa a contar os 15 minutos, mas poderá parar o cronómetro sempre que quiser (por exemplo enquanto identifica uma borboleta), carregando no botão de pausa. No fim da amostragem poderá rever os seus registos e confirmar que os números estão corretos antes de os submeter.
ro_ro: Aceasta este medoda implicită din aplicație. Pur și simplu numărați fluturii timp de 15 minute, fie într-o zonă definită, cum ar fi un câmp, fie în timp ce mergeți de-a lungul sau stând într-un punct fix, numărând fluturii care zboară în jurul dumneavoastră. Nu este nevoie să desenați traseul, cu condiția să aveți funcția GPS activată în Setări. În caz contrar va trebui să desenați căutată pe o hartă, folosind aplicația. Pentru a începe, atingeți butonul + din partea de jos a ecranului. Aplicația numără invers cele 15 minute după ce ați ănceput, dar puteți face o pauză în orice moment (de exemplu pentru a identifica un fluture) apăsând pauză. La sfârșitul sondajului, vă puteți revizui înregistrările și vă puteți asigura că că totalurile sunt corecte înainte de a trimite.
sk_sk: Toto je základná metóda tejto aplikácie. Jednoducho spočítate motýle v priebehu 15 minútového časového úseku. Môže to byť na jasne definovanom území, napr. na poli, alebo počas prechádzky, či ako bodové sčítanie motýľov, keď budete stát na mieste a počítať motýle, ktoré preletia okolo Vás. Keď máte zapnuté sledovanie pomocou GPS, nemusíte zakreliť Vašu presnú trasu, pretože ju zakreslí aplikácia. V opačnom prípade musíte trasu alebo územie zakresliť na mape pomocou tejto aplikácie. Pre začatie 15 minútového monitoringu stlačte tlačidlo + v spodnej časti obrazovky. Aplikácia začne odpočítavať 15 minút, ale kedykoľvek ju môžete zastaviť pomocou tlačidla pauza (napríklad keď potrebujete čas na určenie motýľa). Na konci prieskumu môžete Váš záznam skontrolovať a pred odoslaním sa uistiť, že sú počty správne.
sl_si: To je privzeta metoda aplikacije. Na določenem območju ali transektu preprosto štejte metulje, ki jih tam srečate oziroma priletijo mimo vas. Lahko jih opazujete stoje na eni točki ali med sprehajanjem. V primeru, da imate v nastavitvah vklopljeno možnost sledenja z gps sistemom vam ni potrebno vrisati prehojene poti opazovanja, saj bo aplikacija vrisala pot avtomatično. V nasprotnem primeru boste morali na zemljevidu transekt označiti sami. Če želite začeti s štetjem, pritisnite gumb + na dnu zaslona. Aplikacija začne po tem odštevati 15 minut, vendar jo lahko kadar koli (na primer pri določanju metulja) začasno ustavite s pritiskom na gumb za premor. Na koncu popisa lahko svoje zapise pregledate, da se prepričate o pravilnosti podatkov.
sr: Ово је подразумеван начин за бројање лептира. Једноставно бележите лептире које видите током 15 минута, унутар задатог подручја. То можете радити док се шетате унаоколо или стојите у једној тачки, пратећи лептире који пролазе крај вас. Нема потребе да цртате вашу путању, пошто ће апликација знати где се крећете када омогућите Локацију на вашем уређају. Уколико Локација није доступна можете употребити апликацију да нацртате област на мапи. За почетак кликните на дугме + у доњем делу екрана. Апликација ће одбројати 15 минута када почнете, али можете паузирати време било када (нпр. да би детаљније погледали и одредили неку врсту). На крају обиласка терена можете прегледати уносе и проверити да ли су сви подаци правилно унети, а затим их послати на сервер.
sv_se: Det här är basmetoden för appen. Räkna helt enkelt alla fjärilar du ser under 15 minuter, endera inom ett definierat område, som t.ex. en äng, eller medan du går en sträcka eller står still på en bestämd plats och räknar alla fjärilar som flyger förbi. Man behöver inte rita upp någon slinga, eftersom appen känner av var du går, om du tillåtit GPS-spårning i inställningarna. Om du inte tillåter det måste du rita in det avsökta området på en karta med hjälp av appen. För att börja trycker du på plus-knappen på skärmens nederkant. Appen börjar räkna ner 15 minuter så snart du börjat, men du kan pausa när som helst (t.ex. för att identifiera en fjäril) genom att trycka på paus-knappen. När tiden är slut kan du kontrollera dina observationer och att antalet fjärilar är korrekt innan du sänder in dem. Metoden går att använda för att inventera Svensk Dagfjärilsövervaknings punktlokaler men då behöver du lägga till lokalens namn och väder (temperatur, sol, vindstyrka, vindriktning) i kommentarsfältet.
tr_tr: Uygulamadaki varsayılan yöntem budur. Belirli bir alanda, yürürken, ya da belirli bir noktada dururken yanınızdan geçen kelebekleri 15 dakika boyunca sayın. Ayarlardan GPS takip özelliğini açarsanız rotanızı çizmenize gerek kalmaz. Diğer türlü uygulamayı kullanarak bir haritadan alanı çizmeniz gerekir. Başlamak için ekranın altındaki + butonuna dokunun. Uygulama başladığınız andan itibaren 15 dakikadan geri saymaya başlar, ama istediğiniz zaman (mesela bir kelebeği tanımlarken) duraklat butonuna basarak süreyi duraklatabilirsiniz. Gözlemin sonunda kayıtlarınıza tekrar bakabilir ve göndermeden önce toplam sayıların doğru olup olmadığını kontrol edebilirsiniz.
