Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: This record has been submitted and cannot be edited within this App.
bg_bg: Това наблюдение е изпратено до базата данни и вече не може да бъде редактирано в това приложение.
ca_es: Aquest registre ha estat enviat i no pot ser editat amb aquesta aplicació.
cs_cz: Tento záznam již byl odeslán a nemůže být touto aplikací změněn.
da_dk: Denne observation er blevet indsendt og kan ikke længere redigeres i Appen.
de_de: Diese Meldung wurde übertragen und kann innerhalb dieser App nicht mehr bearbeitet werden.
el_gr: Αυτό το αρχείο έχει υποβληθεί και δεν είναι δυνατή η επεξεργασία του μέσω Εφαρμογής.
es_es: Este registro ha sido enviado y no puede ser editado dentro de esta app.
fr_fr: Cette participation a déjà été soumise et ne peut être modifiée depuis cette application.
gl_es: O rexistro enviouse e non pode editarse dende a apli.
hr_hr: Podatak je predan i ne može se uređivati u aplikaciji.
hu_hu: Ez a felmérés már fel lett töltve, nem módosítható az alkalmazásban.
it_it: Questo record è stato inviato e non può essere modificato all'interno di questa app.
ja_jp: この記録は提出されており、このアプリ内で編集することはできません。
lt_lt: Šis įrašas buvo įkeltas į duomenų bazę ir šioje aplikacijoje negali būti kečiamas.
nl_nl: Deze waarneming is ingediend en kan niet meer gewijzigd worden binnen de app.
pl_pl: Te dane zostały przesłane i nie może ich edytować w tej aplikacji.
pt_pt: Este registo foi submetido e não pode ser editado na aplicação.
ro_ro: Această înregistrare a fost trimisă si nu poate fi editată în această aplicație.
sk_sk: Tento záznam bol odoslaný a nie je možné ho upraviť v tejto aplikácii.
sl_si: Ta popis je bil oddan in ga ni več mogoče urejati v tej aplikaciji.
sr: Налаз је послат и не може бити измењен преко апликације.
sv_se: Det här resultatet har redan sänts in och kan inte ändras i appen.
tr_tr: Bu kayıt yüklenmiş olup bu uygulamayla düzenlenemez.

source: Click on other recording options from list below
bg_bg: Други опции за записване
ca_es: Clica a altres opcions de registre de la llista de més avall.
cs_cz: Klikněte na další možnosti pro záznam ze seznamu dole
da_dk: Vælg andre observationsmuligheder fra nedenstående liste
de_de: Andere Aufzeichnungsoptionen
el_gr: Επιλέξτε και άλλες μεθόδους στη παρακάτω λίστα.
es_es: Otras opciones de registro
fr_fr: Cliquez sur les autres options de participation dans la liste ci-dessous
gl_es: Prema noutras opcións de rexistro da listaxe que aparece a seguir
hr_hr: Pritisni na druge mogućnosti snimanja s donjeg popisa.
hu_hu: Válassz más felmérési módot a listából!
it_it: Altre opzioni di registrazione
ja_jp: 下記のリストから他の記録オプションをクリックする
lt_lt: Kiti stebėjimai
nl_nl: Kies een van de andere waarnemingsopties uit onderstaande lijst
pl_pl: Kliknij na inne opcje obserwacji z poniżesz listy
pt_pt: Outras opções de registo
ro_ro: Faceți clic pe alte opțiuni de înregistrare din lista de mai jos.
sk_sk: Kliknite na iné možnosti záznamu zo zoznamu nižšie.
sl_si: Na spodnjem seznamu kliknite druge možnosti popisa
sr: Остале опције за бележење
sv_se: Klicka på Andra sätt att registrera data från listan nedan
tr_tr: Aşağıdaki listeden diğer kayıt seçeneklerini tıklayın

source: Batch upload all finished records. This does not include records in 'draft' stage.
bg_bg: Изпрати всички завършени преброявания наведнъж. Това не включва преброявания на етап "чернова".
ca_es: Carrega per lots tots els registres acabats. Això no inclou els registres en la fase d'esborrany.
cs_cz: Dávkové odeslání všech hotových záznamů. Neobsahuje záznamy ve fázi návrhu.
da_dk: Masseupload alle afsluttede observationer. Dette inkluderer ikke observationer klassificeret som 'udkast'.
de_de: Lade alle fertigen Meldungen im Stapelverfahren hoch. Dies umfasst nicht die Meldungen im 'Entwurfstadium'.
el_gr: Ομαδική μεταφόρτωση όλων των ολοκληρωμένων αρχείων. Αυτό δεν περιλαμβάνει τα αρχεία σε στάδιο "προσχεδίου".
es_es: Carga por lotes todos los registros terminados. Esto no incluye registros en estado 'borrador'.
fr_fr: Téléchargement par lots de toutes les participations terminées. Cela n'inclut pas les participations au stade " brouillon ".
gl_es: Subida en bloque de todos os rexistros finalizados. Non se inclúen os rexistros que se atopan no estado de borrador.
hr_hr: Skupno prenesite sve završene zapise. To ne uključuje zapise u fazi "skice".
hu_hu: Minden befejezett felmérés feltöltése. A "piszkozatokat" nem érinti.
it_it: Carica in bach tutti i campionamenti terminati. Questo non include i campionamenti in stato di bozza.
ja_jp: 完了したすべての記録を一括アップロードします。 これには、「下書き」段階の記録は含まれません。
lt_lt: Vienu kartu įkelti visus užbaigtus įrašus. Šis pasirinkimas neįtraukia 'juodraščių'.
nl_nl: Upload alle tellingen. Hieronder vallen niet de 'concept' tellingen.
pl_pl: Prześlij zbiorczo wszystkie gotowe rekordy. Nie obejmuje to rekordów w „wersji roboczej”.
pt_pt: Carregar em bloco todos os registos terminados. Isto não inclui os registos em estado de "rascunho"
ro_ro: Încărcați toate înregistrările comune. Nu va include înregesitrările din etapa „schiță”.
sk_sk: Dávkové odoslanie všetkých hotových záznamov. Neobsahuje záznamy vo fáze návrhu.
sl_si: Naložite vse končane zapise. To ne vključuje zapisov v mapi „osnutki“.
sr: Групно пошаљи све завршене уносе. Ово не обухвата налазе који су означени као „нацрти“.
sv_se: Sänd alla avslutade inventeringar på en gång. Inventeringar som ännu inte är avslutade, dvs. i "utkastläge", omfattas inte.
tr_tr: Tüm tamamlanmış kayıtları toplu halde yükle. 'taslak' halinde bulunan kayıtlar dahil değildir.

source: Are you sure you want to upload all finished records?
bg_bg: Сигурни ли сте, че искате да изпратите докладите за всички завършени преброявания?
ca_es: Segur que vols carregar tots els registres acabats?
cs_cz: Opravdu chcete odeslat všechny ukončené záznamy?
da_dk: Er du sikker på, at du vil uploade alle afsluttede observationer?
de_de: Bist Du sicher, dass Du alle abgeschlossenen Meldungen hochladen möchtest??
el_gr: Είστε σίγουροι πως θέλετε να μεταφορτώσετε όλα τα ολοκληρωμένα αρχεία;
es_es: ¿Seguro que quieres subir todos los registros terminados?
fr_fr: Souhaitez-vous vraiment télécharger toutes les participations terminées ?
gl_es: Ten a certeza de que quere subir todos os rexistros rematados?
hr_hr: Jeste li sigurni da želite prenijeti sve završene zapise?
hu_hu: Biztos, hogy feltöltesz minden befejezett felmérést?
it_it: Sei sicuro di voler caricare tutti i campionamenti finiti?
ja_jp: 終了したすべての記録をアップロードしてもよろしいですか？
lt_lt: Ar jūs tikrai norite įkelti visus užbaigtus įrašus?
nl_nl: Weet je zeker dat je alle afgesloten tellingen wil uploaden?
pl_pl: Czy jesteś pewien że chcesz przesłać zakończone obserwacje?
pt_pt: Tem a certeza que pretende carregar todos os registos terminados?
ro_ro: Sigur doriți să încărcați toate înregistrările finalizate?
sk_sk: Naozaj chcete odoslať všetky dokončené záznamy?
sl_si: Ali ste prepričani, da želite naložiti vse dokončane popise?
sr: Да ли заиста желите да пошаљете све попуњене налазе?
sv_se: Är du säker på att du vill sända alla avslutade inventeringar?
tr_tr: Tamamlanmış kayıtlarınızın hepsini yüklemek istediğinize emin misiniz?

source: Please log in first to upload the records.
bg_bg: Моля, влезте в профила си, за да изпратите докладите за преброяванията си.
ca_es: Si us plau inicia sessió primer per carregar els registres.
cs_cz: Pro odeslání záznamů se napřed přihlašte.
da_dk: Log venligst ind for at kunne uploade dine observationer.
de_de: Bitte logge Dich zuerst ein, um die Datensätze hochzuladen.
el_gr: Για να μεταφορτώσετε τα αρχεία σας πρέπει να συνδεθείτε πρώτα.
es_es: Por favor registrese primero para enviar registros
fr_fr: Veuillez d'abord vous connecter pour télécharger les participations.
gl_es: Por favor, para poder cargar os rexistros, primeiro conéctese .
hr_hr: Molimo vas da se prvo prijavite da biste prenijeli zapise.
hu_hu: Előbb jelentkezz be az adatok feltöltéséhez!
it_it: Accedi prima per caricare i campionamenti
ja_jp: ログインをしてから、記録をアップロードしてください。
lt_lt: Prašome pirma prisijungti prieš įkeliant įrašus.
nl_nl: Log eerst in om tellingen te uploaden.
pl_pl: Zanim wyślesz rekordy zaloguj się
pt_pt: Para carregar os registos, por favor inicie sessão primeiro.
ro_ro: Vă rugăm să vă conectați mai întâi pentru a încărca înregistrările.
sk_sk: Prosím, najskôr sa prihláste, aby ste mohli nahrávať záznamy.
sl_si: Če želite naložiti zapise, se najprej prijavite.
sr: Најпре се пријавите како би послали налазе.
sv_se: Du måste logga in för att kunna sända in inventeringar.
tr_tr: Kayıtları yüklemek için lütfen önce oturum açın.

source: Uploading {{count}} record
bg_bg: Изпращане на {{count}} доклади с наблюдения
ca_es: Enviant {{count}} registre
cs_cz: Nahrávám {{count}} záznam
da_dk: Uploader {{count}} observation
de_de: {{count}} Zählung hochladen
el_gr: Μεταφόρτωση {{count}} αρχείου
es_es: Cargando {{count}} muestreo
fr_fr: Enregistrement {{count}} en cours de téléchargement
gl_es: Subindo {{count}} rexistros
hu_hu: {{count}} adatrekord feltöltése
it_it: Caricamento {{count}} compionamenti
ja_jp: {{count}} 件の記録をアップロードしています
lt_lt: Siunčiama {{count}} įrašas
pl_pl: Ładowanie {{count}} obserwacji
pt_pt: A carregar registo de {{contagem}}
ro_ro: Se încarcă {{count}} înregistrarea
sk_sk: Nahrávanie {{count}} záznamu
sl_si: Prenos {{štetje}} podatkov
sr: Шаљем {{count}} налаз
sv_se: Oj då! Något gick fel.
tr_tr: {{sayım}} tane kayıt yükleniyor

source: Oops! Something went wrong.
bg_bg: Ами сега! Нещо се обърка.
ca_es: Vaja! Alguna cosa ha anat malament.
cs_cz: Pozor! Něco je špatně.
da_dk: Hov! Noget gik galt.
de_de: Hoppla! Irgendwas ist schief gelaufen.
el_gr: Ουπς! Κάτι πήγε λάθος.
es_es: Ups! Algo salió mal.
fr_fr: Oups ! Nous avons rencontré un problème.
gl_es: Vaites! Algo pasou!
hr_hr: Oops! Nešto je otišlo krivo.
hu_hu: Hoppá! Valami nem működik.
it_it: Oops! Qualcosa è andato storto.
ja_jp: エラーが発生しました。
lt_lt: O ne! Kažkur įvyko klaida.
nl_nl: Oeps. Hier ging iets mis.
pl_pl: Ups! Coś poszło nie tak...
pt_pt: Ups! Algo correu mal.
ro_ro: Oops! Ceva nu a mers bine.
sk_sk: Ups! Niečo sa pokazilo.
sl_si: Opa! Nekaj je šlo narobe.
sr: Упс! Нешто је пошло по злу.
sv_se: Hoppsan! Något gick på tok.
tr_tr: Haydii! Bir şeyler yanlış gitti.

source: This is the error event id: {{eventId}}
bg_bg: Идентификационният номер на грешката е: {{eventId}}
ca_es: Aquest és l'error: {{eventId}}
cs_cz: Toto je chyba č.: {{eventId}}
da_dk: Dette er fejlhændelses-id'et: {{eventId}}
de_de: Dies ist das Fehlerereignis id: {{eventId}}
el_gr: Αυτός είναι ο κωδικός του λάθους: {{eventId}}
es_es: Este es el ID del suceso error: {{eventId}}
fr_fr: Voici l'identifiant de l'erreur : {{eventId}}
gl_es: Este é o código de erro: {{eventId}}
hr_hr: Ovo je ID pogreške: {{eventId}}
hu_hu: Hibakód: {{eventId}}
it_it: Questo è un errore id: {{eventId}}
ja_jp: これはエラー イベント ID です: {{eventId}}
lt_lt: Klaidos kodas: {{eventId}}
nl_nl: Dit is de error event id: {{eventId}}
pl_pl: To jest identyfikator błędu: {{eventId}}
pt_pt: Identificação do erro: {{eventId}}
ro_ro: Acesta este ID-ul erorii: {{eventId}}
sk_sk: Toto je identifikátor chybovej udalosti: {{eventId}}.
sl_si: To je napaka id: {{eventId}}
sr: Ово је грешка догађаја број: {{eventId}}
sv_se: Detta är fel nr (error event id): {{eventId}}
tr_tr: Bu hata kaydı numarasıdır : {{eventId}}

source: Additional Details
bg_bg: Допълнителни подробности
ca_es: Detalls adicionals
cs_cz: Další podrobnosti
da_dk: Yderligere oplysninger
de_de: Weitere Details
el_gr: Επιπρόσθετα Στοιχεία
es_es: Detalles opcionales
fr_fr: Détails supplémentaires
gl_es: Información adicional
hr_hr: Dodatni detalji
hu_hu: További részletek
it_it: Dettagli aggiuntivi
ja_jp: さらに詳しい情報
lt_lt: Papildoma informacija
nl_nl: Extra details
pl_pl: Dodatkowe szczegóły
pt_pt: Detalhes adicionais
ro_ro: Detalii suplimentare
sk_sk: Doplňujúce detaily
sl_si: Dodatne informacije
sr: Додатни подаци
sv_se: Ytterligare information.
tr_tr: Ek detaylar

source: Weather Conditions
bg_bg: Метеорологични условия
ca_es: Condicions Meteorològiques
cs_cz: Podmínky počasí
da_dk: Vejrforhold
de_de: Wetterbedingungen
el_gr: Καιρικές Συνθήκες
es_es: Condiciones climáticas
fr_fr: Conditions météorologiques
gl_es: Condicións meteorolóxicas
hr_hr: Vremenski uvjeti
hu_hu: Időjárás
it_it: Condizioni Metereologiche
ja_jp: 気象条件
lt_lt: Orų sąlygos
nl_nl: Weersomstandigheden
pl_pl: Warunki pogodowe
pt_pt: Condições Meteorológicas
ro_ro: Condiții meteorologice
sk_sk: Poveternostné podmienky
sl_si: Vremenske Razmere
sr: Временске прилике
sv_se: Väderförhållanden
tr_tr: Hava Koşulları

source: Weather conditions
bg_bg: Метеорологични условия
ca_es: Condicions meteorològiques
cs_cz: Podmínky počasí
da_dk: Vejrforhold
de_de: Wetterbedingungen
el_gr: Καιρικές συνθήκες
es_es: Condiciones climáticas
fr_fr: Conditions météorologiques
gl_es: Condicións meteorolóxicas
hr_hr: Vremenski uvjeti
hu_hu: Időjárás
it_it: Condizioni metereologiche
ja_jp: 気象条件
lt_lt: Orų sąlygos
nl_nl: Weersomstandigheden
pl_pl: Warunki pogodowe
pt_pt: Condições meteorológicas
ro_ro: Condiții meteorologice
sk_sk: Poveternostné podmienky
sl_si: Vremenske razmere
sr: Временске прилике
sv_se: Väderförhållanden
tr_tr: Hava koşulları

source: Are you sure you want to delete {{taxon}} ?
bg_bg: Наистина ли искате да изтриете {{taxon}} ?
ca_es: Segur que vols esborrar {{taxon}} ?
cs_cz: Opravdu chcete smazat {{taxon}} ?
da_dk: Er du sikker på at du vil slette {{taxon}}?
de_de: Bist du sicher, dass du {{taxon}} löschen möchtest?
el_gr: Είστε σίγουροι πως θέλετε να διαγράψετε το {{taxon}} ;
es_es: ¿Estás seguro de que quieres eliminar {{taxon}} ?
fr_fr: Voulez-vous vraiment supprimer {{taxon}} ?
gl_es: Ten a certeza de que quere eliminar {{taxon}}?
hr_hr: Sigurni ste da želite izbrisati {{taxon}} ?
hu_hu: Biztos, hogy törlöd ezt: {{taxon}}?
it_it: Sei sicuro di voler eliminare {{taxon}} ?
ja_jp: この種を本当に削除してもよろしいですか？
lt_lt: Ar tikrai norite ištrinti {{taxon}} rūšį ?
nl_nl: Weet je zeker dat je {{taxon}} wilt verwijderen?
pl_pl: Czy jesteś pewny, że chcesz usunąć {{taxon}}?
pt_pt: Tem a certeza que pretende apagar {{taxon}} ?
ro_ro: Sigur doriți să ștergeți {{taxon}} ?
sk_sk: Ste si istý, že chcete vymazať "{{taxon}}"?
sl_si: Ali ste prepričani, da želite izbrisati {{takson}}?
sr: Да ли сте сигурни да желите да обришете {{taxon}} ?
sv_se: Är du säker på att du vill radera {{taxon}} ?
tr_tr: {{taxon}}'u silmek istediğinize emin misiniz?

source: The current weather values are prepopulated using the OpenWeatherMap API weather service.
bg_bg: Текущите метеорологични условия са предложени автоматично чрез метеорологичната услуга OpenWeatherMap API.
ca_es: Els valors de meteorologia actuals s'emplenen prèviament mitjançant el servei meteorològic de l'API OpenWeatherMap.
cs_cz: Hodnoty současného počasí jsou předvyplněny pomocí meteorologické služby OpenWeatherMap API.
da_dk: De aktuelle vejrforhold er indsat ved hjælp af OpenWeatherMap API vejrtjenesten.
de_de: Die aktuellen Wetterdaten werden von OpenweatherMap API weather service vor-ausgefüllt.
el_gr: Οι τρέχουσες καιρικές τιμές είναι προσυμπληρωμένες βάσει της μετεωρολογικής υπηρεσίας OpenWeatherMap API.
es_es: Los valores climáticos actuales se rellenan previamente utilizando el servicio meteorológico API OpenWeatherMap.
fr_fr: Les valeurs météorologiques actuelles sont préremplies à l'aide du service OpenWeatherMap.
gl_es: Os valores meteorolóxicos propostos proveñen da OpenWeatherMap API.
hr_hr: Trenutačni podaci o vremenu unaprijed se popunjavaju pomoću OpenWeatherMap API usluge.
hu_hu: A helyi időjárási adatokat az alkalmazás, hálózati kapcsolatnál, automatikusan betölti az OpenWeatherMap-ről.
it_it: Gli attuali valori meteorologici vengono precompilati mediante il servizio meteo API OpenWeatherMap.
ja_jp: 現在の気象値は、OpenWeatherMap API 気象サービスを使用して事前に入力されています。
lt_lt: Orų prognozės yra gaunamos naudojant OpenWeatherMap API
nl_nl: De huidige weergegevens worden automatisch ingevuld uit de OpenWeatherMap API weather service.
pl_pl: Aktualne warunki pogodowe są wstępnie wypełniane za pomocą usługi pogodowej OpenWeatherMap API.
pt_pt: Os valores meteorológicos atuais são automaticamente preenchidos usando o serviço OpenWeatherMap API.
ro_ro: Valorile meteo actuale sunt prepopulate folosind serviciul meteo OpenWeatherMap API.
sk_sk: Hodnoty aktuálneho počasia sú predvyplnené pomocou meteorologickej služby OpenWeatherMap API.
sl_si: Trenutne vremenske vrednosti se preračunavajo s pomočjo API OpenWeatherMap.
sr: Тренутни подаци о временским приликама су попуњени користећи OpenWeatherMap сервис.
sv_se: Vädret just nu är förifyllt via vädertjänsten OpenWeatherMap API.
tr_tr: Güncel hava değerleri, OpenWeatherMap API hava hizmeti kullanılarak oluşturulmuştur.

source: Copy species
bg_bg: Копирай вида
ca_es: Copiar espècie
cs_cz: Zkopírovat druh
da_dk: Kopier arter
de_de: Art kopieren
el_gr: Αντιγραφή ειδών
es_es: Copiar especies
fr_fr: Copier les espèces
gl_es: Copiar especies
hr_hr: Kopiraj vrstu
hu_hu: Fajok másolása
it_it: Copia la specie
ja_jp: 種をコピーする
lt_lt: Kopijuoti rūšis
nl_nl: Kopieer soort
pl_pl: Kopiuj gatunki
pt_pt: Copiar espécie
ro_ro: Copiază specia
sk_sk: Kopírovať druhy
sl_si: Kopiraj vrste
sr: Копирај врсте
sv_se: Kopiera art
tr_tr: Türleri kopyala

source: Are you sure want to copy previous survey species list?
bg_bg: Наистина ли искате да копирате видовия списък от предишното преброяване?
ca_es: Segur que vols copiar una llista d'espècies prèvia?
cs_cz: Opravdu chcete zkopírovat seznam druhů z předchozího průzkumu?
da_dk: Er du sikker på at du vil kopiere den forrige observations artsliste?
de_de: Bist du sicher, dass du die Artenliste der vorherigen Erfassungen kopieren möchtest?
el_gr: Είστε σίγουροι πως θέλετε να αντιγράψετε τη λίστα ειδών από τη προηγούμενη δειγματοληψία;
es_es: ¿Seguro que desea copiar la lista de especies del muestreo anterior?
fr_fr: Souhaitez-vous vraiment copier les précédentes listes d'espèces observées ?
gl_es: Ten a certeza de que quere copiar a listaxe de especies dunha mostraxe anterior?
hr_hr: Sigurno želite kopirati popis vrsta prethodnog istraživanja?
hu_hu: Biztos, hogy bemásolod az előző felmérés fajlistáját?
it_it: Sei sicuro di voler copiare l'elenco specie del precedente campionamento?
ja_jp: 前回の調査の種のリストをコピーしてもよろしいですか？
lt_lt: Ar tikrai norite kopijuoti rūšis iš praeito įrašo?
nl_nl: Weet je zeker dat je de vorige tellingsoortenlijst wil kopiëren?
pl_pl: Czy na pewno chcesz skopiować listę gatunków z poprzedniego zliczenia?
pt_pt: Tem a certeza que pretende copiar a lista de espécies da amostragem anterior?
ro_ro: Sigur doriți să copiați lista de specii din sondajul anterior?
sk_sk: Ste si istý, že chcete skopírovať zoznam druhov z predchádzajúceho pozorovania?
sl_si: Ste prepričani, da želite kopirati seznam vrst prejšnjega popisa?
sr: Да ли желите да прекопирате списак врста из претходног обиласка терена?
sv_se: Är du säker på att du vill kopiera artlistan från föregående inventering?
tr_tr: Önceki gözlemin tür listesini kopyalamak istediğinize emin misiniz?

source: Copy
bg_bg: Копирай
ca_es: Copiar
cs_cz: Zkopírovat
da_dk: Kopier
de_de: Kopieren
el_gr: Αντιγραφή
es_es: Copiar
fr_fr: Copier
gl_es: Copiar
hr_hr: Kopiraj
hu_hu: Másol
it_it: Copia
ja_jp: コピー
lt_lt: Kopijuoti
nl_nl: Kopieer
pl_pl: Kopiuj
pt_pt: Copiar
ro_ro: Copiază
sk_sk: Kopírovať
sl_si: Kopiraj
sr: Копирај
sv_se: Kopiera
tr_tr: Kopyala

source: Sorry, no species were found to copy.
bg_bg: За съжаление, не бяха намерени видове за копиране.
ca_es: Ho sentim, no s'han trobat espècies per a copiar.
cs_cz: Pardon, nebyl nalezen žádný druh ke kopírování.
da_dk: Beklager, der blev ikke fundet nogle arter at kopiere.
de_de: Entschuldigung, es wurden keine Arten zum Kopieren gefunden.
el_gr: Συγγνώμη, δεν βρέθηκαν είδη για αντιγραφή.
es_es: Lo sentimos, no se encontraron especies para copiar.
fr_fr: Désolé, aucune espèce à copier n'a été trouvée.
gl_es: Sentímolo, non se atoparon especies para copiar.
hr_hr: Nažalost, nije pronađena nijedna vrsta za kopiranje.
hu_hu: Hoppá! Nincs másolható fajlista.
it_it: Scusa, non è stata trovata nessuna specie da copiare
ja_jp: すみません、コピーする種がみつかりませんでした。
lt_lt: Atsiprašome, nebuvo rasta jokių rūšių, kurias būtų galima nukopijuoti.
nl_nl: Sorry, er werden geen soorten gevonden om te kopiëren.
pl_pl: Niestety, nie znaleziono gatunków do skopiowania.
pt_pt: Desculpe, não foram encontradas espécies para copiar.
ro_ro: Ne pare rău, nu au fost găsit specii de copiat.
sk_sk: Prepáčte, nenašli sa žiadne druhy na kopírovanie.
sl_si: Žal za kopiranje ni bilo mogoče najti nobene vrste.
sr: Нису пронађене врсте за копирање.
sv_se: Tyvärr hittades inga arter att kopiera.
tr_tr: Üzgünüz, kopyalanacak bir tür bulunamadı.

source: You have successfully copied {{speciesCount}} species.
bg_bg: Копирахте успешно {{speciesCount}} вида.
ca_es: Has copiat correctament {{speciesCount}} espècies.
cs_cz: Úspěšně jste zkopírovali {{speciesCount}} druhů.
da_dk: Du har kopieret {{speciesCount}} arter.
de_de: {{speciesCount}} Arten wurden erfolgreich kopiert.
el_gr: Έχετε αντιγράψει επιτυχώς {{speciesCount}} είδη.
es_es: Ha copiado con éxito {{speciesCount}} especies.
fr_fr: Vous avez copié avec succès {{speciesCount}} espèces.
gl_es: Copiáronse correctamente {{speciesCount}} especies.
hr_hr: Uspješno ste kopirali {{speciesCount}} vrsta.
hu_hu: {{speciesCount}} faj sikeresen átmásolva.
it_it: Hai copiato con successo {{speciesCount}} specie.
ja_jp: {{speciesCount}}種のコピーに成功しました。
lt_lt: Sėkmingai nukopijuotos rūšys: {{speciesCount}}.
nl_nl: Je hebt {{speciesCount}} met succes gekopieerd.
pl_pl: Pomyślnie skopiowałeś {{speciesCount}} gatunków.
pt_pt: A cópia da espécie {{speciesCount}} foi bem sucedida.
ro_ro: Ați copiat cu succes {{speciesCount}} specii.
sk_sk: Úspešne ste skopírovali {{speciesCount}} druhy/druhov.
sl_si: Uspešno ste kopirali {{štetjevrst}} vrste.
sr: Успешно сте копирали {{speciesCount}} врста.
sv_se: Kopieringen av {{speciesCount}} arter lyckades.
tr_tr: {{speciesCount}} tane türü başarılı bir şekilde kopyaladınız.
