Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: You need to <1>login</1> to your account to be able to view the records.
bg_bg: Трябва да <1>влезете</1> в профила си, за да можете да преглеждате запазените данни.
ca_es: Necessites <1>entrar</1> al teu compte per a poder veure els registres.
el_gr: Πρέπει να <1>συνδεθείτε</1> στον λογαριασμό σας για να μπορείτε να βλέπετε τις καταγραφές σας.
es_es: Necesita <1>iniciar sesión</1> en su cuenta para poder ver los registros.
fr_fr: Vous devez vous <1>connecter</1> pour pouvoir visualiser les données.
gl_es: Cómpre que <1>inicie sesión</1> na súa conta para poder ver os rexistros
hu_hu: <1>Jelentkezz be</1> a feltöltött felmérések böngészéséhez!
it_it: Devi fare il <1>login</1> al tuo account per visualizare i campionamenti.
lt_lt: Jeigu norite matyti savo įrašus, pirma turite <1>prisijungti</1> prie savo eBMS sąskaitos.
pt_pt: Tem de efetuar <1>login</1> na sua conta para ver os registos.
ro_ro: Trebuie să vă <1>autentificați</1> în cont pentru a putea vizualiza înregistrările.
sr: Потребно је да се <1>пријавите</1> како би могли да прегледате податке.
sv_se: Du behöver <1>logga in</1> till ditt konto för att kunna se sparade observationer.
tr_tr: Hesabınızdaki kayıtları görüntüleyebilmek için <1>giriş yapmalısınız</1>.

source: No finished pending surveys
bg_bg: Няма завършени преброявания в изчакване
ca_es: Comptatges pendents, no acabats
cs_cz: Žádný dokončený průzkum ve frontě
da_dk: Ingen afsluttede observationer venter
de_de: Keine abgeschlossenen ausstehenden Erfassungen
el_gr: Καμία εκκρεμής δειγματοληψία
es_es: No hay muestreos terminados
fi_fi: Ei siirtämättömiä havaintokertoja
fr_fr: Pas de suivis terminés en attente
gl_es: Non hai rexistros pendentes acabados
hr_hr: Nema gotovih istraživanja na čekanju
hu_hu: Nincs függőben lévő befejezett felmérés
it_it: Nessun campionamento "in sospeso" finito
ja_jp: 保留中の調査は完了していない
lt_lt: Neturite užbaigtų neišsiųstų įrašų
nl_nl: Geen afgeronde afwachtende tellingen
pl_pl: Brak zakończonych, oczekujących na rozpatrzenie ankiet
pt_pt: Não há amostragens terminadas pendentes
ro_ro: Niciun sondaj în asteptare finalizat
sk_sk: Žiadne dokončené čakajúce pozorovania
sl_si: Ni končanih popisov
sr: Нема завршених обиласка на чекању
sv_se: Inga avslutade inventeringar som väntar på att laddas upp
tr_tr: Hiç tamamlanmış, 'bekleyen' gözlem bulunmamaktadır.

source: No uploaded surveys
bg_bg: Няма изпратени преброявания
ca_es: Mostrejos no enviats
cs_cz: Žádný průzkum nebyl nahrán
da_dk: Ingen uploadede observationer
de_de: Keine hochgeladenen Erfassungen
el_gr: Καμία μεταφορτωμένη δειγματοληψία
es_es: No hay muestreos enviados
fi_fi: Ei lähetettyjä havaintokertoja
fr_fr: Pas de suivis téléchargés
gl_es: Non hai mostraxes cargadas
hr_hr: Nema učitanih istraživanja
hu_hu: Nincs feltöltött felmérés
it_it: Nessun campionamento caricato
ja_jp: アップロードされた調査はありません
lt_lt: Neturite išsiųstų įrašų
nl_nl: Geen geuploade tellingen
pl_pl: Niewysłane badania
pt_pt: Não há amostragens carregadas
ro_ro: Niciun sondaj încărcat
sk_sk: Žiadne nahraté pozorovania
sl_si: Ni prenešenih popisov
sr: Нема послатих обиласка
sv_se: Inga uppladdade inventeringar
tr_tr: Hiç yüklenmiş gözlem bulunmamaktadır

source: Enjoying the app?
bg_bg: Харесва ли Ви приложението?
ca_es: Gaudint l'aplicació?
cs_cz: Líbí se Vám aplikace?
da_dk: Elsker du denne app?
de_de: Gefällt dir die App?
el_gr: Σας αρέσει η εφαρμογή;
es_es: ¿Estás disfrutando de la aplicación?
fi_fi: Pidätkö tästä sovelluksesta?
fr_fr: Appréciez-vous cette application ?
gl_es: Está a gustarlle a apli?
hr_hr: Uživate u aplikaciji?
hu_hu: Tetszik az alkalmazás?
it_it: Ti è piaciuta l'app?
ja_jp: アプリを楽しんでいますか？
lt_lt: Ar tau patinka ši aplikacija?
nl_nl: Vindt u dit een leuke app?
pl_pl: Podoba ci się aplikacja?
pt_pt: Está a gostar da app?
ro_ro: Îți place aplicația?
sk_sk: Páči sa Vám aplikácia?
sl_si: Uživate v aplikaciji?
sr: Свиђа вам се апликација?
sv_se: Gillar du appen?
tr_tr: Uygulamayı beğendiniz mi?

source: Not really
bg_bg: Не особено
ca_es: No pas
cs_cz: Ani ne
da_dk: Ikke rigtig
de_de: Eigentlich nicht
el_gr: Όχι τόσο
es_es: No realmente
fi_fi: Enpä juuri
fr_fr: Pas vraiment
gl_es: Non moito
hr_hr: Ne baš
hu_hu: Nem annyira.
it_it: Non molto
ja_jp: そうでもない
lt_lt: Deja, ne
nl_nl: Niet echt
pl_pl: Nie całkiem
pt_pt: Nem por isso
ro_ro: Nu chiar
sk_sk: Nie tak úplne
sl_si: V resnici ne
sr: Не баш
sv_se: Inte så bra
tr_tr: Pek sayılmaz

source: Yes!
bg_bg: Да!
ca_es: Sí!
cs_cz: Ano!
da_dk: Ja!
de_de: Ja!
el_gr: Ναι!
es_es: ¡Si!
fi_fi: Kyllä!
fr_fr: Oui !
gl_es: Si!
hr_hr: Da!
hu_hu: Igen!
it_it: Si!
ja_jp: はい！
lt_lt: Taip!
nl_nl: Ja!
pl_pl: Tak!
pt_pt: Sim!
ro_ro: Da!
sk_sk: Áno!
sl_si: Da!
sr: Да!
sv_se: Ja!
tr_tr: Evet!

source: Would you mind giving us some feedback?
bg_bg: Бихте ли споделили впечатленията си от приложението?
ca_es: T'importaria donar-nos una mica de feedback?
cs_cz: Nebude Vám vadit nám dát zpětnou vazbu?
da_dk: Ville du have noget imod at give os feedback på den?
de_de: Würdest du uns bitte ein Feedback geben?
el_gr: Θα σας ενδιέφερε να μας γράψετε κάποια σχόλια;
es_es: ¿Te importaría darnos algún comentario?
fi_fi: Haluaisitko antaa siitä palautetta?
fr_fr: Pouvez-vous nous faire un retour sur l'application ?
gl_es: Importaríalle dicirnos por que?
hr_hr: Želite li nam dati povratne informacije?
hu_hu: Küldesz nekünk visszajelzést?
it_it: Potresti lasciare un feedback?
ja_jp: フィードバックをいただけませんか？
lt_lt: Gal turite kokių pasiūlymų?
nl_nl: Wilt u ons terugkoppeling geven?
pl_pl: Czy chcesz przekazać nam swoją opinię?
pt_pt: Importa-se de nos dar algum feedback?
ro_ro: Ați dori să ne lăsați un feedback?
sk_sk: Mohli by sme Vás poprosiť o spätnú väzbu?
sl_si: Bi nam želeli dati nekaj povratnih informacij?
sr: Да ли желите да нам кажете шта вам се допало?
sv_se: Vill du ge oss lite feedback?
tr_tr: Bize geri bildirim vermek ister misiniz?

source: No, thanks
bg_bg: Не, благодаря
ca_es: No, gràcies
cs_cz: Ne, díky
da_dk: Nej, ellers tak
de_de: Nein, danke
el_gr: Όχι, ευχαριστώ
es_es: No, gracias
fi_fi: Ei kiitos.
fr_fr: Non merci
gl_es: Non, grazas
hr_hr: Ne hvala
hu_hu: Nem, kösz.
it_it: No, grazie
ja_jp: 結構です
lt_lt: Ne, ačiū
nl_nl: Nee, dank u
pl_pl: Nie, dziękuję
pt_pt: Não, obrigado
ro_ro: Nu, mulțumesc
sk_sk: Nie, ďakujem
sl_si: Ne, hvala
sr: Не, хвала
sv_se: Nej tack
tr_tr: Hayır, teşekkürler.

source: OK, sure
bg_bg: Да, разбира се!
ca_es: Ok, vale
cs_cz: Ano, jistě
da_dk: Ja, Ok
de_de: OK, sicher
el_gr: Ναι, σίγουρα
es_es: Sí, claro
fi_fi: Kyllä toki.
fr_fr: Oui
gl_es: Claro, sen dúbida
hr_hr: U redu, naravno
hu_hu: Igen, naná!
it_it: OK, sicuro
ja_jp: わかりました
lt_lt: Taip, žinoma
nl_nl: Ja, graag
pl_pl: Tak, oczywiście
pt_pt: Sim, claro
ro_ro: OK, sigur
sk_sk: Áno, jasné
sl_si: V redu
sr: Да, наравно
sv_se: OK, gärna
tr_tr: Tamam

source: How about a rating on the App Store then?
bg_bg: Ще се радваме да ни поставите оценка в App Store!
ca_es: Què et sembla doncs puntuar-la a la App Store?
cs_cz: Co aplikaci ohodnotit na App Store?
da_dk: Hvad med at bedømme den på App Storen?
de_de: Wie wäre es dann mit einer Bewertung im App Store?
el_gr: Τότε τι θα λέγατε για μία αξιολόγηση στο Κατάστημα Εφαρμογών;
es_es: ¿Qué tal una calificación en la App Store?
fi_fi: Antaisitko arvosanan siitä App Storessa?
fr_fr: Avez-vous une minute pour la noter sur l'App Store ?
gl_es: Que lle parece daquela puntuarnos na App Store?
hr_hr: Što kažete onda na ocijenjivanje aplikacije u App Storeu?
hu_hu: Értékeled az alkalmazást az App Store-ban?
it_it: Che ne dici di una valutazione sul' App Store?
ja_jp: では、App Store での評価はどうでしょうか。
lt_lt: Gal galėtumėte parekomenduoti aplikaciją App Store?
nl_nl: Wilt u ons een beoordeling in de App Store geven?
pl_pl: Co powiesz na ocenienie aplikacji w App Store?
pt_pt: E, já agora, que tal avaliar-nos na App Store?
ro_ro: Ce zici atunci de un rating pe App Store?
sk_sk: Ohodnoťte apliáciu v App Store
sl_si: Bi želeli oceniti aplikacijo v trgovini App Store?
sr: Да ли би оценили ову апликацију у Апп Продавници?
sv_se: Vill du ge ett betyg på App Store?
tr_tr: Uygulamayı App Store üzerinden puanlamak ister misiniz?

source: How about a rating on the Play Store then?
bg_bg: Ще се радваме да ни поставите оценка в Play Store!
ca_es: Què et sembla doncs puntuar-la a la Play Store?
cs_cz: Co aplikaci ohodnotit na Play Store?
da_dk: Hvad med at bedømme den på App Storen?
de_de: Wie wäre es dann mit einer Bewertung im Play Store?
el_gr: Τότε τι θα λέγατε για μία αξιολόγηση στο Κατάστημα Εφαρμογών;
es_es: ¿Qué tal una calificación en Play Store?
fi_fi: Antaisitko arvosanan siitä Play Storessa?
fr_fr: Avez-vous une minute pour la noter sur le Play Store ?
gl_es: Que lle parece daquela puntuarnos na Play Store?
hr_hr: Što kažete onda na ocijenjivanje aplikacije u Trgovini Play?
hu_hu: Értékeled az alkalmazást a Játékáruházban (Play Store)?
it_it: Che ne dici di una valutazione sul Play Store?
ja_jp: Playストアでの評価はどうですか？
lt_lt: Gal galėtumėte parekomenduoti aplikaciją Play Store?
nl_nl: Wilt u ons een beoordeling in de Play Store geven?
pl_pl: Co powiesz na ocenie aplikacji w Sklepie Play?
pt_pt: E, já agora, que tal avaliar-nos na Play Store?
ro_ro: Ce zici atunci de un rating pe Play Store?
sk_sk: Ohodnoťte aplikáciu v Play Store
sl_si: Bi želeli oceniti aplikacijo v trgovini Play Store?
sr: Да ли би оценили ову апликацију у Play продавници?
sv_se: Vill du ge ett betyg på Play Store?
tr_tr: Uygulamayı Play Store üzerinden puanlamak ister misiniz?

source: Icons made by
bg_bg: Иконките са изработени от
ca_es: Icones fetes per
cs_cz: Ikonky vyrobeny
da_dk: Ikoner lavet af
de_de: Icons erstellt von
el_gr: Τα εικονίδια δημιουργήθηκαν από
es_es: Iconos hechos por
fi_fi: Ikonien tekijä:
fr_fr: Icônes créées par
gl_es: Iconas feitas por
hr_hr: Ikone napravio
hu_hu: Ikonok:
it_it: Icone fatta da
ja_jp: アイコン作成者
lt_lt: Ikonas sukūrė
nl_nl: Icoontjes gemaakt door
pl_pl: Ikony stworzone przez
pt_pt: Ícones feitos por
ro_ro: Iconițe realizate de
sk_sk: Ikony vytvorili
sl_si: Ikone je izdelal
sr: Иконице направио
sv_se: ikoner skapade av
tr_tr: Simgeleri tasarlayan:

source: from
bg_bg: от
ca_es: des de
cs_cz: z
da_dk: fra
de_de: von
el_gr: από το
es_es: desde
fi_fi: keneltä:
fr_fr: de
gl_es: dende
hr_hr: od
it_it: da
ja_jp: から
lt_lt: iš
nl_nl: van
pl_pl: z
pt_pt: de
ro_ro: de la
sk_sk: od
sl_si: od
sr: из
sv_se: från
tr_tr: itibaren

source: We've sent an email to you
bg_bg: Изпратихме Ви имейл
ca_es: T'hem enviat un correu
cs_cz: Zaslali jsme Vám e-mail
da_dk: Vi har sendt en e-mail til dig
de_de: Wir haben dir eine E-Mail geschickt
el_gr: Σας έχει σταλθεί ένα email
es_es: Te hemos enviado un correo electrónico
fi_fi: Lähetimme sinulle sähköpostiviestin
fr_fr: Nous vous avons envoyé un e-mail.
gl_es: Enviámoslle un correo-e
hr_hr: Poslali smo vam e-poštu
hu_hu: Elküldtük címedre az e-mailt a visszaállító-linkkel.
it_it: Ti abbiamo inviato un'email
ja_jp: メールを送信しました
lt_lt: Mes jums išsiuntėme el.laišką
nl_nl: Wij hebben u een e-mail gestuurd
pl_pl: Wysłaliśmy do Ciebie wiadomość e-mail
pt_pt: Enviámos-lhe um email
ro_ro: V-am trimis un email
sk_sk: Poslali sme Vám email
sl_si: Poslali smo vam elektronsko sporočilo
sr: Послали смо вам е-поруку
sv_se: Vi har skickat ett mejl till dig.
tr_tr: Size bir e-posta gönderdik

source: Click the link in the email to reset your password. If you don't see the email, check other places like your junk, spam or other folders.
bg_bg: Кликнете линка, който сте получили на Вашия имейл, за да промените паролата си. Ако не виждате такъв имейл, проверете другите свои папки, напр. за спам, изтрити съобщения, и т.н.
ca_es: Clica el link en el correu per reestablir la teva contrassenya. Si no veus el correu, comprova altres carpetes com spam o brossa.
cs_cz: Klikněte na odkaz v e-mailu pro resetování hesla. Pokud e-mail nevidíte, prohledejte také místa jako nevyžádanou poštu či jiné záložky.
da_dk: Klik på linket i e-mailen for at nulstille dit kodeord. Hvis du ikke kan se e-mailen, bedes du tjekke din spam-mappe, mappen med uønskede e-mails eller andre mapper i din e-mail.
de_de: Klicke auf den Link in der E-Mail, um dein Passwort zurückzusetzen. Wenn du die E-Mail nicht bekommen hast, überprüfe deinen Junk-, Spam- oder andere Ordner.
el_gr: Κάντε κλικ στον σύνδεσμο του email για να επαναφέρετε τον κωδικό πρόσβασης σας. Αν δεν βλέπετε κάποιο email, ελέγξτε την ανεπιθύμητη αλληλογραφία σας ή άλλους φακέλους.
es_es: Haga clic en el enlace del correo electrónico para restablecer su contraseña. Si no ve el correo electrónico, revise otros lugares como el spam, su correo no deseado u otras carpetas.
fi_fi: Klikkaa viestissä olevaa linkkiä määrittääksesi uuden salasanan. Ellet löydä viestiä saapuneissa, tarkista myös roskapostisi ja muut kansiot.
fr_fr: Veuillez cliquer sur le lien reçu par e-mail afin de réinitialiser votre mot de passe. Si vous ne trouvez pas cet e-mail, vérifiez votre boîte de courrier indésirable/spam.
gl_es: Para establecer un novo contrasinal, prema na ligazón que recibirá no seu correo-e. Se non ve o devandito correo, comprobe o cartafol do correo lixo.
hr_hr: Kliknite vezu u e-pošti da biste resetirali zaporku. Ako ne vidite e-poštu, provjerite druga mjesta poput smeća, neželjene pošte ili drugih mapa.
hu_hu: Új jelszavad beállításához nyisd meg az e-mailben kapott linket! Ha nincs az e-mail a "bejövő levelek" közt, nézd meg más mappákban is (pl. levélszemét/junk vagy spam)!
it_it: Clicca sul link nell'email per resettare la password. Se non ricevi l'email controlla nel cestino o tra le spam o in altre cartelle.
ja_jp: メール内のリンクをクリックして、パスワードをリセットします。メールが見つからない場合は、迷惑メール、スパム、その他のフォルダーなどを確認してください。
lt_lt: Gavus laišką paspauskite ten esančią nuorodą ir sekite tolimesnes instrukcijas. Jeigu laiško negavote, patikrinkite savo elektroninio šlamšto 'spam' arba 'junk' dėžutes.
nl_nl: Klik op de link in uw e-mail om het wachtwoord te resetten.
pl_pl: Kliknij link w wiadomości e-mail, aby zresetować hasło. Jeśli nie widzisz wiadomości, sprawdź inne miejsca, takie jak kosz, spam lub inne foldery.
pt_pt: Para recuperar a sua palavra-passe, clique no link no email que recebeu. Se não encontra o email, procure noutros locais tais como as pastas Lixo ou Spam.
ro_ro: Faceți clic pe linkul din email pentru a vă reseta parola. Dacă nu vedeți emailul, verificați alte foldere, precum junk, spam sau altele.
sk_sk: Pre reset hesla kliknite na link v emaili. Ak Vám email neprišiel, skontrolujte si aj priečinok nevyžiadanej pošty, spam a ostatné zložky.
sl_si: Za ponastavitev gesla kliknite povezavo v e-poštnem sporočilu. Če e-poštnega sporočila ne vidite, si oglejte druga mesta, kot so smeti in neželena pošta.
sr: Кликните на адресу коју смо вам послали е-поштом како би повратили лозинку. Уколико не добијете е-поруку, проверите да није завршила међу нежељеном поштом.
sv_se: Klicka på länken i mejlet för att återställa ditt lösenord. Om du inte ser något mejl bör du titta bland papperskorgen, spamkorgen eller andra mejl-mappar.
tr_tr: Parolanızı sıfırlamak için size gönderdiğimiz e-postadaki bağlantıya tıklayın. Eğer e-postayı göremiyorsanız spam klasörünü kontrol edin.

source: App Development
bg_bg: Разработка на приложението
ca_es: Desenvolupament de l'aplicació
cs_cz: Vývoj aplikace
da_dk: Udvikling af Appen
de_de: App-Entwicklung
el_gr: Ανάπτυξη Εφαρμογής
es_es: Desarrollo de aplicaciones
fi_fi: Sovelluksen kehitystyö
fr_fr: Développement de l'application
gl_es: Desenvolvemento da apli
hr_hr: Razvoj aplikacije
hu_hu: Alkalmazásfejlesztés
it_it: Sviluppo dell'app
ja_jp: アプリ開発
lt_lt: Mobilios programos kūrimas
nl_nl: App-ontwikkeling
pl_pl: Rozwój aplikacji
pt_pt: Desenvolvimento da App
ro_ro: Dezvoltarea aplicației
sk_sk: Vývoj aplikácie
sl_si: Razvoj aplikacije
sr: Развој апликације
sv_se: Apputveckling
tr_tr: Uygulama geliştirme

source: This app was hand crafted with love by
bg_bg: Това приложение е изработено от
ca_es: Aquesta aplicació s'ha creat artesanalment i amb amor per part de
cs_cz: Tato aplikace byla vytvořena ručně a s láskou
da_dk: Denne app er blevet lavet med kærlig hånd af
de_de: Diese App wurde in Handarbeit mit viel Liebe entwickelt
el_gr: Η εφαρμογή σχεδιάστηκε στο χέρι με αγάπη από το
es_es: Esta aplicación hecha a mano con amor por
fi_fi: Tämän sovelluksen kehittivät
fr_fr: Cette application a été conçue avec amour par
gl_es: Esta apli foi feita a man con agarimo por
hr_hr: Ovu je aplikaciju s ljubavlju ručno izrađivao
hu_hu: Ezt az alkalmazást Neked fejlesztette a
it_it: Questa app è stata realizzata a mano con amore da
ja_jp: このアプリは、愛情を込めて手作りされました
lt_lt: Šią mobilią programą su meile sukūrė
nl_nl: Deze app is handmatig en met zorg ontworpen door
pl_pl: Ta aplikacja została stworzona z miłością przez
pt_pt: Esta App foi feita à mão com amor, por
ro_ro: Această aplicație a fost realizată cu drag de
sk_sk: Táto aplikácia bola vyvinutá ručne a s láskou
sl_si: To aplikacijo so izdelali ročno z ljubeznijo
sr: Апликацију су ручно израдили, с љубављу,
sv_se: Den här appen gjordes kärleksfullt för hand av
tr_tr: Bu uygulamayı içine sevgi de katarak el emeğiyle yapan:

source: A technical consultancy that excels at building bespoke environmental science and community focussed solutions.
bg_bg: Техническа консултантска фирма, която се отличава с уменията си за изработване на индивидуални решения в областта на околната среда и фокусирани върху общността.
ca_es: Una consultoria tècnica que sobresurt en la creació de solucions a mida en ciències ambientals i centrades en la comunitat.
cs_cz: Agentura specializovaná na zakázková datově orientovaná řešení.
da_dk: Et teknisk konsulentfirma, der udmærker sig ved at bygge skræddersyede miljøvidenskabelige og samfundsfokuserede løsninger.
de_de: von einer Agentur, die sich auf die Entwicklung maßgeschneiderter datenorientierter Lösungen spezialisiert hat.
el_gr: Μία τεχνική συμβουλευτική που διαπρέπει στον σχεδιασμό εξατομικευμένων λύσεων με επίκεντρο την επιστήμη του περιβάλλοντος και το κοινό.
es_es: Agencia especializada en la construcción de soluciones a medida orientadas a datos.
fi_fi: Datakeskeisten sovellusten suunnitteluun erikoistunut yritys.
fr_fr: Un consultant technique qui excelle à la construction de solution personnalisées basées sur la communauté.
gl_es: Unha consultora técnica que salienta na creación de solucións personalizadas no eido das ciencias ambientais e centradas na comunidade.
hr_hr: Agencija specijalizirana za izgradnju rješenja usmjerenih na podatke.
hu_hu: A cég informatikai tanácsadással és szoftverfejlesztéssel foglalkozik, különös tekintettel a feladatra szabott környezettudományi és közösségközpontú megoldásokra.
it_it: Agenzia specializzata nella creazione di soluzioni per dati ad hoc.
ja_jp: 環境科学とコミュニティに焦点を当てた解決の構築に優れた技術コンサルタントです。
lt_lt: Kompanija specializuojanti progaminės įrangos kurime.
nl_nl: Agentschap gespecialiseerd in het maken van gesproken data geörienteerde oplossingen.
pl_pl: Doradztwo techniczne, które wyróżnia się w tworzeniu dostosowanych do potrzeb nauk o środowisku i rozwiązań zorientowanych na społeczność.
pt_pt: Uma agência especializada na construção, à medida, de soluções para tratamento de dados.
ro_ro: O consultanță tehnică care excelează în construirea de soluții personalizate pentru știința mediului și axate pe comunitate.
sk_sk: Firma poskytujúca technické poradenstvo vynikajúca svojimi schopnosťami vytvárať individuálne riešenia zamerané na environmentálnu vedu a podporu komunity.
sl_si: Tehnično svetovanje, ki je imelo posebni poudarek na združevanju znanosti in komunikacije.
sr: Агенција за техничко саветовање која је специјализована за израду решења из области заштите животне средине и рада у оквиру заједница.
sv_se: En teknisk konsultbyrå som är specialiserad på skräddarsydda lösningar för natur, miljö och samhälle
tr_tr: Duruma özel çevre bilimi inşa etmede ve topluluk odaklı çözümler geliştirmede öne çıkan bir teknik danışmanlık.

source: For suggestions and feedback please do not hesitate to
bg_bg: За предложения и обратна връзка моля не се колебайте
ca_es: Per suggeriències i comentaris si us plau no dubtis a
cs_cz: Pokud máte nápady či cítíte potřebu zpětné vazby, neváhejte
da_dk: Angående forslag og feedback så tøv ikke med at
de_de: Für Anregungen und Feedback stehen wir gerne zur Verfügung.
el_gr: Για συμβουλές και σχόλια μη διστάσετε να
es_es: Para sugerencias o comentarios por favor no dude en
fi_fi: Käyttäjäpalaute ja kehittämisehdotukset ovat tervetulleita
fr_fr: Pour toutes suggestions et commentaires, n'hésitez pas à
gl_es: Para facernos chegar as súas suxestións e opinións, por favor, non dubide en
hr_hr: Za prijedloge i povratne informacije ne ustručavajte se
hu_hu: Ha javaslatod vagy visszajelzésed van,
it_it: Per suggerimenti e feedback non esitare a
ja_jp: 提案やフィードバックについては、お気軽に
lt_lt: Jeigu turite kokių patarimų ar pageidavimų
nl_nl: Voor suggesties en terugkoppeling kunt u altijd
pl_pl: W sprawie sugestii i opinii prosimy o kontakt z
pt_pt: Para sugestões e feedback por favor não hesite em
ro_ro: Pentru sugestii și feedback, vă rugăm nu ezitați să
sk_sk: Pokiaľ máte nápady alebo nám chcete dať spätnú väzbu, neváhajte
sl_si: Za predloge in povratne informacije
sr: За предлоге и сугестије можете слободно да
sv_se: Har du förslag och synpunkter är du välkommen att
tr_tr: Öneri ve geribildirimleriniz için

source: contact us
bg_bg: да се свържете с нас
ca_es: contactar-nos
cs_cz: nás kontaktovat
da_dk: kontakte os
de_de: kontaktiere uns
el_gr: επικοινωνήσετε μαζί μας
es_es: contáctarnos
fi_fi: ota yhteyttä
fr_fr: contactez-nous
gl_es: contactar connosco
hr_hr: kontaktirajte nas
hu_hu: küldd el nekünk:
it_it: contattarci
ja_jp: お問い合わせ
lt_lt: susisiekite su mumis
nl_nl: contact met ons opnemen
pl_pl: Skontaktuj się z nami
pt_pt: contactar-nos
ro_ro: ne contactezi
sk_sk: kontaktujte nás
sl_si: nas kontaktirajte
sr: контактирајте нас
sv_se: kontakta oss
tr_tr: bizimle iletişime geçin

source: Language
bg_bg: Език
ca_es: Idioma
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
fi_fi: Kieli
fr_fr: Langue
gl_es: Idioma
hr_hr: Jezik
hu_hu: Nyelv
it_it: Lingua
ja_jp: 言語
lt_lt: Kalba
nl_nl: Taal
pl_pl: Język
pt_pt: Língua
ro_ro: Limbă
sk_sk: Jazyk
sl_si: Jezik
sr: Језик
sv_se: Språk
tr_tr: Dil

source: Country
bg_bg: Държава
ca_es: País
cs_cz: Země
da_dk: Land
de_de: Land
el_gr: Χώρα
es_es: País
fi_fi: Maa
fr_fr: Pays
gl_es: País
hr_hr: Država
hu_hu: Ország
it_it: Paese
ja_jp: 国名
lt_lt: Šalis
nl_nl: Land
pl_pl: Kraj
pt_pt: País
ro_ro: Țara
sk_sk: Krajina
sl_si: Država
sr: Држава
sv_se: Land
tr_tr: Ülke
