Repository: NERC-CEH/ebms-app
Catalog: src/common/translations/interface/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr, sv_se, tr_tr

source: Are you sure you want to delete this lamp entry from the moth trap?
bg_bg: Сигурни ли сте, че искате да изтриете този запис за лампа от ловилката за нощни пеперуди?
ca_es: Segur que vols eliminar aquesta làmpara de la trampa d'arnes?
cs_cz: Opravdu chcete smazat tento typ lampy z tohoto lapače?
da_dk: Er du sikker på at du vil slette denne lampe fra natsværmerfælden?
de_de: Bist Du sicher, dass Du diesen diesen Lampeneintrag aus der Nachtfalter-Falle löschen willst?
el_gr: Είστε σίγουροι πως θέλετε να διαγράψετε αυτή την εγγραφή λαμπτήρα από τη παγίδα νυχτοπεταλούδων;
es_es: ¿Estás seguro/a de que quieres eliminar este registro de la lámpara de la trampa de polillas?
fr_fr: Etes-vous sûr de vouloir supprimer cette lampe du piège ?
gl_es: Ten a certeza de que quere eliminar esta lámpada da trampa para avelaíñas?
hu_hu: Törlöd ezt a csapdához rendelt fényforrást?
it_it: Sei sicuro di voler eliminare la voce lampada dalla trappola per falene?
ja_jp: ガのトラップからこのランプを削除してもよいですか？
lt_lt: Ar tikrai norite ištrinti šią lempą iš gaudyklės?
pl_pl: Czy na pewno chcesz usunąć to wprowadzenie lampy z pułapki na ćmy?
pt_pt: Tem a certeza que pretende eliminar esta lâmpada da armadilha de traças?
ro_ro: Sunteți sigur că doriți să eliminați folosirea lămpii de la capcana pentru fluturii de noapte?
sk_sk: Ste si istý, že chcete odstrániť tento typ svetelného zdroja z lapača?
sl_si: Ali ste prepričani, da želite izbrisati vnos tega tipa svetilke pri pasti za nočne metulje?
sr: Да ли желите да обришете ову сијалицу са клопке за ноћне лептире?
tr_tr: Bu lamba girişini güve tuzağından silmek istediğinizden emin misiniz?

source: Trap type is a required field.
bg_bg: Полето за вида на ловилката е задължително за попълване.
ca_es: El tipus de trampa és un camp requerit.
cs_cz: Typ lapače je povinný údaj.
da_dk: Fældetype skal udfyldes.
de_de: Fallen-Typ ist ein Pflichtfeld.
el_gr: Ο τύπος παγίδας είναι ένα υποχρεωτικό πεδίο.
es_es: El tipo de trampa es un campo obligatorio.
fr_fr: Le type de piège est un champ obligatoire.
gl_es: O tipo de trampa é un campo que cómpre cubrir.
hu_hu: A csapda típusát kötelező megadni.
it_it: Il tipo di trappola é un campo abbligatorio.
ja_jp: トラップのタイプは必ず入力する項目です。
lt_lt: Prašome pasirinkti gaudyklės tipą.
pl_pl: Typ pułapki jest wymaganym polem.
pt_pt: O tipo de armadilha é um campo de preenchimento obrigatório.
ro_ro: Este necesar să adăugați funcția "Tip capcană"
sk_sk: Typ pasce je povinné políčko.
sl_si: Tip pasti je obvezno polje.
sr: Врста клопке је обавезно поље.
tr_tr: Tuzak türü zorunlu bir alandır.

source: Welcome aboard
bg_bg: Добре дошли на борда!
ca_es: Benvingut/da a bord!
cs_cz: Vítejte na palubu
da_dk: Velkommen ombord
de_de: Willkommen
el_gr: Καλώς ορίσατε
es_es: Bienvenido a bordo
fr_fr: Bienvenue
gl_es: Benvida/o a bordo!
hu_hu: Köszöntünk
it_it: Benvenuto a bordo
ja_jp: ようこそ
lt_lt: Sveiki prisijungę
pl_pl: Witaj za granicą
pt_pt: Bem-vindo a bordo
ro_ro: Bine ati venit!
sk_sk: Vitajte
sl_si: Dobrodošli
sr: Добродошли
sv_se: Välkommen
tr_tr: Hoşgeldiniz

source: Before starting any surveys please check your email and click on the verification link.
bg_bg: Преди да започнете първото си преброяване, моля проверете имейла си и кликнете върху линка за потвърждаване на Вашия имейл адрес.
ca_es: Abans de començar cap mostreig comprova el teu correu i clica a l'enllaç de verificació.
cs_cz: Před začátkem jakéhokoli průzkumu zkontrolujte emaily a klikněte na potvrzující odkaz.
da_dk: Tjek venligst din e-mail og klik på det sendte verifikationslink, inden du starter med at lave observationer.
de_de: Bevor Du eine Erfassung startest, überprüfe bitte Deine E-Mail und klicke auf den Bestätigungslink.
el_gr: Προτού ξεκινήσετε κάποια δειγματοληψία, παρακαλώ ελέγξτε το email σας και κάντε κλικ στον σύνδεσμο επιβεβαίωσης.
es_es: Antes de empezar cualquier muestreo, comprueba tu correo electrónico y haz clic en el enlace de verificación.
fr_fr: Avant de commencer un suivi veuillez confirmer votre adresse e-mail et cliquer sur le lien de vérification.
gl_es: Antes de comezar calquera mostraxe, por favor, comprobe o correo-e e faga clic na ligazón de verificación.
hu_hu: Az alkalmazás használata előtt, nézd meg a leveleidet és nyisd meg az ellenőrző e-mailben kapott megerősítő-linket!
it_it: Prima di iniziare ogni campionamento perfavore controlla la tua email e clicca sul link di verifica.
ja_jp: 調査を開始する前に、電子メールを確認し、確認リンクをクリックしてください。
lt_lt: Iki naudodamiesi aplikacija prašome patvirtinti savo el.paštą - paspausdami nuorodą išsiųstą jūsų adresu.
pl_pl: Zanim zaczniesz jakiekolwiek badanie proszę sprawdź swoją skrzynkę mailową i kliknij w link weryfikacyjny.
pt_pt: Antes de começar qualquer amostragem por favor verifique o seu email e clique no link de verificação.
ro_ro: Inainte de a incepe evaluarea, deschide si activeaza link-ul din email.
sk_sk: Pred začatím pozorovania si, prosím, skontrolujte svoj email a kliknite na overovací link.
sl_si: Preden začnete izvajati popise, preverite svoje e-poštno sporočilo in kliknite na potrditveno povezavo.
sr: Пре него што почнете истраживање, проверите е-пошту и кликните на везу за потврду адресе.
tr_tr: Herhangi bir ankete başlamadan önce lütfen e-postanızı kontrol edin ve doğrulama bağlantısını tıklayın.

source: Sorry, no species were found.
bg_bg: За съжаление, не са намерени никакви видове.
ca_es: Ho sentim, l'espècie no s'ha trobat.
cs_cz: Pardon, žádný druh nebyl nalezen.
da_dk: Beklager, ingen arter blev fundet.
de_de: Es wurden leider keine Arten gefunden.
el_gr: Συγγνώμη, δεν βρέθηκε κανένα είδος.
es_es: Lo sentimos, no se han encontrado especies.
fr_fr: Désolé, aucune espèce trouvée
gl_es: Sentímolo, non se atoparon especies.
hu_hu: Hoppá! Nem találtunk egy fajt sem,
it_it: Scusa, nessuna specie trovata
ja_jp: すみません。チョウの種が見つかりません。
lt_lt: Rūšių nerasta.
pl_pl: Przykro mi, nie znaleziono takiego gatunku.
pt_pt: Desculpe, não foram encontradas espécies.
ro_ro: Ne pare rau, nu au fost gasita specia
sk_sk: Ľutujeme, neboli nájdené žiadne druhy.
sl_si: Žal nismo našli nobene vrste.
sr: Нису пронађене врсте.
tr_tr: Üzgünüz, hiçbir tür bulunamadı.

source: Kenya
bg_bg: Кения
ca_es: Kènia
cs_cz: Keňa
el_gr: Κένυα
es_es: Kenia
ja_jp: ケニア
lt_lt: Kenija
pl_pl: Kenia
pt_pt: Quénia
sk_sk: Keňa
sl_si: Kenija
sr: Кенија
sv_se: Kanya

source: Deny
bg_bg: Отхвърли
ca_es: Denegar
cs_cz: Odmítnout
da_dk: Afvis
el_gr: Απόρριψη
es_es: Rechazar
fr_fr: Refuser
gl_es: Rexeitar
hu_hu: Elutasít
it_it: Rifiutare
ja_jp: 拒否します
lt_lt: Nesutinku
pt_pt: Recusar
ro_ro: Refuza
sk_sk: Odmietnuť
sl_si: Zavrni
sr: Одбиј
tr_tr: Reddet

source: Accept
bg_bg: Приеми
ca_es: Acceptar
cs_cz: Přijmout
da_dk: Accepter
el_gr: Αποδοχή
es_es: Aceptar
fr_fr: Accepter
gl_es: Aceptar
hu_hu: Elfogad
it_it: Accettare
ja_jp: 受け入れます
lt_lt: Sutinku
pt_pt: Aceitar
ro_ro: Accepta
sk_sk: Prijať
sl_si: Sprejmi
sr: Прихвати
sv_se: Acceptera
tr_tr: Kabul et

source: Location permission
bg_bg: Разрешено е установяването на местоположението
ca_es: Permís d'ubicació
cs_cz: Souhlas se zjištěním pozice
da_dk: Tillad placeringsdata
el_gr: Άδεια χρήσης τοποθεσίας
es_es: Permiso de ubicación
fr_fr: Autorisation de géolocalisation
gl_es: Permisos de xeolocalización
hu_hu: Helyhozzáférés engedélyezése
it_it: Permesso di localizzazione
ja_jp: 場所の許可
lt_lt: Leisti naudoti vietovės nustatymą
pt_pt: Permissão de localização
ro_ro: Permite localizare
sk_sk: Povolenie získavať informácie o polohe
sl_si: Dovoljenje za uporabo lokacije
sr: Дозвола за локацију
tr_tr: Konum izni

source: To automatically set species locations and track your route, even if the device is locked. Allow the app to use your location.
bg_bg: За автоматично установяване на местоположенията на отбелязваните видове и проследяване на вашия маршрут, дори ако устройството е заключено. Разрешете на приложението да използва вашето местоположение.
ca_es: Per establir automàticament les ubicacions de les espècies i fer un seguiment de la ruta, encara que el dispositiu estigui bloquejat. Permet que l'aplicació utilitzi la teva ubicació.
cs_cz: Automatické nastavení zjišťování polohy druhu a zaznamenání trasy i při zamknutí zařízení. Povolte aplikaci zaznamenání Vaší polohy.
da_dk: For automatisk at kunne bestemme artsfundsplaceringer og for at kunne følge din rute, selv mens skærmen er låst, skal du tillade, at appen kan bruge din placering.
el_gr: Επιτρέψτε στην εφαρμογή να χρησιμοποιεί τη τοποθεσία σας, για τον αυτόματο καθορισμό των τοποθεσιών των ειδών και τον εντοπισμό της πορείας σας, ακόμα και εάν η συσκευή σας είναι κλειδωμένη.
es_es: Para establecer automáticamente las ubicaciones de las especies y seguir su ruta, incluso si el dispositivo está bloqueado. Permite que la app utilice tu ubicación.
fr_fr: Pour définir automatiquement des positions d'espèces et suivre votre route, même quand l'appareil est verrouillé. Autoriser l'application à avoir accès à votre localisation
gl_es: Para establecer de xeito automático as localizacións das especies e seguir a súa ruta, mesmo se o dispositivo está bloqueado. Permite que a apli utilice o seu posicionamento.
hu_hu: A fajelőfordulások és a bejárt útvonal automatikus rögzítéséhez - lezárt képernyőnél is -, engedélyezd a telefonon a helyhozzáférést (GPS) az alkalmazás számára!
it_it: Per impostare automaticamente le posizioni delle specie e tracciare il percorso, anche se il dispositivo è bloccato. Consentire all'applicazione di utilizzare la propria posizione.
ja_jp: デバイスがロックされている場合でも、種の位置を自動的に設定し、ルートを追跡します。 アプリが位置情報を使用することを許可します。
lt_lt: Norėdami, kad būdamas ir užrakintas prietaisas automatiškai sektų jūsų maršrutą ir registruotų rūšių vietoves, leiskite programėlei naudoti prietaiso buvimo vietą.
pt_pt: Para definir automaticamente a localização de espécies e gravar o seu percurso, mesmo com o dispositivo bloqueado. Autorize a aplicação a usar a sua localização.
ro_ro: Permiteți aplicației să utilizeze locația dvs. pentru a seta automat locațiile speciilor și a urmărirea traseului dvs, chiar dacă ecranul e blocat.
sk_sk: Pre automatické nastavenie polohy zaznamenávaných druhov a sledovanie Vašej trasy aj v prípade, že je Vaše zariadenie zamknuté, umožnite aplikácii používať Vašu polohu.
sl_si: Za samodejno določanje lokacij popisanih vrst in sledenje poti transekta, tudi če je naprava zaklenjena, dovolite aplikaciji uporabo vaše lokacije.
sr: Да аутоматски преузмете локације налаза врста и пратите вашу руту, чак и када је уређај закључан. Дозволите апликацији да користи локацију.
tr_tr: Cihaz kilitli olsa bile türlerin konumlarını otomatik olarak ayarlamak ve rotanızı izlemek için. Uygulamanın konumunuzu kullanmasına izin verin.

source: Delete account
bg_bg: Изтрий профила
ca_es: Eliminar compte
cs_cz: Smazat účet
da_dk: Slet konto
el_gr: Διαγραφή λογαριασμού
es_es: Eliminar cuenta
fr_fr: Supprimer le compte
gl_es: Eliminar a conta
hu_hu: Felhasználói fiók törlése
it_it: Cancella account
ja_jp: アカウントの削除
lt_lt: Ištrinti anketą
pt_pt: eliminar a conta
ro_ro: Sterge contul
sk_sk: Zmazať účet
sl_si: Izbriši račun
sr: Обриши налог
sv_se: Ta bort konto
tr_tr: Hesabı sil

source: You can delete your user account from the system.
bg_bg: Можете да изтриете потребителския си профил от системата.
ca_es: Pots esborrar el teu compte d'usuari del sistema.
cs_cz: Můžete smazat Váš uživatelský účet ze systému.
da_dk: Du kan slette din brugerkonto fra systemet.
el_gr: Μπορείτε να διαγράψετε τον λογαριασμό χρήστη σας από το σύστημα.
es_es: Puede eliminar su cuenta de usuario del sistema.
fr_fr: Vous pouvez supprimer votre compte utilisateur du système.
gl_es: Pode eliminar a súa conta de usuaria/o do sistema.
hu_hu: Törölheted a felhasználói fiókodat a rendszerből.
it_it: Puoi cancellare il tuo account utente dal sistema
ja_jp: あなたのアカウントをこのシステムから削除できます。
lt_lt: Galite savo anketą ištrinti iš sistemos.
pt_pt: Pode eliminar a sua conta de utilizador do sistema.
ro_ro: Poti sterge contul de utilizator din sistem.
sk_sk: Môžete vymazať svoj užívateľský účet zo systému.
sl_si: Svoj uporabniški račun lahko izbrišete iz sistema.
sr: Можете обрисати налог корисника са система.
sv_se: Du kan ta bort ditt användarkonto från systemet.
tr_tr: Kullanıcı hesabınızı sistemden silebilirsiniz.

source: Account delete
bg_bg: Потребителският профил е изтрит.
ca_es: Eliminació del compte
cs_cz: Smazání účtu
da_dk: Slet konto
el_gr: Διαγραφή λογαριασμού
es_es: Cuenta eliminada
fr_fr: Suppression de compte
gl_es: Eliminar a conta
hu_hu: Fiók törlése
it_it: Account cancellato
ja_jp: アカウントの削除
lt_lt: Anketos panaikinimas
pt_pt: eliminação da conta
ro_ro: Ștergere cont
sk_sk: Zmazanie účtu
sl_si: Brisanje računa
sr: Обриши налог
tr_tr: Hesap silme

source: Are you sure you want to delete your account?<1>This will remove your account on the <2>{{url}}</2> website. You will lose access to any records that you have previously submitted using the app or website.</1>
bg_bg: Сигурни ли сте, че искате да изтриете профила си?<1> Това ще премахне профила Ви от уебсайта <2>{{url}}</2>. Ще загубите достъп до всички записи, които сте изпратили преди това чрез приложението или уебсайта.</1>
ca_es: Segur que vols esborrar el teu compte? <1>Això remourà el compte en la web <2>{{url}}</2>. Perdràs l'accés als registres que prèviament hagis enviat usant l'aplicació o la web.</1>
cs_cz: Opravdu chcete smazat Váš uživatelský účet?<1>Toto smaže Váš účet na této <2>{{url}}</2> stránce. Ztratíte přístup k jakýmkoli datům, které jste kdy poskytli touto aplikací či webovou stránkou.</1>
da_dk: Er du sikker på, at du vil slette din konto?<1>Dette vil fjerne din konto fra <2>{{url}}</2> hjemmesiden. Du vil miste adgangen til de observationer, du tidligere har indsendt vha. appen eller hjemmesdien.</1>
el_gr: Είστε σίγουροι πως θέλετε να διαγράψετε τον λογαριασμό σας;<1>Αυτό θα αφαιρέσει τον λογαριασμό σας από <2>{{url}}</2> την πλατφόρμα. Θα χάσετε τη πρόσβαση σε όλα τα αρχεία που είχατε υποβάλει προηγουμένως χρησιμοποιώντας την εφαρμογή ή τη πλατφόρμα.</1>
es_es: ¿Seguro que quieres eliminar tu cuenta?<1>Esto eliminará su cuenta en el <2>{{url}}</2> página web. Perderá el acceso a cualquier registro que haya presentado previamente utilizando la aplicación o el sitio web.</1>
fr_fr: Etes-vous sûr de vouloir supprimer votre compte ?<1>Votre compte sera supprimé du <2>{{url}}</2> site internet. Vous perdrez l'accès à toutes vos participations enregistrées via l'application ou le site internet.</1>
gl_es: Ten a certeza de que quere eliminar a súa conta? <1>Isto borrará a súa conta do web <2>{{url}}</2>. Xa non terá acceso aos rexistros que enviou por medio da apli ou do web.</1>
hu_hu: Biztos, hogy törlöd a felhasználói fiókodat?<1>Ezzel megszűnik a profilod a <2>{{url}}</2> honlapon. Többé nem fogsz hozzáférni a feltöltött adataidhoz .</1>
it_it: Sei sicuro di voler eliminare il tuo account? <1> Questo eliminerà il tuo account sul <2>{{url}}</2> sito. Perderai l'accesso a ogni dato che hai precedentemente inserito usando l'app o il sito. </1>
ja_jp: アカウントを削除してもよろしいですか? <1>これにより、<2>{{url}} </2>ウェブサイトのアカウントが削除されます。アプリまたはウェブサイトを使用して以前に提出した記録にはアクセスできなくなります。</1>
lt_lt: Ar esatę įsitikinę, kad norite panaikinti savo anketą? <1>Jūsų anketa bus pašalinta iš <2>{{url}}</2> svetainės. Jūs daugiau neturėsi prieigos prie savo, programėle ar svetainėje, užfiksuotų stebėjimų.</1>
pt_pt: Tem a certeza que quer eliminar a sua conta? <1>Isto irá remover a sua conta no website <2>{{url}}</2>. Perderá acesso a quaisquer registos que tenha previamente submetido usando a aplicação ou o website.</1>
ro_ro: Sunteți sigur că doriți să vă ștergeți contul?<1>Această acțiune va elina contul dvs. din pagina <2>{{url}}</2> web. Veți pierde accesul la toate înregistrările postate anterior în aplicație sau site web.</1>
sk_sk: Naozaj chcete zmazať Váš užívateľský účet? <1>Týmto zmažete Váš účet na <2>{{url}}</2>stránke. Stratíte prístup k akýmkoľvek dátam, ktoré ste poskytli používaním tejto aplikácie alebo webovej stránky.</1>
sl_si: Ste prepričani, da želite izbrisati svoj račun? <1>S tem boste odstranili svoj račun na spletnem mestu <2>{{url}}</2>. Izgubili boste dostop do vseh popisov, ki ste jih predhodno naložili z uporabo aplikacije ali spletnega mesta.</1>
sr: Да ли желите да обришете ваш налог?<1>Ово ће уклонити налог са веб странице <2>{{url}}</2>. Нећете моћи да приступите уносима које сте већ послали преко апликације или веб странице.</1>
tr_tr: Hesabınızı silmek istediğinizden emin misiniz? Bu, hesabınızı {{url}} web sitesinden kaldıracaktır. Daha önce uygulamayı veya web sitesini kullanarak gönderdiğiniz tüm kayıtlara erişiminizi kaybedersiniz.

source: This option was moved to the species search page inside the surveys. When a survey starts, you can select which species group you are recording.
bg_bg: Тази опция е преместена в страницата за търсене на вид в рамките на извършване на преброяване. Когато. стартирате преброяване, можете да изберете коя група видове ще броите.
ca_es: Aquesta opció s'ha traslladat a la pàgina de cerca d'espècies dins els mostrejos. Quan s'inicia una mostreig, pots seleccionar quin grup d'espècies estàs enregistrant.
el_gr: Αυτή η επιλογή έχει μεταφερθεί στη σελίδα αναζήτησης ειδών μέσα στις δειγματοληψίες. Όταν ξεκινάει μία δειγματοληψία, μπορείτε να επιλέξετε ποια ταξινομική ομάδα καταγράφετε.
es_es: Esta opción se ha trasladado a la página de búsqueda de especies dentro de los muestreos. Cuando se inicia un muestreo, puede seleccionar qué grupo de especies está registrando.
fr_fr: Cette option a été déplacée sur la page de recherche des espèces à l'intérieur des suivis. Lorsqu'un suivi commence, vous pouvez sélectionner le groupe d'espèces que vous observez.
gl_es: Esta opción trasladouse á páxina de busca de especies dentro das pescudas. Ao comezar unha mostraxe, pode seleccionar o grupo de especies que estea a rexistrar.
it_it: Questa opzione è stata spostata nella pagina di ricerca delle specie all'interno dei campionamenti. Quando si avvia un campionamento, è possibile selezionare il gruppo di specie che si sta registrando.
lt_lt: Ši funkcija buvo perkelta į stebėjimų puslapį. Pradėję 15 min stebėjimą, galite pasirinkti kokias rūšių grupes registruosite.
pt_pt: Esta opção foi movida para a página de pesquisa de espécies dentro das amostragens. Ao iniciar uma amostragem pode selecionar o grupo de espécies que pretende registar.
ro_ro: Această opțiune a fost mutată pe pagina de căutare a speciilor. Când începeți un sondaj, puteți selecta grupul de specii pe care îl înregistrați.
sk_sk: Táto možnosť bola presunutá na stránku vyhľadávania druhov v prieskumoch. Po začatí prieskumu si môžete vybrať, ktorú skupinu zaznamenávate.
sr: Ова опција је премештена у страницу за претрагу врста унутар обиласка. Када обилазак почне, можете изабрати која група врста се бележи.
tr_tr: Bu seçenek, anketlerin içindeki tür arama sayfasına taşındı. Bir anket başladığında, hangi tür grubunu kaydettiğinizi seçebilirsiniz.

source: Groups
bg_bg: Групи
ca_es: Grups
el_gr: Ομάδες
es_es: Grupos
fr_fr: Groupes
gl_es: Grupos
hu_hu: Fajcsoportok
it_it: Gruppi
lt_lt: Grupės
pt_pt: Grupos
ro_ro: Grupuri
sk_sk: Skupiny
sr: Групе
sv_se: Grupper
tr_tr: Gruplar

source: Close
bg_bg: Затвори
ca_es: Tancar
el_gr: Κλείσιμο
es_es: Cerrar
fr_fr: Fermer
gl_es: Pechar
hu_hu: Bezárás
it_it: Chiuso
lt_lt: Uždaryti
pt_pt: Fechar
ro_ro: Inchide
sk_sk: Zavrieť
sr: Затвори
sv_se: Stäng
tr_tr: Kapat

source: Confirm
bg_bg: Потвърди
ca_es: Confirma
el_gr: Επιβεβαίωση
es_es: Confirmar
fr_fr: Confirmer
gl_es: Confirmar
hu_hu: Megerősítés
it_it: Conferma
lt_lt: Patvirtinti
pt_pt: Confirmar
ro_ro: Confirmare
sk_sk: Potvrdiť
sr: Потврди
sv_se: Bekräfta
tr_tr: Onayla

source: Which species groups have you counted?
bg_bg: Кои групи видове сте броили?
ca_es: Quins grups d'espècies has comptat?
el_gr: Ποιες ταξινομικές ομάδες έχετε μετρήσει;
es_es: ¿Qué grupos de especies ha contado?
fr_fr: Quels groupes d'espèces avez-vous observés ?
gl_es: De que grupos de especies fixo a contaxe?
hu_hu: Milyen fajcsoportokat mértél föl?
it_it: Quali gruppi di specie hai contato?
lt_lt: Kurių grupių rūšis skaičiavote?
pt_pt: Que grupos de espécies registaste?
ro_ro: Ce grupa de specii ai numarat?
sk_sk: Ktoré skupiny ste počítali?
sr: Које групе врста сте бројали?
sv_se: Vilka artgrupper har du räknat?
tr_tr: Hangi tür gruplarını saydınız?

source: Select Target Species
bg_bg: Избери целеви вид
ca_es: Selecciona l'espècie objectiu
el_gr: Επιλέξτε Είδος Στόχο
es_es: Seleccione las especies objetivo
fr_fr: Sélectionner l'espèce cible
gl_es: Escolla as especies que son o seu obxectivo
hu_hu: Válaszd ki a Célfajt!
it_it: Seleziona le specie target
lt_lt: Pasirinkite tikslines rūšis
pt_pt: Selecionar as espécies alvo
ro_ro: Selecteaza speciile tinta
sk_sk: Vyberte cieľové druhy
sr: Изаберите циљне врсте
tr_tr: Hedef türü seç

source: No photo has been added.<br/>Press <4><0></0></4> to add.
bg_bg: Не. е добавена снимка.<br/>Натисни <4><0></0></4> за добавяне.
ca_es: No s'ha afegit cap foto. <br/>Toca <4><0></0></4> per afegir-ne.
el_gr: Καμία φωτογραφία δεν έχει προστεθεί.<br/>Πατήστε <4><0></0></4> για να προσθέσετε.
es_es: Ninguna foto se ha añadido.<br/>Presionar <4><0></0></4> para añadir.
fr_fr: Aucune photo n'a été ajoutée.<br/>Appuyez sur <4><0></0></4> pour en ajouter.
gl_es: Non se engadiu ningunha fotografía. <br/>Prema <4><0></0></4> para agregalas.
hu_hu: Még nincs fotó. Fotó csatolásához <br/>koppints ide <4><0></0></4>!
it_it: Non è stata aggiunta alcuna foto. <br/> Premi <4><0></0></4> per aggiungere
lt_lt: Nebuvo pridėta nuotraukų. <br/>Spauskite <4><0></0></4> kad pridėti
pt_pt: Nenhuima foto adicionada.<br/>Pressione <4><0></0></4> para adicionar.
ro_ro: Nu a fost adăugată poza.<br/>Apăsați <4><0></0></4>pentru a adăuga.
sk_sk: Nebola pridaná žiadna fotka. <br/>Stlačte<4><0></0></4> pre pridanie.
sr: Није додата фотографија.<br/>Притисните <4><0></0></4> да је додате.
tr_tr: "Hiç fotoğraf eklenmedi.<br/>Eklemek için <4><0></0></4>'e basın."

source: Wing
bg_bg: Крило
ca_es: Estat alar
el_gr: Φτερό
es_es: Ala
fr_fr: Aile
gl_es: Á
hu_hu: Szárny
it_it: Ala
lt_lt: Sparnas
pt_pt: Asa
ro_ro: Aripa
sk_sk: Krídlo
sr: Крило
sv_se: Vinge
tr_tr: Kanat

source: Behaviour
bg_bg: Поведение
ca_es: Comportament
el_gr: Συμπεριφορά
es_es: Comportamiento
fr_fr: Comportement
gl_es: Comportamento
hu_hu: Viselkedés
it_it: Comportamento
lt_lt: Elgsena
pt_pt: Comportamento
ro_ro: Comportament
sk_sk: Správanie
sr: Понашање
sv_se: Beteende
tr_tr: Davranış

source: Direction
bg_bg: Посока
ca_es: Direcció
el_gr: Κατεύθυνση
es_es: Dirección
gl_es: Dirección
hu_hu: Irány
it_it: Direzione
lt_lt: Kryptis
pt_pt: Direção
ro_ro: Directie
sk_sk: Smer
sr: Смер
tr_tr: Yön

source: Altitude
bg_bg: Надморска височина
ca_es: Alçada
el_gr: Υψόμετρο
es_es: Altitud
hu_hu: Magasság (föld felett)
it_it: Altitudine
lt_lt: Aukštis
ro_ro: Altitudine
sk_sk: Výška
sr: Надморска висина
sv_se: Altitud
tr_tr: İrtifa

source: Compass
bg_bg: Компас
ca_es: Brúixola
el_gr: Πυξίδα
es_es: Brújula
fr_fr: Boussole
gl_es: Compás
hu_hu: Irány
it_it: Bussola
lt_lt: Kompasas
pt_pt: Bússola
ro_ro: Busola
sk_sk: Kompas
sr: Компас
sv_se: Kompass
tr_tr: Pusula

source: Delete Survey
bg_bg: Изтрий преброяването
ca_es: Esborrar mostreig
el_gr: Διαγραφή Δειγματοληψίας
es_es: Eliminar registro
fr_fr: Supprimer le suivi
gl_es: Eliminar a mostraxe
hu_hu: Felmérés törlése
it_it: Elimina campionamento
lt_lt: Ištrinti stebėjimus
pt_pt: Apagar amostragem
ro_ro: Șterge observația
sk_sk: Vymazať pozorovanie
sr: Обриши обилазак
sv_se: Ta bort inventeringen
tr_tr: Anketi sil
